[
    {
        "type": "श्लोक",
        "content": "वर्णानामर्थसंघानां रसानां छन्दसामपि।\n\nमङ्गलानां च कर्त्तारौ वन्दे वाणीविनायकौ।।1।।\n\nभवानीशङ्करौ वन्दे श्रद्धाविश्वासरूपिणौ।\n\nयाभ्यां विना न पश्यन्ति सिद्धाःस्वान्तःस्थमीश्वरम्।।2।।\n\nवन्दे बोधमयं नित्यं गुरुं शङ्कररूपिणम्।\n\nयमाश्रितो हि वक्रोऽपि चन्द्रः सर्वत्र वन्द्यते।।3।।\n\nसीतारामगुणग्रामपुण्यारण्यविहारिणौ।\n\nवन्दे विशुद्धविज्ञानौ कबीश्वरकपीश्वरौ।।4।।\n\nउद्भवस्थितिसंहारकारिणीं क्लेशहारिणीम्।\n\nसर्वश्रेयस्करीं सीतां नतोऽहं रामवल्लभाम्।।5।।\n\nयन्मायावशवर्तिं विश्वमखिलं ब्रह्मादिदेवासुरा\n\nयत्सत्वादमृषैव भाति सकलं रज्जौ यथाहेर्भ्रमः।\n\nयत्पादप्लवमेकमेव हि भवाम्भोधेस्तितीर्षावतां\n\nवन्देऽहं तमशेषकारणपरं रामाख्यमीशं हरिम्।।6।।\n\nनानापुराणनिगमागमसम्मतं यद्\n\nरामायणे निगदितं क्वचिदन्यतोऽपि।\n\nस्वान्तःसुखाय तुलसी रघुनाथगाथा-\n\nभाषानिबन्धमतिमञ्जुलमातनोति।।7।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जो सुमिरत सिधि होइ गन नायक करिबर बदन।\n\nकरउ अनुग्रह सोइ बुद्धि रासि सुभ गुन सदन।।1।।\n\nमूक होइ बाचाल पंगु चढइ गिरिबर गहन।\n\nजासु कृपाँ सो दयाल द्रवउ सकल कलि मल दहन।।2।।\n\nनील सरोरुह स्याम तरुन अरुन बारिज नयन।\n\nकरउ सो मम उर धाम सदा छीरसागर सयन।।3।।\n\nकुंद इंदु सम देह उमा रमन करुना अयन।\n\nजाहि दीन पर नेह करउ कृपा मर्दन मयन।।4।।\n\nबंदउ गुरु पद कंज कृपा सिंधु नररूप हरि।\n\nमहामोह तम पुंज जासु बचन रबि कर निकर।।5।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बंदउ गुरु पद पदुम परागा। सुरुचि सुबास सरस अनुरागा।।\n\nअमिय मूरिमय चूरन चारू। समन सकल भव रुज परिवारू।।\n\nसुकृति संभु तन बिमल बिभूती। मंजुल मंगल मोद प्रसूती।।\n\nजन मन मंजु मुकुर मल हरनी। किएँ तिलक गुन गन बस करनी।।\n\nश्रीगुर पद नख मनि गन जोती। सुमिरत दिब्य द्रृष्टि हियँ होती।।\n\nदलन मोह तम सो सप्रकासू। बड़े भाग उर आवइ जासू।।\n\nउघरहिं बिमल बिलोचन ही के। मिटहिं दोष दुख भव रजनी के।।\n\nसूझहिं राम चरित मनि मानिक। गुपुत प्रगट जहँ जो जेहि खानिक।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जथा सुअंजन अंजि दृग साधक सिद्ध सुजान।\n\nकौतुक देखत सैल बन भूतल भूरि निधान।।1।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "गुरु पद रज मृदु मंजुल अंजन। नयन अमिअ दृग दोष बिभंजन।।\n\nतेहिं करि बिमल बिबेक बिलोचन। बरनउँ राम चरित भव मोचन।।\n\nबंदउँ प्रथम महीसुर चरना। मोह जनित संसय सब हरना।।\n\nसुजन समाज सकल गुन खानी। करउँ प्रनाम सप्रेम सुबानी।।\n\nसाधु चरित सुभ चरित कपासू। निरस बिसद गुनमय फल जासू।।\n\nजो सहि दुख परछिद्र दुरावा। बंदनीय जेहिं जग जस पावा।।\n\nमुद मंगलमय संत समाजू। जो जग जंगम तीरथराजू।।\n\nराम भक्ति जहँ सुरसरि धारा। सरसइ ब्रह्म बिचार प्रचारा।।\n\nबिधि निषेधमय कलि मल हरनी। करम कथा रबिनंदनि बरनी।।\n\nहरि हर कथा बिराजति बेनी। सुनत सकल मुद मंगल देनी।।\n\nबटु बिस्वास अचल निज धरमा। तीरथराज समाज सुकरमा।।\n\nसबहिं सुलभ सब दिन सब देसा। सेवत सादर समन कलेसा।।\n\nअकथ अलौकिक तीरथराऊ। देइ सद्य फल प्रगट प्रभाऊ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुनि समुझहिं जन मुदित मन मज्जहिं अति अनुराग।\n\nलहहिं चारि फल अछत तनु साधु समाज प्रयाग।।2।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मज्जन फल पेखिअ ततकाला। काक होहिं पिक बकउ मराला।।\n\nसुनि आचरज करै जनि कोई। सतसंगति महिमा नहिं गोई।।\n\nबालमीक नारद घटजोनी। निज निज मुखनि कही निज होनी।।\n\nजलचर थलचर नभचर नाना। जे जड़ चेतन जीव जहाना।।\n\nमति कीरति गति भूति भलाई। जब जेहिं जतन जहाँ जेहिं पाई।।\n\nसो जानब सतसंग प्रभाऊ। लोकहुँ बेद न आन उपाऊ।।\n\nबिनु सतसंग बिबेक न होई। राम कृपा बिनु सुलभ न सोई।।\n\nसतसंगत मुद मंगल मूला। सोइ फल सिधि सब साधन फूला।।\n\nसठ सुधरहिं सतसंगति पाई। पारस परस कुधात सुहाई।।\n\nबिधि बस सुजन कुसंगत परहीं। फनि मनि सम निज गुन अनुसरहीं।।\n\nबिधि हरि हर कबि कोबिद बानी। कहत साधु महिमा सकुचानी।।\n\nसो मो सन कहि जात न कैसें। साक बनिक मनि गुन गन जैसें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बंदउँ संत समान चित हित अनहित नहिं कोइ।\n\nअंजलि गत सुभ सुमन जिमि सम सुगंध कर दोइ।।3(क)।।\n\nसंत सरल चित जगत हित जानि सुभाउ सनेहु।\n\nबालबिनय सुनि करि कृपा राम चरन रति देहु।।3(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बहुरि बंदि खल गन सतिभाएँ। जे बिनु काज दाहिनेहु बाएँ।।\n\nपर हित हानि लाभ जिन्ह केरें। उजरें हरष बिषाद बसेरें।।\n\nहरि हर जस राकेस राहु से। पर अकाज भट सहसबाहु से।।\n\nजे पर दोष लखहिं सहसाखी। पर हित घृत जिन्ह के मन माखी।।\n\nतेज कृसानु रोष महिषेसा। अघ अवगुन धन धनी धनेसा।।\n\nउदय केत सम हित सबही के। कुंभकरन सम सोवत नीके।।\n\nपर अकाजु लगि तनु परिहरहीं। जिमि हिम उपल कृषी दलि गरहीं।।\n\nबंदउँ खल जस सेष सरोषा। सहस बदन बरनइ पर दोषा।।\n\nपुनि प्रनवउँ पृथुराज समाना। पर अघ सुनइ सहस दस काना।।\n\nबहुरि सक्र सम बिनवउँ तेही। संतत सुरानीक हित जेही।।\n\nबचन बज्र जेहि सदा पिआरा। सहस नयन पर दोष निहारा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "उदासीन अरि मीत हित सुनत जरहिं खल रीति।\n\nजानि पानि जुग जोरि जन बिनती करइ सप्रीति।।4।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मैं अपनी दिसि कीन्ह निहोरा। तिन्ह निज ओर न लाउब भोरा।।\n\nबायस पलिअहिं अति अनुरागा। होहिं निरामिष कबहुँ कि कागा।।\n\nबंदउँ संत असज्जन चरना। दुखप्रद उभय बीच कछु बरना।।\n\nबिछुरत एक प्रान हरि लेहीं। मिलत एक दुख दारुन देहीं।।\n\nउपजहिं एक संग जग माहीं। जलज जोंक जिमि गुन बिलगाहीं।।\n\nसुधा सुरा सम साधू असाधू। जनक एक जग जलधि अगाधू।।\n\nभल अनभल निज निज करतूती। लहत सुजस अपलोक बिभूती।।\n\nसुधा सुधाकर सुरसरि साधू। गरल अनल कलिमल सरि ब्याधू।।\n\nगुन अवगुन जानत सब कोई। जो जेहि भाव नीक तेहि सोई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भलो भलाइहि पै लहइ लहइ निचाइहि नीचु।\n\nसुधा सराहिअ अमरताँ गरल सराहिअ मीचु।।5।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "खल अघ अगुन साधू गुन गाहा। उभय अपार उदधि अवगाहा।।\n\nतेहि तें कछु गुन दोष बखाने। संग्रह त्याग न बिनु पहिचाने।।\n\nभलेउ पोच सब बिधि उपजाए। गनि गुन दोष बेद बिलगाए।।\n\nकहहिं बेद इतिहास पुराना। बिधि प्रपंचु गुन अवगुन साना।।\n\nदुख सुख पाप पुन्य दिन राती। साधु असाधु सुजाति कुजाती।।\n\nदानव देव ऊँच अरु नीचू। अमिअ सुजीवनु माहुरु मीचू।।\n\nमाया ब्रह्म जीव जगदीसा। लच्छि अलच्छि रंक अवनीसा।।\n\nकासी मग सुरसरि क्रमनासा। मरु मारव महिदेव गवासा।।\n\nसरग नरक अनुराग बिरागा। निगमागम गुन दोष बिभागा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जड़ चेतन गुन दोषमय बिस्व कीन्ह करतार।\n\nसंत हंस गुन गहहिं पय परिहरि बारि बिकार।।6।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अस बिबेक जब देइ बिधाता। तब तजि दोष गुनहिं मनु राता।।\n\nकाल सुभाउ करम बरिआई। भलेउ प्रकृति बस चुकइ भलाई।।\n\nसो सुधारि हरिजन जिमि लेहीं। दलि दुख दोष बिमल जसु देहीं।।\n\nखलउ करहिं भल पाइ सुसंगू। मिटइ न मलिन सुभाउ अभंगू।।\n\nलखि सुबेष जग बंचक जेऊ। बेष प्रताप पूजिअहिं तेऊ।।\n\nउधरहिं अंत न होइ निबाहू। कालनेमि जिमि रावन राहू।।\n\nकिएहुँ कुबेष साधु सनमानू। जिमि जग जामवंत हनुमानू।।\n\nहानि कुसंग सुसंगति लाहू। लोकहुँ बेद बिदित सब काहू।।\n\nगगन चढ़इ रज पवन प्रसंगा। कीचहिं मिलइ नीच जल संगा।।\n\nसाधु असाधु सदन सुक सारीं। सुमिरहिं राम देहिं गनि गारी।।\n\nधूम कुसंगति कारिख होई। लिखिअ पुरान मंजु मसि सोई।।\n\nसोइ जल अनल अनिल संघाता। होइ जलद जग जीवन दाता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "ग्रह भेषज जल पवन पट पाइ कुजोग सुजोग।\n\nहोहि कुबस्तु सुबस्तु जग लखहिं सुलच्छन लोग।।7(क)।।\n\nसम प्रकास तम पाख दुहुँ नाम भेद बिधि कीन्ह।\n\nससि सोषक पोषक समुझि जग जस अपजस दीन्ह।।7(ख)।।\n\nजड़ चेतन जग जीव जत सकल राममय जानि।\n\nबंदउँ सब के पद कमल सदा जोरि जुग पानि।।7(ग)।।\n\nदेव दनुज नर नाग खग प्रेत पितर गंधर्ब।\n\nबंदउँ किंनर रजनिचर कृपा करहु अब सर्ब।।7(घ)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "आकर चारि लाख चौरासी। जाति जीव जल थल नभ बासी।।\n\nसीय राममय सब जग जानी। करउँ प्रनाम जोरि जुग पानी।।\n\nजानि कृपाकर किंकर मोहू। सब मिलि करहु छाड़ि छल छोहू।।\n\nनिज बुधि बल भरोस मोहि नाहीं। तातें बिनय करउँ सब पाही।।\n\nकरन चहउँ रघुपति गुन गाहा। लघु मति मोरि चरित अवगाहा।।\n\nसूझ न एकउ अंग उपाऊ। मन मति रंक मनोरथ राऊ।।\n\nमति अति नीच ऊँचि रुचि आछी। चहिअ अमिअ जग जुरइ न छाछी।।\n\nछमिहहिं सज्जन मोरि ढिठाई। सुनिहहिं बालबचन मन लाई।।\n\nजौ बालक कह तोतरि बाता। सुनहिं मुदित मन पितु अरु माता।।\n\nहँसिहहि कूर कुटिल कुबिचारी। जे पर दूषन भूषनधारी।।\n\nनिज कवित केहि लाग न नीका। सरस होउ अथवा अति फीका।।\n\nजे पर भनिति सुनत हरषाही। ते बर पुरुष बहुत जग नाहीं।।\n\nजग बहु नर सर सरि सम भाई। जे निज बाढ़ि बढ़हिं जल पाई।।\n\nसज्जन सकृत सिंधु सम कोई। देखि पूर बिधु बाढ़इ जोई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भाग छोट अभिलाषु बड़ करउँ एक बिस्वास।\n\nपैहहिं सुख सुनि सुजन सब खल करहहिं उपहास।।8।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "खल परिहास होइ हित मोरा। काक कहहिं कलकंठ कठोरा।।\n\nहंसहि बक दादुर चातकही। हँसहिं मलिन खल बिमल बतकही।।\n\nकबित रसिक न राम पद नेहू। तिन्ह कहँ सुखद हास रस एहू।।\n\nभाषा भनिति भोरि मति मोरी। हँसिबे जोग हँसें नहिं खोरी।।\n\nप्रभु पद प्रीति न सामुझि नीकी। तिन्हहि कथा सुनि लागहि फीकी।।\n\nहरि हर पद रति मति न कुतरकी। तिन्ह कहुँ मधुर कथा रघुवर की।।\n\nराम भगति भूषित जियँ जानी। सुनिहहिं सुजन सराहि सुबानी।।\n\nकबि न होउँ नहिं बचन प्रबीनू। सकल कला सब बिद्या हीनू।।\n\nआखर अरथ अलंकृति नाना। छंद प्रबंध अनेक बिधाना।।\n\nभाव भेद रस भेद अपारा। कबित दोष गुन बिबिध प्रकारा।।\n\nकबित बिबेक एक नहिं मोरें। सत्य कहउँ लिखि कागद कोरे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भनिति मोरि सब गुन रहित बिस्व बिदित गुन एक।\n\nसो बिचारि सुनिहहिं सुमति जिन्ह कें बिमल बिवेक।।9।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एहि महँ रघुपति नाम उदारा। अति पावन पुरान श्रुति सारा।।\n\nमंगल भवन अमंगल हारी। उमा सहित जेहि जपत पुरारी।।\n\nभनिति बिचित्र सुकबि कृत जोऊ। राम नाम बिनु सोह न सोऊ।।\n\nबिधुबदनी सब भाँति सँवारी। सोन न बसन बिना बर नारी।।\n\nसब गुन रहित कुकबि कृत बानी। राम नाम जस अंकित जानी।।\n\nसादर कहहिं सुनहिं बुध ताही। मधुकर सरिस संत गुनग्राही।।\n\nजदपि कबित रस एकउ नाही। राम प्रताप प्रकट एहि माहीं।।\n\nसोइ भरोस मोरें मन आवा। केहिं न सुसंग बडप्पनु पावा।।\n\nधूमउ तजइ सहज करुआई। अगरु प्रसंग सुगंध बसाई।।\n\nभनिति भदेस बस्तु भलि बरनी। राम कथा जग मंगल करनी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "मंगल करनि कलि मल हरनि तुलसी कथा रघुनाथ की।।\n\nगति कूर कबिता सरित की ज्यों सरित पावन पाथ की।।\n\nप्रभु सुजस संगति भनिति भलि होइहि सुजन मन भावनी।।\n\nभव अंग भूति मसान की सुमिरत सुहावनि पावनी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रिय लागिहि अति सबहि मम भनिति राम जस संग।\n\nदारु बिचारु कि करइ कोउ बंदिअ मलय प्रसंग।।10(क)।।\n\nस्याम सुरभि पय बिसद अति गुनद करहिं सब पान।\n\nगिरा ग्राम्य सिय राम जस गावहिं सुनहिं सुजान।।10(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मनि मानिक मुकुता छबि जैसी। अहि गिरि गज सिर सोह न तैसी।।\n\nनृप किरीट तरुनी तनु पाई। लहहिं सकल सोभा अधिकाई।।\n\nतैसेहिं सुकबि कबित बुध कहहीं। उपजहिं अनत अनत छबि लहहीं।।\n\nभगति हेतु बिधि भवन बिहाई। सुमिरत सारद आवति धाई।।\n\nराम चरित सर बिनु अन्हवाएँ। सो श्रम जाइ न कोटि उपाएँ।।\n\nकबि कोबिद अस हृदयँ बिचारी। गावहिं हरि जस कलि मल हारी।।\n\nकीन्हें प्राकृत जन गुन गाना। सिर धुनि गिरा लगत पछिताना।।\n\nहृदय सिंधु मति सीप समाना। स्वाति सारदा कहहिं सुजाना।।\n\nजौं बरषइ बर बारि बिचारू। होहिं कबित मुकुतामनि चारू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जुगुति बेधि पुनि पोहिअहिं रामचरित बर ताग।\n\nपहिरहिं सज्जन बिमल उर सोभा अति अनुराग।।11।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जे जनमे कलिकाल कराला। करतब बायस बेष मराला।।\n\nचलत कुपंथ बेद मग छाँड़े। कपट कलेवर कलि मल भाँड़ें।।\n\nबंचक भगत कहाइ राम के। किंकर कंचन कोह काम के।।\n\nतिन्ह महँ प्रथम रेख जग मोरी। धींग धरमध्वज धंधक धोरी।।\n\nजौं अपने अवगुन सब कहऊँ। बाढ़इ कथा पार नहिं लहऊँ।।\n\nताते मैं अति अलप बखाने। थोरे महुँ जानिहहिं सयाने।।\n\nसमुझि बिबिधि बिधि बिनती मोरी। कोउ न कथा सुनि देइहि खोरी।।\n\nएतेहु पर करिहहिं जे असंका। मोहि ते अधिक ते जड़ मति रंका।।\n\nकबि न होउँ नहिं चतुर कहावउँ। मति अनुरूप राम गुन गावउँ।।\n\nकहँ रघुपति के चरित अपारा। कहँ मति मोरि निरत संसारा।।\n\nजेहिं मारुत गिरि मेरु उड़ाहीं। कहहु तूल केहि लेखे माहीं।।\n\nसमुझत अमित राम प्रभुताई। करत कथा मन अति कदराई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सारद सेस महेस बिधि आगम निगम पुरान।\n\nनेति नेति कहि जासु गुन करहिं निरंतर गान।।12।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सब जानत प्रभु प्रभुता सोई। तदपि कहें बिनु रहा न कोई।।\n\nतहाँ बेद अस कारन राखा। भजन प्रभाउ भाँति बहु भाषा।।\n\nएक अनीह अरूप अनामा। अज सच्चिदानंद पर धामा।।\n\nब्यापक बिस्वरूप भगवाना। तेहिं धरि देह चरित कृत नाना।।\n\nसो केवल भगतन हित लागी। परम कृपाल प्रनत अनुरागी।।\n\nजेहि जन पर ममता अति छोहू। जेहिं करुना करि कीन्ह न कोहू।।\n\nगई बहोर गरीब नेवाजू। सरल सबल साहिब रघुराजू।।\n\nबुध बरनहिं हरि जस अस जानी। करहि पुनीत सुफल निज बानी।।\n\nतेहिं बल मैं रघुपति गुन गाथा। कहिहउँ नाइ राम पद माथा।।\n\nमुनिन्ह प्रथम हरि कीरति गाई। तेहिं मग चलत सुगम मोहि भाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अति अपार जे सरित बर जौं नृप सेतु कराहिं।\n\nचढि पिपीलिकउ परम लघु बिनु श्रम पारहि जाहिं।।13।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एहि प्रकार बल मनहि देखाई। करिहउँ रघुपति कथा सुहाई।।\n\nब्यास आदि कबि पुंगव नाना। जिन्ह सादर हरि सुजस बखाना।।\n\nचरन कमल बंदउँ तिन्ह केरे। पुरवहुँ सकल मनोरथ मेरे।।\n\nकलि के कबिन्ह करउँ परनामा। जिन्ह बरने रघुपति गुन ग्रामा।।\n\nजे प्राकृत कबि परम सयाने। भाषाँ जिन्ह हरि चरित बखाने।।\n\nभए जे अहहिं जे होइहहिं आगें। प्रनवउँ सबहिं कपट सब त्यागें।।\n\nहोहु प्रसन्न देहु बरदानू। साधु समाज भनिति सनमानू।।\n\nजो प्रबंध बुध नहिं आदरहीं। सो श्रम बादि बाल कबि करहीं।।\n\nकीरति भनिति भूति भलि सोई। सुरसरि सम सब कहँ हित होई।।\n\nराम सुकीरति भनिति भदेसा। असमंजस अस मोहि अँदेसा।।\n\nतुम्हरी कृपा सुलभ सोउ मोरे। सिअनि सुहावनि टाट पटोरे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सरल कबित कीरति बिमल सोइ आदरहिं सुजान।\n\nसहज बयर बिसराइ रिपु जो सुनि करहिं बखान।।14(क)।।\n\nसो न होइ बिनु बिमल मति मोहि मति बल अति थोर।\n\nकरहु कृपा हरि जस कहउँ पुनि पुनि करउँ निहोर।।14(ख)।।\n\nकबि कोबिद रघुबर चरित मानस मंजु मराल।\n\nबाल बिनय सुनि सुरुचि लखि मोपर होहु कृपाल।।14(ग)।।\n\nबंदउँ मुनि पद कंजु रामायन जेहिं निरमयउ।\n\nसखर सुकोमल मंजु दोष रहित दूषन सहित।।14(घ)।।\n\nबंदउँ चारिउ बेद भव बारिधि बोहित सरिस।\n\nजिन्हहि न सपनेहुँ खेद बरनत रघुबर बिसद जसु।।14(ङ)।।\n\nबंदउँ बिधि पद रेनु भव सागर जेहि कीन्ह जहँ।\n\nसंत सुधा ससि धेनु प्रगटे खल बिष बारुनी।।14(च)।।\n\nबिबुध बिप्र बुध ग्रह चरन बंदि कहउँ कर जोरि।\n\nहोइ प्रसन्न पुरवहु सकल मंजु मनोरथ मोरि।।14(छ)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पुनि बंदउँ सारद सुरसरिता। जुगल पुनीत मनोहर चरिता।।\n\nमज्जन पान पाप हर एका। कहत सुनत एक हर अबिबेका।।\n\nगुर पितु मातु महेस भवानी। प्रनवउँ दीनबंधु दिन दानी।।\n\nसेवक स्वामि सखा सिय पी के। हित निरुपधि सब बिधि तुलसीके।।\n\nकलि बिलोकि जग हित हर गिरिजा। साबर मंत्र जाल जिन्ह सिरिजा।।\n\nअनमिल आखर अरथ न जापू। प्रगट प्रभाउ महेस प्रतापू।।\n\nसो उमेस मोहि पर अनुकूला। करिहिं कथा मुद मंगल मूला।।\n\nसुमिरि सिवा सिव पाइ पसाऊ। बरनउँ रामचरित चित चाऊ।।\n\nभनिति मोरि सिव कृपाँ बिभाती। ससि समाज मिलि मनहुँ सुराती।।\n\nजे एहि कथहि सनेह समेता। कहिहहिं सुनिहहिं समुझि सचेता।।\n\nहोइहहिं राम चरन अनुरागी। कलि मल रहित सुमंगल भागी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सपनेहुँ साचेहुँ मोहि पर जौं हर गौरि पसाउ।\n\nतौ फुर होउ जो कहेउँ सब भाषा भनिति प्रभाउ।।15।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बंदउँ अवध पुरी अति पावनि। सरजू सरि कलि कलुष नसावनि।।\n\nप्रनवउँ पुर नर नारि बहोरी। ममता जिन्ह पर प्रभुहि न थोरी।।\n\nसिय निंदक अघ ओघ नसाए। लोक बिसोक बनाइ बसाए।।\n\nबंदउँ कौसल्या दिसि प्राची। कीरति जासु सकल जग माची।।\n\nप्रगटेउ जहँ रघुपति ससि चारू। बिस्व सुखद खल कमल तुसारू।।\n\nदसरथ राउ सहित सब रानी। सुकृत सुमंगल मूरति मानी।।\n\nकरउँ प्रनाम करम मन बानी। करहु कृपा सुत सेवक जानी।।\n\nजिन्हहि बिरचि बड़ भयउ बिधाता। महिमा अवधि राम पितु माता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बंदउँ अवध भुआल सत्य प्रेम जेहि राम पद।\n\nबिछुरत दीनदयाल प्रिय तनु तृन इव परिहरेउ।।16।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "प्रनवउँ परिजन सहित बिदेहू। जाहि राम पद गूढ़ सनेहू।।\n\nजोग भोग महँ राखेउ गोई। राम बिलोकत प्रगटेउ सोई।।\n\nप्रनवउँ प्रथम भरत के चरना। जासु नेम ब्रत जाइ न बरना।।\n\nराम चरन पंकज मन जासू। लुबुध मधुप इव तजइ न पासू।।\n\nबंदउँ लछिमन पद जलजाता। सीतल सुभग भगत सुख दाता।।\n\nरघुपति कीरति बिमल पताका। दंड समान भयउ जस जाका।।\n\nसेष सहस्त्रसीस जग कारन। जो अवतरेउ भूमि भय टारन।।\n\nसदा सो सानुकूल रह मो पर। कृपासिंधु सौमित्रि गुनाकर।।\n\nरिपुसूदन पद कमल नमामी। सूर सुसील भरत अनुगामी।।\n\nमहावीर बिनवउँ हनुमाना। राम जासु जस आप बखाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रनवउँ पवनकुमार खल बन पावक ग्यानधन।\n\nजासु हृदय आगार बसहिं राम सर चाप धर।।17।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कपिपति रीछ निसाचर राजा। अंगदादि जे कीस समाजा।।\n\nबंदउँ सब के चरन सुहाए। अधम सरीर राम जिन्ह पाए।।\n\nरघुपति चरन उपासक जेते। खग मृग सुर नर असुर समेते।।\n\nबंदउँ पद सरोज सब केरे। जे बिनु काम राम के चेरे।।\n\nसुक सनकादि भगत मुनि नारद। जे मुनिबर बिग्यान बिसारद।।\n\nप्रनवउँ सबहिं धरनि धरि सीसा। करहु कृपा जन जानि मुनीसा।।\n\nजनकसुता जग जननि जानकी। अतिसय प्रिय करुना निधान की।।\n\nताके जुग पद कमल मनावउँ। जासु कृपाँ निरमल मति पावउँ।।\n\nपुनि मन बचन कर्म रघुनायक। चरन कमल बंदउँ सब लायक।।\n\nराजिवनयन धरें धनु सायक। भगत बिपति भंजन सुख दायक।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गिरा अरथ जल बीचि सम कहिअत भिन्न न भिन्न।\n\nबदउँ सीता राम पद जिन्हहि परम प्रिय खिन्न।।18।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बंदउँ नाम राम रघुवर को। हेतु कृसानु भानु हिमकर को।।\n\nबिधि हरि हरमय बेद प्रान सो। अगुन अनूपम गुन निधान सो।।\n\nमहामंत्र जोइ जपत महेसू। कासीं मुकुति हेतु उपदेसू।।\n\nमहिमा जासु जान गनराउ। प्रथम पूजिअत नाम प्रभाऊ।।\n\nजान आदिकबि नाम प्रतापू। भयउ सुद्ध करि उलटा जापू।।\n\nसहस नाम सम सुनि सिव बानी। जपि जेई पिय संग भवानी।।\n\nहरषे हेतु हेरि हर ही को। किय भूषन तिय भूषन ती को।।\n\nनाम प्रभाउ जान सिव नीको। कालकूट फलु दीन्ह अमी को।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बरषा रितु रघुपति भगति तुलसी सालि सुदास।।\n\nराम नाम बर बरन जुग सावन भादव मास।।19।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "आखर मधुर मनोहर दोऊ। बरन बिलोचन जन जिय जोऊ।।\n\nसुमिरत सुलभ सुखद सब काहू। लोक लाहु परलोक निबाहू।।\n\nकहत सुनत सुमिरत सुठि नीके। राम लखन सम प्रिय तुलसी के।।\n\nबरनत बरन प्रीति बिलगाती। ब्रह्म जीव सम सहज सँघाती।।\n\nनर नारायन सरिस सुभ्राता। जग पालक बिसेषि जन त्राता।।\n\nभगति सुतिय कल करन बिभूषन। जग हित हेतु बिमल बिधु पूषन ।\n\nस्वाद तोष सम सुगति सुधा के। कमठ सेष सम धर बसुधा के।।\n\nजन मन मंजु कंज मधुकर से। जीह जसोमति हरि हलधर से।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "एकु छत्रु एकु मुकुटमनि सब बरननि पर जोउ।\n\nतुलसी रघुबर नाम के बरन बिराजत दोउ।।20।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "समुझत सरिस नाम अरु नामी। प्रीति परसपर प्रभु अनुगामी।।\n\nनाम रूप दुइ ईस उपाधी। अकथ अनादि सुसामुझि साधी।।\n\nको बड़ छोट कहत अपराधू। सुनि गुन भेद समुझिहहिं साधू।।\n\nदेखिअहिं रूप नाम आधीना। रूप ग्यान नहिं नाम बिहीना।।\n\nरूप बिसेष नाम बिनु जानें। करतल गत न परहिं पहिचानें।।\n\nसुमिरिअ नाम रूप बिनु देखें। आवत हृदयँ सनेह बिसेषें।।\n\nनाम रूप गति अकथ कहानी। समुझत सुखद न परति बखानी।।\n\nअगुन सगुन बिच नाम सुसाखी। उभय प्रबोधक चतुर दुभाषी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राम नाम मनिदीप धरु जीह देहरी द्वार।\n\nतुलसी भीतर बाहेरहुँ जौं चाहसि उजिआर।।21।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नाम जीहँ जपि जागहिं जोगी। बिरति बिरंचि प्रपंच बियोगी।।\n\nब्रह्मसुखहि अनुभवहिं अनूपा। अकथ अनामय नाम न रूपा।।\n\nजाना चहहिं गूढ़ गति जेऊ। नाम जीहँ जपि जानहिं तेऊ।।\n\nसाधक नाम जपहिं लय लाएँ। होहिं सिद्ध अनिमादिक पाएँ।।\n\nजपहिं नामु जन आरत भारी। मिटहिं कुसंकट होहिं सुखारी।।\n\nराम भगत जग चारि प्रकारा। सुकृती चारिउ अनघ उदारा।।\n\nचहू चतुर कहुँ नाम अधारा। ग्यानी प्रभुहि बिसेषि पिआरा।।\n\nचहुँ जुग चहुँ श्रुति ना प्रभाऊ। कलि बिसेषि नहिं आन उपाऊ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सकल कामना हीन जे राम भगति रस लीन।\n\nनाम सुप्रेम पियूष हद तिन्हहुँ किए मन मीन।।22।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अगुन सगुन दुइ ब्रह्म सरूपा। अकथ अगाध अनादि अनूपा।।\n\nमोरें मत बड़ नामु दुहू तें। किए जेहिं जुग निज बस निज बूतें।।\n\nप्रोढ़ि सुजन जनि जानहिं जन की। कहउँ प्रतीति प्रीति रुचि मन की।।\n\nएकु दारुगत देखिअ एकू। पावक सम जुग ब्रह्म बिबेकू।।\n\nउभय अगम जुग सुगम नाम तें। कहेउँ नामु बड़ ब्रह्म राम तें।।\n\nब्यापकु एकु ब्रह्म अबिनासी। सत चेतन धन आनँद रासी।।\n\nअस प्रभु हृदयँ अछत अबिकारी। सकल जीव जग दीन दुखारी।।\n\nनाम निरूपन नाम जतन तें। सोउ प्रगटत जिमि मोल रतन तें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "निरगुन तें एहि भाँति बड़ नाम प्रभाउ अपार।\n\nकहउँ नामु बड़ राम तें निज बिचार अनुसार।।23।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "राम भगत हित नर तनु धारी। सहि संकट किए साधु सुखारी।।\n\nनामु सप्रेम जपत अनयासा। भगत होहिं मुद मंगल बासा।।\n\nराम एक तापस तिय तारी। नाम कोटि खल कुमति सुधारी।।\n\nरिषि हित राम सुकेतुसुता की। सहित सेन सुत कीन्ह बिबाकी।।\n\nसहित दोष दुख दास दुरासा। दलइ नामु जिमि रबि निसि नासा।।\n\nभंजेउ राम आपु भव चापू। भव भय भंजन नाम प्रतापू।।\n\nदंडक बनु प्रभु कीन्ह सुहावन। जन मन अमित नाम किए पावन।।।\n\nनिसिचर निकर दले रघुनंदन। नामु सकल कलि कलुष निकंदन।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सबरी गीध सुसेवकनि सुगति दीन्हि रघुनाथ।\n\nनाम उधारे अमित खल बेद बिदित गुन गाथ।।24।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "राम सुकंठ बिभीषन दोऊ। राखे सरन जान सबु कोऊ।।\n\nनाम गरीब अनेक नेवाजे। लोक बेद बर बिरिद बिराजे।।\n\nराम भालु कपि कटकु बटोरा। सेतु हेतु श्रमु कीन्ह न थोरा।।\n\nनामु लेत भवसिंधु सुखाहीं। करहु बिचारु सुजन मन माहीं।।\n\nराम सकुल रन रावनु मारा। सीय सहित निज पुर पगु धारा।।\n\nराजा रामु अवध रजधानी। गावत गुन सुर मुनि बर बानी।।\n\nसेवक सुमिरत नामु सप्रीती। बिनु श्रम प्रबल मोह दलु जीती।।\n\nफिरत सनेहँ मगन सुख अपनें। नाम प्रसाद सोच नहिं सपनें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "ब्रह्म राम तें नामु बड़ बर दायक बर दानि।\n\nरामचरित सत कोटि महँ लिय महेस जियँ जानि।।25।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नाम प्रसाद संभु अबिनासी। साजु अमंगल मंगल रासी।।\n\nसुक सनकादि सिद्ध मुनि जोगी। नाम प्रसाद ब्रह्मसुख भोगी।।\n\nनारद जानेउ नाम प्रतापू। जग प्रिय हरि हरि हर प्रिय आपू।।\n\nनामु जपत प्रभु कीन्ह प्रसादू। भगत सिरोमनि भे प्रहलादू।।\n\nध्रुवँ सगलानि जपेउ हरि नाऊँ। पायउ अचल अनूपम ठाऊँ।।\n\nसुमिरि पवनसुत पावन नामू। अपने बस करि राखे रामू।।\n\nअपतु अजामिलु गजु गनिकाऊ। भए मुकुत हरि नाम प्रभाऊ।।\n\nकहौं कहाँ लगि नाम बड़ाई। रामु न सकहिं नाम गुन गाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नामु राम को कलपतरु कलि कल्यान निवासु।\n\nजो सुमिरत भयो भाँग तें तुलसी तुलसीदासु।।26।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "चहुँ जुग तीनि काल तिहुँ लोका। भए नाम जपि जीव बिसोका।।\n\nबेद पुरान संत मत एहू। सकल सुकृत फल राम सनेहू।।\n\nध्यानु प्रथम जुग मखबिधि दूजें। द्वापर परितोषत प्रभु पूजें।।\n\nकलि केवल मल मूल मलीना। पाप पयोनिधि जन मन मीना।।\n\nनाम कामतरु काल कराला। सुमिरत समन सकल जग जाला।।\n\nराम नाम कलि अभिमत दाता। हित परलोक लोक पितु माता।।\n\nनहिं कलि करम न भगति बिबेकू। राम नाम अवलंबन एकू।।\n\nकालनेमि कलि कपट निधानू। नाम सुमति समरथ हनुमानू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राम नाम नरकेसरी कनककसिपु कलिकाल।\n\nजापक जन प्रहलाद जिमि पालिहि दलि सुरसाल।।27।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "भायँ कुभायँ अनख आलसहूँ। नाम जपत मंगल दिसि दसहूँ।।\n\nसुमिरि सो नाम राम गुन गाथा। करउँ नाइ रघुनाथहि माथा।।\n\nमोरि सुधारिहि सो सब भाँती। जासु कृपा नहिं कृपाँ अघाती।।\n\nराम सुस्वामि कुसेवकु मोसो। निज दिसि दैखि दयानिधि पोसो।।\n\nलोकहुँ बेद सुसाहिब रीतीं। बिनय सुनत पहिचानत प्रीती।।\n\nगनी गरीब ग्रामनर नागर। पंडित मूढ़ मलीन उजागर।।\n\nसुकबि कुकबि निज मति अनुहारी। नृपहि सराहत सब नर नारी।।\n\nसाधु सुजान सुसील नृपाला। ईस अंस भव परम कृपाला।।\n\nसुनि सनमानहिं सबहि सुबानी। भनिति भगति नति गति पहिचानी।।\n\nयह प्राकृत महिपाल सुभाऊ। जान सिरोमनि कोसलराऊ।।\n\nरीझत राम सनेह निसोतें। को जग मंद मलिनमति मोतें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सठ सेवक की प्रीति रुचि रखिहहिं राम कृपालु।\n\nउपल किए जलजान जेहिं सचिव सुमति कपि भालु।।28(क)।।\n\nहौहु कहावत सबु कहत राम सहत उपहास।\n\nसाहिब सीतानाथ सो सेवक तुलसीदास।।28(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अति बड़ि मोरि ढिठाई खोरी। सुनि अघ नरकहुँ नाक सकोरी।।\n\nसमुझि सहम मोहि अपडर अपनें। सो सुधि राम कीन्हि नहिं सपनें।।\n\nसुनि अवलोकि सुचित चख चाही। भगति मोरि मति स्वामि सराही।।\n\nकहत नसाइ होइ हियँ नीकी। रीझत राम जानि जन जी की।।\n\nरहति न प्रभु चित चूक किए की। करत सुरति सय बार हिए की।।\n\nजेहिं अघ बधेउ ब्याध जिमि बाली। फिरि सुकंठ सोइ कीन्ह कुचाली।।\n\nसोइ करतूति बिभीषन केरी। सपनेहुँ सो न राम हियँ हेरी।।\n\nते भरतहि भेंटत सनमाने। राजसभाँ रघुबीर बखाने।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रभु तरु तर कपि डार पर ते किए आपु समान।।\n\nतुलसी कहूँ न राम से साहिब सीलनिधान।।29(क)।।\n\nराम निकाईं रावरी है सबही को नीक।\n\nजों यह साँची है सदा तौ नीको तुलसीक।।29(ख)।।\n\nएहि बिधि निज गुन दोष कहि सबहि बहुरि सिरु नाइ।\n\nबरनउँ रघुबर बिसद जसु सुनि कलि कलुष नसाइ।।29(ग)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जागबलिक जो कथा सुहाई। भरद्वाज मुनिबरहि सुनाई।।\n\nकहिहउँ सोइ संबाद बखानी। सुनहुँ सकल सज्जन सुखु मानी।।\n\nसंभु कीन्ह यह चरित सुहावा। बहुरि कृपा करि उमहि सुनावा।।\n\nसोइ सिव कागभुसुंडिहि दीन्हा। राम भगत अधिकारी चीन्हा।।\n\nतेहि सन जागबलिक पुनि पावा। तिन्ह पुनि भरद्वाज प्रति गावा।।\n\nते श्रोता बकता समसीला। सवँदरसी जानहिं हरिलीला।।\n\nजानहिं तीनि काल निज ग्याना। करतल गत आमलक समाना।।\n\nऔरउ जे हरिभगत सुजाना। कहहिं सुनहिं समुझहिं बिधि नाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मै पुनि निज गुर सन सुनी कथा सो सूकरखेत।\n\nसमुझी नहि तसि बालपन तब अति रहेउँ अचेत।।30(क)।।\n\nश्रोता बकता ग्याननिधि कथा राम कै गूढ़।\n\nकिमि समुझौं मै जीव जड़ कलि मल ग्रसित बिमूढ़।।30(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तदपि कही गुर बारहिं बारा। समुझि परी कछु मति अनुसारा।।\n\nभाषाबद्ध करबि मैं सोई। मोरें मन प्रबोध जेहिं होई।।\n\nजस कछु बुधि बिबेक बल मेरें। तस कहिहउँ हियँ हरि के प्रेरें।।\n\nनिज संदेह मोह भ्रम हरनी। करउँ कथा भव सरिता तरनी।।\n\nबुध बिश्राम सकल जन रंजनि। रामकथा कलि कलुष बिभंजनि।।\n\nरामकथा कलि पंनग भरनी। पुनि बिबेक पावक कहुँ अरनी।।\n\nरामकथा कलि कामद गाई। सुजन सजीवनि मूरि सुहाई।।\n\nसोइ बसुधातल सुधा तरंगिनि। भय भंजनि भ्रम भेक भुअंगिनि।।\n\nअसुर सेन सम नरक निकंदिनि। साधु बिबुध कुल हित गिरिनंदिनि।।\n\nसंत समाज पयोधि रमा सी। बिस्व भार भर अचल छमा सी।।\n\nजम गन मुहँ मसि जग जमुना सी। जीवन मुकुति हेतु जनु कासी।।\n\nरामहि प्रिय पावनि तुलसी सी। तुलसिदास हित हियँ हुलसी सी।।\n\nसिवप्रय मेकल सैल सुता सी। सकल सिद्धि सुख संपति रासी।।\n\nसदगुन सुरगन अंब अदिति सी। रघुबर भगति प्रेम परमिति सी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राम कथा मंदाकिनी चित्रकूट चित चारु।\n\nतुलसी सुभग सनेह बन सिय रघुबीर बिहारु।।31।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "राम चरित चिंतामनि चारू। संत सुमति तिय सुभग सिंगारू।।\n\nजग मंगल गुन ग्राम राम के। दानि मुकुति धन धरम धाम के।।\n\nसदगुर ग्यान बिराग जोग के। बिबुध बैद भव भीम रोग के।।\n\nजननि जनक सिय राम प्रेम के। बीज सकल ब्रत धरम नेम के।।\n\nसमन पाप संताप सोक के। प्रिय पालक परलोक लोक के।।\n\nसचिव सुभट भूपति बिचार के। कुंभज लोभ उदधि अपार के।।\n\nकाम कोह कलिमल करिगन के। केहरि सावक जन मन बन के।।\n\nअतिथि पूज्य प्रियतम पुरारि के। कामद घन दारिद दवारि के।।\n\nमंत्र महामनि बिषय ब्याल के। मेटत कठिन कुअंक भाल के।।\n\nहरन मोह तम दिनकर कर से। सेवक सालि पाल जलधर से।।\n\nअभिमत दानि देवतरु बर से। सेवत सुलभ सुखद हरि हर से।।\n\nसुकबि सरद नभ मन उडगन से। रामभगत जन जीवन धन से।।\n\nसकल सुकृत फल भूरि भोग से। जग हित निरुपधि साधु लोग से।।\n\nसेवक मन मानस मराल से। पावक गंग तंरग माल से।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कुपथ कुतरक कुचालि कलि कपट दंभ पाषंड।\n\nदहन राम गुन ग्राम जिमि इंधन अनल प्रचंड।।32(क)।।\n\nरामचरित राकेस कर सरिस सुखद सब काहु।\n\nसज्जन कुमुद चकोर चित हित बिसेषि बड़ लाहु।।32(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कीन्हि प्रस्न जेहि भाँति भवानी। जेहि बिधि संकर कहा बखानी।।\n\nसो सब हेतु कहब मैं गाई। कथाप्रबंध बिचित्र बनाई।।\n\nजेहि यह कथा सुनी नहिं होई। जनि आचरजु करैं सुनि सोई।।\n\nकथा अलौकिक सुनहिं जे ग्यानी। नहिं आचरजु करहिं अस जानी।।\n\nरामकथा कै मिति जग नाहीं। असि प्रतीति तिन्ह के मन माहीं।।\n\nनाना भाँति राम अवतारा। रामायन सत कोटि अपारा।।\n\nकलपभेद हरिचरित सुहाए। भाँति अनेक मुनीसन्ह गाए।।\n\nकरिअ न संसय अस उर आनी। सुनिअ कथा सारद रति मानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राम अनंत अनंत गुन अमित कथा बिस्तार।\n\nसुनि आचरजु न मानिहहिं जिन्ह कें बिमल बिचार।।33।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एहि बिधि सब संसय करि दूरी। सिर धरि गुर पद पंकज धूरी।।\n\nपुनि सबही बिनवउँ कर जोरी। करत कथा जेहिं लाग न खोरी।।\n\nसादर सिवहि नाइ अब माथा। बरनउँ बिसद राम गुन गाथा।।\n\nसंबत सोरह सै एकतीसा। करउँ कथा हरि पद धरि सीसा।।\n\nनौमी भौम बार मधु मासा। अवधपुरीं यह चरित प्रकासा।।\n\nजेहि दिन राम जनम श्रुति गावहिं। तीरथ सकल तहाँ चलि आवहिं।।\n\nअसुर नाग खग नर मुनि देवा। आइ करहिं रघुनायक सेवा।।\n\nजन्म महोत्सव रचहिं सुजाना। करहिं राम कल कीरति गाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मज्जहि सज्जन बृंद बहु पावन सरजू नीर।\n\nजपहिं राम धरि ध्यान उर सुंदर स्याम सरीर।।34।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "दरस परस मज्जन अरु पाना। हरइ पाप कह बेद पुराना।।\n\nनदी पुनीत अमित महिमा अति। कहि न सकइ सारद बिमलमति।।\n\nराम धामदा पुरी सुहावनि। लोक समस्त बिदित अति पावनि।।\n\nचारि खानि जग जीव अपारा। अवध तजे तनु नहि संसारा।।\n\nसब बिधि पुरी मनोहर जानी। सकल सिद्धिप्रद मंगल खानी।।\n\nबिमल कथा कर कीन्ह अरंभा। सुनत नसाहिं काम मद दंभा।।\n\nरामचरितमानस एहि नामा। सुनत श्रवन पाइअ बिश्रामा।।\n\nमन करि विषय अनल बन जरई। होइ सुखी जौ एहिं सर परई।।\n\nरामचरितमानस मुनि भावन। बिरचेउ संभु सुहावन पावन।।\n\nत्रिबिध दोष दुख दारिद दावन। कलि कुचालि कुलि कलुष नसावन।।\n\nरचि महेस निज मानस राखा। पाइ सुसमउ सिवा सन भाषा।।\n\nतातें रामचरितमानस बर। धरेउ नाम हियँ हेरि हरषि हर।।\n\nकहउँ कथा सोइ सुखद सुहाई। सादर सुनहु सुजन मन लाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जस मानस जेहि बिधि भयउ जग प्रचार जेहि हेतु।\n\nअब सोइ कहउँ प्रसंग सब सुमिरि उमा बृषकेतु।।35।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "संभु प्रसाद सुमति हियँ हुलसी। रामचरितमानस कबि तुलसी।।\n\nकरइ मनोहर मति अनुहारी। सुजन सुचित सुनि लेहु सुधारी।।\n\nसुमति भूमि थल हृदय अगाधू। बेद पुरान उदधि घन साधू।।\n\nबरषहिं राम सुजस बर बारी। मधुर मनोहर मंगलकारी।।\n\nलीला सगुन जो कहहिं बखानी। सोइ स्वच्छता करइ मल हानी।।\n\nप्रेम भगति जो बरनि न जाई। सोइ मधुरता सुसीतलताई।।\n\nसो जल सुकृत सालि हित होई। राम भगत जन जीवन सोई।।\n\nमेधा महि गत सो जल पावन। सकिलि श्रवन मग चलेउ सुहावन।।\n\nभरेउ सुमानस सुथल थिराना। सुखद सीत रुचि चारु चिराना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुठि सुंदर संबाद बर बिरचे बुद्धि बिचारि।\n\nतेइ एहि पावन सुभग सर घाट मनोहर चारि।।36।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सप्त प्रबन्ध सुभग सोपाना। ग्यान नयन निरखत मन माना।।\n\nरघुपति महिमा अगुन अबाधा। बरनब सोइ बर बारि अगाधा।।\n\nराम सीय जस सलिल सुधासम। उपमा बीचि बिलास मनोरम।।\n\nपुरइनि सघन चारु चौपाई। जुगुति मंजु मनि सीप सुहाई।।\n\nछंद सोरठा सुंदर दोहा। सोइ बहुरंग कमल कुल सोहा।।\n\nअरथ अनूप सुमाव सुभासा। सोइ पराग मकरंद सुबासा।।\n\nसुकृत पुंज मंजुल अलि माला। ग्यान बिराग बिचार मराला।।\n\nधुनि अवरेब कबित गुन जाती। मीन मनोहर ते बहुभाँती।।\n\nअरथ धरम कामादिक चारी। कहब ग्यान बिग्यान बिचारी।।\n\nनव रस जप तप जोग बिरागा। ते सब जलचर चारु तड़ागा।।\n\nसुकृती साधु नाम गुन गाना। ते बिचित्र जल बिहग समाना।।\n\nसंतसभा चहुँ दिसि अवँराई। श्रद्धा रितु बसंत सम गाई।।\n\nभगति निरुपन बिबिध बिधाना। छमा दया दम लता बिताना।।\n\nसम जम नियम फूल फल ग्याना। हरि पत रति रस बेद बखाना।।\n\nऔरउ कथा अनेक प्रसंगा। तेइ सुक पिक बहुबरन बिहंगा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पुलक बाटिका बाग बन सुख सुबिहंग बिहारु।\n\nमाली सुमन सनेह जल सींचत लोचन चारु।।37।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जे गावहिं यह चरित सँभारे। तेइ एहि ताल चतुर रखवारे।।\n\nसदा सुनहिं सादर नर नारी। तेइ सुरबर मानस अधिकारी।।\n\nअति खल जे बिषई बग कागा। एहिं सर निकट न जाहिं अभागा।।\n\nसंबुक भेक सेवार समाना। इहाँ न बिषय कथा रस नाना।।\n\nतेहि कारन आवत हियँ हारे। कामी काक बलाक बिचारे।।\n\nआवत एहिं सर अति कठिनाई। राम कृपा बिनु आइ न जाई।।\n\nकठिन कुसंग कुपंथ कराला। तिन्ह के बचन बाघ हरि ब्याला।।\n\nगृह कारज नाना जंजाला। ते अति दुर्गम सैल बिसाला।।\n\nबन बहु बिषम मोह मद माना। नदीं कुतर्क भयंकर नाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जे श्रद्धा संबल रहित नहि संतन्ह कर साथ।\n\nतिन्ह कहुँ मानस अगम अति जिन्हहि न प्रिय रघुनाथ।।38।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जौं करि कष्ट जाइ पुनि कोई। जातहिं नींद जुड़ाई होई।।\n\nजड़ता जाड़ बिषम उर लागा। गएहुँ न मज्जन पाव अभागा।।\n\nकरि न जाइ सर मज्जन पाना। फिरि आवइ समेत अभिमाना।।\n\nजौं बहोरि कोउ पूछन आवा। सर निंदा करि ताहि बुझावा।।\n\nसकल बिघ्न ब्यापहि नहिं तेही। राम सुकृपाँ बिलोकहिं जेही।।\n\nसोइ सादर सर मज्जनु करई। महा घोर त्रयताप न जरई।।\n\nते नर यह सर तजहिं न काऊ। जिन्ह के राम चरन भल भाऊ।।\n\nजो नहाइ चह एहिं सर भाई। सो सतसंग करउ मन लाई।।\n\nअस मानस मानस चख चाही। भइ कबि बुद्धि बिमल अवगाही।।\n\nभयउ हृदयँ आनंद उछाहू। उमगेउ प्रेम प्रमोद प्रबाहू।।\n\nचली सुभग कबिता सरिता सो। राम बिमल जस जल भरिता सो।।\n\nसरजू नाम सुमंगल मूला। लोक बेद मत मंजुल कूला।।\n\nनदी पुनीत सुमानस नंदिनि। कलिमल तृन तरु मूल निकंदिनि।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "श्रोता त्रिबिध समाज पुर ग्राम नगर दुहुँ कूल।\n\nसंतसभा अनुपम अवध सकल सुमंगल मूल।।39।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "रामभगति सुरसरितहि जाई। मिली सुकीरति सरजु सुहाई।।\n\nसानुज राम समर जसु पावन। मिलेउ महानदु सोन सुहावन।।\n\nजुग बिच भगति देवधुनि धारा। सोहति सहित सुबिरति बिचारा।।\n\nत्रिबिध ताप त्रासक तिमुहानी। राम सरुप सिंधु समुहानी।।\n\nमानस मूल मिली सुरसरिही। सुनत सुजन मन पावन करिही।।\n\nबिच बिच कथा बिचित्र बिभागा। जनु सरि तीर तीर बन बागा।।\n\nउमा महेस बिबाह बराती। ते जलचर अगनित बहुभाँती।।\n\nरघुबर जनम अनंद बधाई। भवँर तरंग मनोहरताई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बालचरित चहु बंधु के बनज बिपुल बहुरंग।\n\nनृप रानी परिजन सुकृत मधुकर बारिबिहंग।।40।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सीय स्वयंबर कथा सुहाई। सरित सुहावनि सो छबि छाई।।\n\nनदी नाव पटु प्रस्न अनेका। केवट कुसल उतर सबिबेका।।\n\nसुनि अनुकथन परस्पर होई। पथिक समाज सोह सरि सोई।।\n\nघोर धार भृगुनाथ रिसानी। घाट सुबद्ध राम बर बानी।।\n\nसानुज राम बिबाह उछाहू। सो सुभ उमग सुखद सब काहू।।\n\nकहत सुनत हरषहिं पुलकाहीं। ते सुकृती मन मुदित नहाहीं।।\n\nराम तिलक हित मंगल साजा। परब जोग जनु जुरे समाजा।।\n\nकाई कुमति केकई केरी। परी जासु फल बिपति घनेरी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "समन अमित उतपात सब भरतचरित जपजाग।\n\nकलि अघ खल अवगुन कथन ते जलमल बग काग।।41।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कीरति सरित छहूँ रितु रूरी। समय सुहावनि पावनि भूरी।।\n\nहिम हिमसैलसुता सिव ब्याहू। सिसिर सुखद प्रभु जनम उछाहू।।\n\nबरनब राम बिबाह समाजू। सो मुद मंगलमय रितुराजू।।\n\nग्रीषम दुसह राम बनगवनू। पंथकथा खर आतप पवनू।।\n\nबरषा घोर निसाचर रारी। सुरकुल सालि सुमंगलकारी।।\n\nराम राज सुख बिनय बड़ाई। बिसद सुखद सोइ सरद सुहाई।।\n\nसती सिरोमनि सिय गुनगाथा। सोइ गुन अमल अनूपम पाथा।।\n\nभरत सुभाउ सुसीतलताई। सदा एकरस बरनि न जाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अवलोकनि बोलनि मिलनि प्रीति परसपर हास।\n\nभायप भलि चहु बंधु की जल माधुरी सुबास।।42।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "आरति बिनय दीनता मोरी। लघुता ललित सुबारि न थोरी।।\n\nअदभुत सलिल सुनत गुनकारी। आस पिआस मनोमल हारी।।\n\nराम सुप्रेमहि पोषत पानी। हरत सकल कलि कलुष गलानी।।\n\nभव श्रम सोषक तोषक तोषा। समन दुरित दुख दारिद दोषा।।\n\nकाम कोह मद मोह नसावन। बिमल बिबेक बिराग बढ़ावन।।\n\nसादर मज्जन पान किए तें। मिटहिं पाप परिताप हिए तें।।\n\nजिन्ह एहि बारि न मानस धोए। ते कायर कलिकाल बिगोए।।\n\nतृषित निरखि रबि कर भव बारी। फिरिहहि मृग जिमि जीव दुखारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मति अनुहारि सुबारि गुन गनि मन अन्हवाइ।\n\nसुमिरि भवानी संकरहि कह कबि कथा सुहाइ।।43(क)।।\n\nअब रघुपति पद पंकरुह हियँ धरि पाइ प्रसाद ।\n\nकहउँ जुगल मुनिबर्ज कर मिलन सुभग संबाद।।43(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "भरद्वाज मुनि बसहिं प्रयागा। तिन्हहि राम पद अति अनुरागा।।\n\nतापस सम दम दया निधाना। परमारथ पथ परम सुजाना।।\n\nमाघ मकरगत रबि जब होई। तीरथपतिहिं आव सब कोई।।\n\nदेव दनुज किंनर नर श्रेनी। सादर मज्जहिं सकल त्रिबेनीं।।\n\nपूजहि माधव पद जलजाता। परसि अखय बटु हरषहिं गाता।।\n\nभरद्वाज आश्रम अति पावन। परम रम्य मुनिबर मन भावन।।\n\nतहाँ होइ मुनि रिषय समाजा। जाहिं जे मज्जन तीरथराजा।।\n\nमज्जहिं प्रात समेत उछाहा। कहहिं परसपर हरि गुन गाहा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "ब्रह्म निरूपम धरम बिधि बरनहिं तत्त्व बिभाग।\n\nकहहिं भगति भगवंत कै संजुत ग्यान बिराग।।44।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एहि प्रकार भरि माघ नहाहीं। पुनि सब निज निज आश्रम जाहीं।।\n\nप्रति संबत अति होइ अनंदा। मकर मज्जि गवनहिं मुनिबृंदा।।\n\nएक बार भरि मकर नहाए। सब मुनीस आश्रमन्ह सिधाए।।\n\nजगबालिक मुनि परम बिबेकी। भरव्दाज राखे पद टेकी।।\n\nसादर चरन सरोज पखारे। अति पुनीत आसन बैठारे।।\n\nकरि पूजा मुनि सुजस बखानी। बोले अति पुनीत मृदु बानी।।\n\nनाथ एक संसउ बड़ मोरें। करगत बेदतत्व सबु तोरें।।\n\nकहत सो मोहि लागत भय लाजा। जौ न कहउँ बड़ होइ अकाजा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "संत कहहि असि नीति प्रभु श्रुति पुरान मुनि गाव।\n\nहोइ न बिमल बिबेक उर गुर सन किएँ दुराव।।45।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अस बिचारि प्रगटउँ निज मोहू। हरहु नाथ करि जन पर छोहू।।\n\nराम नाम कर अमित प्रभावा। संत पुरान उपनिषद गावा।।\n\nसंतत जपत संभु अबिनासी। सिव भगवान ग्यान गुन रासी।।\n\nआकर चारि जीव जग अहहीं। कासीं मरत परम पद लहहीं।।\n\nसोपि राम महिमा मुनिराया। सिव उपदेसु करत करि दाया।।\n\nरामु कवन प्रभु पूछउँ तोही। कहिअ बुझाइ कृपानिधि मोही।।\n\nएक राम अवधेस कुमारा। तिन्ह कर चरित बिदित संसारा।।\n\nनारि बिरहँ दुखु लहेउ अपारा। भयहु रोषु रन रावनु मारा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रभु सोइ राम कि अपर कोउ जाहि जपत त्रिपुरारि।\n\nसत्यधाम सर्बग्य तुम्ह कहहु बिबेकु बिचारि।।46।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जैसे मिटै मोर भ्रम भारी। कहहु सो कथा नाथ बिस्तारी।।\n\nजागबलिक बोले मुसुकाई। तुम्हहि बिदित रघुपति प्रभुताई।।\n\nराममगत तुम्ह मन क्रम बानी। चतुराई तुम्हारी मैं जानी।।\n\nचाहहु सुनै राम गुन गूढ़ा। कीन्हिहु प्रस्न मनहुँ अति मूढ़ा।।\n\nतात सुनहु सादर मनु लाई। कहउँ राम कै कथा सुहाई।।\n\nमहामोहु महिषेसु बिसाला। रामकथा कालिका कराला।।\n\nरामकथा ससि किरन समाना। संत चकोर करहिं जेहि पाना।।\n\nऐसेइ संसय कीन्ह भवानी। महादेव तब कहा बखानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कहउँ सो मति अनुहारि अब उमा संभु संबाद।\n\nभयउ समय जेहि हेतु जेहि सुनु मुनि मिटिहि बिषाद।।47।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एक बार त्रेता जुग माहीं। संभु गए कुंभज रिषि पाहीं।।\n\nसंग सती जगजननि भवानी। पूजे रिषि अखिलेस्वर जानी।।\n\nरामकथा मुनीबर्ज बखानी। सुनी महेस परम सुखु मानी।।\n\nरिषि पूछी हरिभगति सुहाई। कही संभु अधिकारी पाई।।\n\nकहत सुनत रघुपति गुन गाथा। कछु दिन तहाँ रहे गिरिनाथा।।\n\nमुनि सन बिदा मागि त्रिपुरारी। चले भवन सँग दच्छकुमारी।।\n\nतेहि अवसर भंजन महिभारा। हरि रघुबंस लीन्ह अवतारा।।\n\nपिता बचन तजि राजु उदासी। दंडक बन बिचरत अबिनासी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "ह्दयँ बिचारत जात हर केहि बिधि दरसनु होइ।\n\nगुप्त रुप अवतरेउ प्रभु गएँ जान सबु कोइ।।48(क)।।\n\nसंकर उर अति छोभु सती न जानहिं मरमु सोइ।।\n\nतुलसी दरसन लोभु मन डरु लोचन लालची।।48(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "रावन मरन मनुज कर जाचा। प्रभु बिधि बचनु कीन्ह चह साचा।।\n\nजौं नहिं जाउँ रहइ पछितावा। करत बिचारु न बनत बनावा।।\n\nएहि बिधि भए सोचबस ईसा। तेहि समय जाइ दससीसा।।\n\nलीन्ह नीच मारीचहि संगा। भयउ तुरत सोइ कपट कुरंगा।।\n\nकरि छलु मूढ़ हरी बैदेही। प्रभु प्रभाउ तस बिदित न तेही।।\n\nमृग बधि बन्धु सहित हरि आए। आश्रमु देखि नयन जल छाए।।\n\nबिरह बिकल नर इव रघुराई। खोजत बिपिन फिरत दोउ भाई।।\n\nकबहूँ जोग बियोग न जाकें। देखा प्रगट बिरह दुख ताकें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अति विचित्र रघुपति चरित जानहिं परम सुजान।\n\nजे मतिमंद बिमोह बस हृदयँ धरहिं कछु आन।।49।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "संभु समय तेहि रामहि देखा। उपजा हियँ अति हरपु बिसेषा।।\n\nभरि लोचन छबिसिंधु निहारी। कुसमय जानिन कीन्हि चिन्हारी।।\n\nजय सच्चिदानंद जग पावन। अस कहि चलेउ मनोज नसावन।।\n\nचले जात सिव सती समेता। पुनि पुनि पुलकत कृपानिकेता।।\n\nसतीं सो दसा संभु कै देखी। उर उपजा संदेहु बिसेषी।।\n\nसंकरु जगतबंद्य जगदीसा। सुर नर मुनि सब नावत सीसा।।\n\nतिन्ह नृपसुतहि नह परनामा। कहि सच्चिदानंद परधमा।।\n\nभए मगन छबि तासु बिलोकी। अजहुँ प्रीति उर रहति न रोकी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "ब्रह्म जो व्यापक बिरज अज अकल अनीह अभेद।\n\nसो कि देह धरि होइ नर जाहि न जानत वेद।। 50।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बिष्नु जो सुर हित नरतनु धारी। सोउ सर्बग्य जथा त्रिपुरारी।।\n\nखोजइ सो कि अग्य इव नारी। ग्यानधाम श्रीपति असुरारी।।\n\nसंभुगिरा पुनि मृषा न होई। सिव सर्बग्य जान सबु कोई।।\n\nअस संसय मन भयउ अपारा। होई न हृदयँ प्रबोध प्रचारा।।\n\nजद्यपि प्रगट न कहेउ भवानी। हर अंतरजामी सब जानी।।\n\nसुनहि सती तव नारि सुभाऊ। संसय अस न धरिअ उर काऊ।।\n\nजासु कथा कुभंज रिषि गाई। भगति जासु मैं मुनिहि सुनाई।।\n\nसोउ मम इष्टदेव रघुबीरा। सेवत जाहि सदा मुनि धीरा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "मुनि धीर जोगी सिद्ध संतत बिमल मन जेहि ध्यावहीं।\n\nकहि नेति निगम पुरान आगम जासु कीरति गावहीं।।\n\nसोइ रामु ब्यापक ब्रह्म भुवन निकाय पति माया धनी।\n\nअवतरेउ अपने भगत हित निजतंत्र नित रघुकुलमनि।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "लाग न उर उपदेसु जदपि कहेउ सिवँ बार बहु।\n\nबोले बिहसि महेसु हरिमाया बलु जानि जियँ।।51।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जौं तुम्हरें मन अति संदेहू। तौ किन जाइ परीछा लेहू।।\n\nतब लगि बैठ अहउँ बटछाहिं। जब लगि तुम्ह ऐहहु मोहि पाही।।\n\nजैसें जाइ मोह भ्रम भारी। करेहु सो जतनु बिबेक बिचारी।।\n\nचलीं सती सिव आयसु पाई। करहिं बिचारु करौं का भाई।।\n\nइहाँ संभु अस मन अनुमाना। दच्छसुता कहुँ नहिं कल्याना।।\n\nमोरेहु कहें न संसय जाहीं। बिधी बिपरीत भलाई नाहीं।।\n\nहोइहि सोइ जो राम रचि राखा। को करि तर्क बढ़ावै साखा।।\n\nअस कहि लगे जपन हरिनामा। गई सती जहँ प्रभु सुखधामा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पुनि पुनि हृदयँ विचारु करि धरि सीता कर रुप।\n\nआगें होइ चलि पंथ तेहि जेहिं आवत नरभूप।।52।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "लछिमन दीख उमाकृत बेषा चकित भए भ्रम हृदयँ बिसेषा।।\n\nकहि न सकत कछु अति गंभीरा। प्रभु प्रभाउ जानत मतिधीरा।।\n\nसती कपटु जानेउ सुरस्वामी। सबदरसी सब अंतरजामी।।\n\nसुमिरत जाहि मिटइ अग्याना। सोइ सरबग्य रामु भगवाना।।\n\nसती कीन्ह चह तहँहुँ दुराऊ। देखहु नारि सुभाव प्रभाऊ।।\n\nनिज माया बलु हृदयँ बखानी। बोले बिहसि रामु मृदु बानी।।\n\nजोरि पानि प्रभु कीन्ह प्रनामू। पिता समेत लीन्ह निज नामू।।\n\nकहेउ बहोरि कहाँ बृषकेतू। बिपिन अकेलि फिरहु केहि हेतू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राम बचन मृदु गूढ़ सुनि उपजा अति संकोचु।\n\nसती सभीत महेस पहिं चलीं हृदयँ बड़ सोचु।।53।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मैं संकर कर कहा न माना। निज अग्यानु राम पर आना।।\n\nजाइ उतरु अब देहउँ काहा। उर उपजा अति दारुन दाहा।।\n\nजाना राम सतीं दुखु पावा। निज प्रभाउ कछु प्रगटि जनावा।।\n\nसतीं दीख कौतुकु मग जाता। आगें रामु सहित श्री भ्राता।।\n\nफिरि चितवा पाछें प्रभु देखा। सहित बंधु सिय सुंदर वेषा।।\n\nजहँ चितवहिं तहँ प्रभु आसीना। सेवहिं सिद्ध मुनीस प्रबीना।।\n\nदेखे सिव बिधि बिष्नु अनेका। अमित प्रभाउ एक तें एका।।\n\nबंदत चरन करत प्रभु सेवा। बिबिध बेष देखे सब देवा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सती बिधात्री इंदिरा देखीं अमित अनूप।\n\nजेहिं जेहिं बेष अजादि सुर तेहि तेहि तन अनुरूप।।54।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखे जहँ तहँ रघुपति जेते। सक्तिन्ह सहित सकल सुर तेते।।\n\nजीव चराचर जो संसारा। देखे सकल अनेक प्रकारा।।\n\nपूजहिं प्रभुहि देव बहु बेषा। राम रूप दूसर नहिं देखा।।\n\nअवलोके रघुपति बहुतेरे। सीता सहित न बेष घनेरे।।\n\nसोइ रघुबर सोइ लछिमनु सीता। देखि सती अति भई सभीता।।\n\nहृदय कंप तन सुधि कछु नाहीं। नयन मूदि बैठीं मग माहीं।।\n\nबहुरि बिलोकेउ नयन उघारी। कछु न दीख तहँ दच्छकुमारी।।\n\nपुनि पुनि नाइ राम पद सीसा। चलीं तहाँ जहँ रहे गिरीसा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गई समीप महेस तब हँसि पूछी कुसलात।\n\nलीन्ही परीछा कवन बिधि कहहु सत्य सब बात।।55।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सतीं समुझि रघुबीर प्रभाऊ। भय बस सिव सन कीन्ह दुराऊ।।\n\nकछु न परीछा लीन्हि गोसाई। कीन्ह प्रनामु तुम्हारिहि नाई।।\n\nजो तुम्ह कहा सो मृषा न होई। मोरें मन प्रतीति अति सोई।।\n\nतब संकर देखेउ धरि ध्याना। सतीं जो कीन्ह चरित सब जाना।।\n\nबहुरि राममायहि सिरु नावा। प्रेरि सतिहि जेहिं झूँठ कहावा।।\n\nहरि इच्छा भावी बलवाना। हृदयँ बिचारत संभु सुजाना।।\n\nसतीं कीन्ह सीता कर बेषा। सिव उर भयउ बिषाद बिसेषा।।\n\nजौं अब करउँ सती सन प्रीती। मिटइ भगति पथु होइ अनीती।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "परम पुनीत न जाइ तजि किएँ प्रेम बड़ पापु।\n\nप्रगटि न कहत महेसु कछु हृदयँ अधिक संतापु।।56।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तब संकर प्रभु पद सिरु नावा। सुमिरत रामु हृदयँ अस आवा।।\n\nएहिं तन सतिहि भेट मोहि नाहीं। सिव संकल्पु कीन्ह मन माहीं।।\n\nअस बिचारि संकरु मतिधीरा। चले भवन सुमिरत रघुबीरा।।\n\nचलत गगन भै गिरा सुहाई। जय महेस भलि भगति दृढ़ाई।।\n\nअस पन तुम्ह बिनु करइ को आना। रामभगत समरथ भगवाना।।\n\nसुनि नभगिरा सती उर सोचा। पूछा सिवहि समेत सकोचा।।\n\nकीन्ह कवन पन कहहु कृपाला। सत्यधाम प्रभु दीनदयाला।।\n\nजदपि सतीं पूछा बहु भाँती। तदपि न कहेउ त्रिपुर आराती।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सतीं हृदय अनुमान किय सबु जानेउ सर्बग्य।\n\nकीन्ह कपटु मैं संभु सन नारि सहज जड़ अग्य।।57क।।\n\nजलु पय सरिस बिकाइ देखहु प्रीति कि रीति भलि।\n\nबिलग होइ रसु जाइ कपट खटाई परत पुनि।।57ख।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "हृदयँ सोचु समुझत निज करनी। चिंता अमित जाइ नहि बरनी।।\n\nकृपासिंधु सिव परम अगाधा। प्रगट न कहेउ मोर अपराधा।।\n\nसंकर रुख अवलोकि भवानी। प्रभु मोहि तजेउ हृदयँ अकुलानी।।\n\nनिज अघ समुझि न कछु कहि जाई। तपइ अवाँ इव उर अधिकाई।।\n\nसतिहि ससोच जानि बृषकेतू। कहीं कथा सुंदर सुख हेतू।।\n\nबरनत पंथ बिबिध इतिहासा। बिस्वनाथ पहुँचे कैलासा।।\n\nतहँ पुनि संभु समुझि पन आपन। बैठे बट तर करि कमलासन।।\n\nसंकर सहज सरुप सम्हारा। लागि समाधि अखंड अपारा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सती बसहि कैलास तब अधिक सोचु मन माहिं।\n\nमरमु न कोऊ जान कछु जुग सम दिवस सिराहिं।।58।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नित नव सोचु सतीं उर भारा। कब जैहउँ दुख सागर पारा।।\n\nमैं जो कीन्ह रघुपति अपमाना। पुनिपति बचनु मृषा करि जाना।।\n\nसो फलु मोहि बिधाताँ दीन्हा। जो कछु उचित रहा सोइ कीन्हा।।\n\nअब बिधि अस बूझिअ नहि तोही। संकर बिमुख जिआवसि मोही।।\n\nकहि न जाई कछु हृदय गलानी। मन महुँ रामाहि सुमिर सयानी।।\n\nजौ प्रभु दीनदयालु कहावा। आरती हरन बेद जसु गावा।।\n\nतौ मैं बिनय करउँ कर जोरी। छूटउ बेगि देह यह मोरी।।\n\nजौं मोरे सिव चरन सनेहू। मन क्रम बचन सत्य ब्रतु एहू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तौ सबदरसी सुनिअ प्रभु करउ सो बेगि उपाइ।\n\nहोइ मरनु जेही बिनहिं श्रम दुसह बिपत्ति बिहाइ।।59।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एहि बिधि दुखित प्रजेसकुमारी। अकथनीय दारुन दुखु भारी।।\n\nबीतें संबत सहस सतासी। तजी समाधि संभु अबिनासी।।\n\nराम नाम सिव सुमिरन लागे। जानेउ सतीं जगतपति जागे।।\n\nजाइ संभु पद बंदनु कीन्ही। सनमुख संकर आसनु दीन्हा।।\n\nलगे कहन हरिकथा रसाला। दच्छ प्रजेस भए तेहि काला।।\n\nदेखा बिधि बिचारि सब लायक। दच्छहि कीन्ह प्रजापति नायक।।\n\nबड़ अधिकार दच्छ जब पावा। अति अभिमानु हृदयँ तब आवा।।\n\nनहिं कोउ अस जनमा जग माहीं। प्रभुता पाइ जाहि मद नाहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "दच्छ लिए मुनि बोलि सब करन लगे बड़ जाग।\n\nनेवते सादर सकल सुर जे पावत मख भाग।।60।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "किंनर नाग सिद्ध गंधर्बा। बधुन्ह समेत चले सुर सर्बा।।\n\nबिष्नु बिरंचि महेसु बिहाई। चले सकल सुर जान बनाई।।\n\nसतीं बिलोके ब्योम बिमाना। जात चले सुंदर बिधि नाना।।\n\nसुर सुंदरी करहिं कल गाना। सुनत श्रवन छूटहिं मुनि ध्याना।।\n\nपूछेउ तब सिवँ कहेउ बखानी। पिता जग्य सुनि कछु हरषानी।।\n\nजौं महेसु मोहि आयसु देहीं। कुछ दिन जाइ रहौं मिस एहीं।।\n\nपति परित्याग हृदय दुखु भारी। कहइ न निज अपराध बिचारी।।\n\nबोली सती मनोहर बानी। भय संकोच प्रेम रस सानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पिता भवन उत्सव परम जौं प्रभु आयसु होइ।\n\nतौ मै जाउँ कृपायतन सादर देखन सोइ।।61।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कहेहु नीक मोरेहुँ मन भावा। यह अनुचित नहिं नेवत पठावा।।\n\nदच्छ सकल निज सुता बोलाई। हमरें बयर तुम्हउ बिसराई।।\n\nब्रह्मसभाँ हम सन दुखु माना। तेहि तें अजहुँ करहिं अपमाना।।\n\nजौं बिनु बोलें जाहु भवानी। रहइ न सीलु सनेहु न कानी।।\n\nजदपि मित्र प्रभु पितु गुर गेहा। जाइअ बिनु बोलेहुँ न सँदेहा।।\n\nतदपि बिरोध मान जहँ कोई। तहाँ गएँ कल्यानु न होई।।\n\nभाँति अनेक संभु समुझावा। भावी बस न ग्यानु उर आवा।।\n\nकह प्रभु जाहु जो बिनहिं बोलाएँ। नहिं भलि बात हमारे भाएँ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कहि देखा हर जतन बहु रहइ न दच्छकुमारि।\n\nदिए मुख्य गन संग तब बिदा कीन्ह त्रिपुरारि।।62।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पिता भवन जब गई भवानी। दच्छ त्रास काहुँ न सनमानी।।\n\nसादर भलेहिं मिली एक माता। भगिनीं मिलीं बहुत मुसुकाता।।\n\nदच्छ न कछु पूछी कुसलाता। सतिहि बिलोकि जरे सब गाता।।\n\nसतीं जाइ देखेउ तब जागा। कतहुँ न दीख संभु कर भागा।।\n\nतब चित चढ़ेउ जो संकर कहेऊ। प्रभु अपमानु समुझि उर दहेऊ।।\n\nपाछिल दुखु न हृदयँ अस ब्यापा। जस यह भयउ महा परितापा।।\n\nजद्यपि जग दारुन दुख नाना। सब तें कठिन जाति अवमाना।।\n\nसमुझि सो सतिहि भयउ अति क्रोधा। बहु बिधि जननीं कीन्ह प्रबोधा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सिव अपमानु न जाइ सहि हृदयँ न होइ प्रबोध।\n\nसकल सभहि हठि हटकि तब बोलीं बचन सक्रोध।।63।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनहु सभासद सकल मुनिंदा। कही सुनी जिन्ह संकर निंदा।।\n\nसो फलु तुरत लहब सब काहूँ। भली भाँति पछिताब पिताहूँ।।\n\nसंत संभु श्रीपति अपबादा। सुनिअ जहाँ तहँ असि मरजादा।।\n\nकाटिअ तासु जीभ जो बसाई। श्रवन मूदि न त चलिअ पराई।।\n\nजगदातमा महेसु पुरारी। जगत जनक सब के हितकारी।।\n\nपिता मंदमति निंदत तेही। दच्छ सुक्र संभव यह देही।।\n\nतजिहउँ तुरत देह तेहि हेतू। उर धरि चंद्रमौलि बृषकेतू।।\n\nअस कहि जोग अगिनि तनु जारा। भयउ सकल मख हाहाकारा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सती मरनु सुनि संभु गन लगे करन मख खीस।\n\nजग्य बिधंस बिलोकि भृगु रच्छा कीन्हि मुनीस।।64।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "समाचार सब संकर पाए। बीरभद्रु करि कोप पठाए।।\n\nजग्य बिधंस जाइ तिन्ह कीन्हा। सकल सुरन्ह बिधिवत फलु दीन्हा।।\n\nभे जगबिदित दच्छ गति सोई। जसि कछु संभु बिमुख कै होई।।\n\nयह इतिहास सकल जग जानी। ताते मैं संछेप बखानी।।\n\nसतीं मरत हरि सन बरु मागा। जनम जनम सिव पद अनुरागा।।\n\nतेहि कारन हिमगिरि गृह जाई। जनमीं पारबती तनु पाई।।\n\nजब तें उमा सैल गृह जाईं। सकल सिद्धि संपति तहँ छाई।।\n\nजहँ तहँ मुनिन्ह सुआश्रम कीन्हे। उचित बास हिम भूधर दीन्हे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सदा सुमन फल सहित सब द्रुम नव नाना जाति।\n\nप्रगटीं सुंदर सैल पर मनि आकर बहु भाँति।।65।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सरिता सब पुनित जलु बहहीं। खग मृग मधुप सुखी सब रहहीं।।\n\nसहज बयरु सब जीवन्ह त्यागा। गिरि पर सकल करहिं अनुरागा।।\n\nसोह सैल गिरिजा गृह आएँ। जिमि जनु रामभगति के पाएँ।।\n\nनित नूतन मंगल गृह तासू। ब्रह्मादिक गावहिं जसु जासू।।\n\nनारद समाचार सब पाए। कौतुकहीं गिरि गेह सिधाए।।\n\nसैलराज बड़ आदर कीन्हा। पद पखारि बर आसनु दीन्हा।।\n\nनारि सहित मुनि पद सिरु नावा। चरन सलिल सबु भवनु सिंचावा।।\n\nनिज सौभाग्य बहुत गिरि बरना। सुता बोलि मेली मुनि चरना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "त्रिकालग्य सर्बग्य तुम्ह गति सर्बत्र तुम्हारि।।\n\nकहहु सुता के दोष गुन मुनिबर हृदयँ बिचारि।।66।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कह मुनि बिहसि गूढ़ मृदु बानी। सुता तुम्हारि सकल गुन खानी।।\n\nसुंदर सहज सुसील सयानी। नाम उमा अंबिका भवानी।।\n\nसब लच्छन संपन्न कुमारी। होइहि संतत पियहि पिआरी।।\n\nसदा अचल एहि कर अहिवाता। एहि तें जसु पैहहिं पितु माता।।\n\nहोइहि पूज्य सकल जग माहीं। एहि सेवत कछु दुर्लभ नाहीं।।\n\nएहि कर नामु सुमिरि संसारा। त्रिय चढ़हहिं पतिब्रत असिधारा।।\n\nसैल सुलच्छन सुता तुम्हारी। सुनहु जे अब अवगुन दुइ चारी।।\n\nअगुन अमान मातु पितु हीना। उदासीन सब संसय छीना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जोगी जटिल अकाम मन नगन अमंगल बेष।।\n\nअस स्वामी एहि कहँ मिलिहि परी हस्त असि रेख।।67।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि मुनि गिरा सत्य जियँ जानी। दुख दंपतिहि उमा हरषानी।।\n\nनारदहुँ यह भेदु न जाना। दसा एक समुझब बिलगाना।।\n\nसकल सखीं गिरिजा गिरि मैना। पुलक सरीर भरे जल नैना।।\n\nहोइ न मृषा देवरिषि भाषा। उमा सो बचनु हृदयँ धरि राखा।।\n\nउपजेउ सिव पद कमल सनेहू। मिलन कठिन मन भा संदेहू।।\n\nजानि कुअवसरु प्रीति दुराई। सखी उछँग बैठी पुनि जाई।।\n\nझूठि न होइ देवरिषि बानी। सोचहि दंपति सखीं सयानी।।\n\nउर धरि धीर कहइ गिरिराऊ। कहहु नाथ का करिअ उपाऊ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कह मुनीस हिमवंत सुनु जो बिधि लिखा लिलार।\n\nदेव दनुज नर नाग मुनि कोउ न मेटनिहार।।68।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तदपि एक मैं कहउँ उपाई। होइ करै जौं दैउ सहाई।।\n\nजस बरु मैं बरनेउँ तुम्ह पाहीं। मिलहि उमहि तस संसय नाहीं।।\n\nजे जे बर के दोष बखाने। ते सब सिव पहि मैं अनुमाने।।\n\nजौं बिबाहु संकर सन होई। दोषउ गुन सम कह सबु कोई।।\n\nजौं अहि सेज सयन हरि करहीं। बुध कछु तिन्ह कर दोषु न धरहीं।।\n\nभानु कृसानु सर्ब रस खाहीं। तिन्ह कहँ मंद कहत कोउ नाहीं।।\n\nसुभ अरु असुभ सलिल सब बहई। सुरसरि कोउ अपुनीत न कहई।।\n\nसमरथ कहुँ नहिं दोषु गोसाई। रबि पावक सुरसरि की नाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जौं अस हिसिषा करहिं नर जड़ि बिबेक अभिमान।\n\nपरहिं कलप भरि नरक महुँ जीव कि ईस समान।।69।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुरसरि जल कृत बारुनि जाना। कबहुँ न संत करहिं तेहि पाना।।\n\nसुरसरि मिलें सो पावन जैसें। ईस अनीसहि अंतरु तैसें।।\n\nसंभु सहज समरथ भगवाना। एहि बिबाहँ सब बिधि कल्याना।।\n\nदुराराध्य पै अहहिं महेसू। आसुतोष पुनि किएँ कलेसू।।\n\nजौं तपु करै कुमारि तुम्हारी। भाविउ मेटि सकहिं त्रिपुरारी।।\n\nजद्यपि बर अनेक जग माहीं। एहि कहँ सिव तजि दूसर नाहीं।।\n\nबर दायक प्रनतारति भंजन। कृपासिंधु सेवक मन रंजन।।\n\nइच्छित फल बिनु सिव अवराधे। लहिअ न कोटि जोग जप साधें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अस कहि नारद सुमिरि हरि गिरिजहि दीन्हि असीस।\n\nहोइहि यह कल्यान अब संसय तजहु गिरीस।।70।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कहि अस ब्रह्मभवन मुनि गयऊ। आगिल चरित सुनहु जस भयऊ।।\n\nपतिहि एकांत पाइ कह मैना। नाथ न मैं समुझे मुनि बैना।।\n\nजौं घरु बरु कुलु होइ अनूपा। करिअ बिबाहु सुता अनुरुपा।।\n\nन त कन्या बरु रहउ कुआरी। कंत उमा मम प्रानपिआरी।।\n\nजौं न मिलहि बरु गिरिजहि जोगू। गिरि जड़ सहज कहिहि सबु लोगू।।\n\nसोइ बिचारि पति करेहु बिबाहू। जेहिं न बहोरि होइ उर दाहू।।\n\nअस कहि परि चरन धरि सीसा। बोले सहित सनेह गिरीसा।।\n\nबरु पावक प्रगटै ससि माहीं। नारद बचनु अन्यथा नाहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रिया सोचु परिहरहु सबु सुमिरहु श्रीभगवान।\n\nपारबतिहि निरमयउ जेहिं सोइ करिहि कल्यान।।71।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अब जौ तुम्हहि सुता पर नेहू। तौ अस जाइ सिखावन देहू।।\n\nकरै सो तपु जेहिं मिलहिं महेसू। आन उपायँ न मिटहि कलेसू।।\n\nनारद बचन सगर्भ सहेतू। सुंदर सब गुन निधि बृषकेतू।।\n\nअस बिचारि तुम्ह तजहु असंका। सबहि भाँति संकरु अकलंका।।\n\nसुनि पति बचन हरषि मन माहीं। गई तुरत उठि गिरिजा पाहीं।।\n\nउमहि बिलोकि नयन भरे बारी। सहित सनेह गोद बैठारी।।\n\nबारहिं बार लेति उर लाई। गदगद कंठ न कछु कहि जाई।।\n\nजगत मातु सर्बग्य भवानी। मातु सुखद बोलीं मृदु बानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुनहि मातु मैं दीख अस सपन सुनावउँ तोहि।\n\nसुंदर गौर सुबिप्रबर अस उपदेसेउ मोहि।।72।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "करहि जाइ तपु सैलकुमारी। नारद कहा सो सत्य बिचारी।।\n\nमातु पितहि पुनि यह मत भावा। तपु सुखप्रद दुख दोष नसावा।।\n\nतपबल रचइ प्रपंच बिधाता। तपबल बिष्नु सकल जग त्राता।।\n\nतपबल संभु करहिं संघारा। तपबल सेषु धरइ महिभारा।।\n\nतप अधार सब सृष्टि भवानी। करहि जाइ तपु अस जियँ जानी।।\n\nसुनत बचन बिसमित महतारी। सपन सुनायउ गिरिहि हँकारी।।\n\nमातु पितुहि बहुबिधि समुझाई। चलीं उमा तप हित हरषाई।।\n\nप्रिय परिवार पिता अरु माता। भए बिकल मुख आव न बाता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बेदसिरा मुनि आइ तब सबहि कहा समुझाइ।।\n\nपारबती महिमा सुनत रहे प्रबोधहि पाइ।।73।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "उर धरि उमा प्रानपति चरना। जाइ बिपिन लागीं तपु करना।।\n\nअति सुकुमार न तनु तप जोगू। पति पद सुमिरि तजेउ सबु भोगू।।\n\nनित नव चरन उपज अनुरागा। बिसरी देह तपहिं मनु लागा।।\n\nसंबत सहस मूल फल खाए। सागु खाइ सत बरष गवाँए।।\n\nकछु दिन भोजनु बारि बतासा। किए कठिन कछु दिन उपबासा।।\n\nबेल पाती महि परइ सुखाई। तीनि सहस संबत सोई खाई।।\n\nपुनि परिहरे सुखानेउ परना। उमहि नाम तब भयउ अपरना।।\n\nदेखि उमहि तप खीन सरीरा। ब्रह्मगिरा भै गगन गभीरा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भयउ मनोरथ सुफल तव सुनु गिरिजाकुमारि।\n\nपरिहरु दुसह कलेस सब अब मिलिहहिं त्रिपुरारि।।74।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अस तपु काहुँ न कीन्ह भवानी। भउ अनेक धीर मुनि ग्यानी।।\n\nअब उर धरहु ब्रह्म बर बानी। सत्य सदा संतत सुचि जानी।।\n\nआवै पिता बोलावन जबहीं। हठ परिहरि घर जाएहु तबहीं।।\n\nमिलहिं तुम्हहि जब सप्त रिषीसा। जानेहु तब प्रमान बागीसा।।\n\nसुनत गिरा बिधि गगन बखानी। पुलक गात गिरिजा हरषानी।।\n\nउमा चरित सुंदर मैं गावा। सुनहु संभु कर चरित सुहावा।।\n\nजब तें सती जाइ तनु त्यागा। तब सें सिव मन भयउ बिरागा।।\n\nजपहिं सदा रघुनायक नामा। जहँ तहँ सुनहिं राम गुन ग्रामा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "चिदानन्द सुखधाम सिव बिगत मोह मद काम।\n\nबिचरहिं महि धरि हृदयँ हरि सकल लोक अभिराम।।75।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कतहुँ मुनिन्ह उपदेसहिं ग्याना। कतहुँ राम गुन करहिं बखाना।।\n\nजदपि अकाम तदपि भगवाना। भगत बिरह दुख दुखित सुजाना।।\n\nएहि बिधि गयउ कालु बहु बीती। नित नै होइ राम पद प्रीती।।\n\nनैमु प्रेमु संकर कर देखा। अबिचल हृदयँ भगति कै रेखा।।\n\nप्रगटै रामु कृतग्य कृपाला। रूप सील निधि तेज बिसाला।।\n\nबहु प्रकार संकरहि सराहा। तुम्ह बिनु अस ब्रतु को निरबाहा।।\n\nबहुबिधि राम सिवहि समुझावा। पारबती कर जन्मु सुनावा।।\n\nअति पुनीत गिरिजा कै करनी। बिस्तर सहित कृपानिधि बरनी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अब बिनती मम सुनेहु सिव जौं मो पर निज नेहु।\n\nजाइ बिबाहहु सैलजहि यह मोहि मागें देहु।।76।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कह सिव जदपि उचित अस नाहीं। नाथ बचन पुनि मेटि न जाहीं।।\n\nसिर धरि आयसु करिअ तुम्हारा। परम धरमु यह नाथ हमारा।।\n\nमातु पिता गुर प्रभु कै बानी। बिनहिं बिचार करिअ सुभ जानी।।\n\nतुम्ह सब भाँति परम हितकारी। अग्या सिर पर नाथ तुम्हारी।।\n\nप्रभु तोषेउ सुनि संकर बचना। भक्ति बिबेक धर्म जुत रचना।।\n\nकह प्रभु हर तुम्हार पन रहेऊ। अब उर राखेहु जो हम कहेऊ।।\n\nअंतरधान भए अस भाषी। संकर सोइ मूरति उर राखी।।\n\nतबहिं सप्तरिषि सिव पहिं आए। बोले प्रभु अति बचन सुहाए।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पारबती पहिं जाइ तुम्ह प्रेम परिच्छा लेहु।\n\nगिरिहि प्रेरि पठएहु भवन दूरि करेहु संदेहु।।77।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "रिषिन्ह गौरि देखी तहँ कैसी। मूरतिमंत तपस्या जैसी।।\n\nबोले मुनि सुनु सैलकुमारी। करहु कवन कारन तपु भारी।।\n\nकेहि अवराधहु का तुम्ह चहहू। हम सन सत्य मरमु किन कहहू।।\n\nकहत बचत मनु अति सकुचाई। हँसिहहु सुनि हमारि जड़ताई।।\n\nमनु हठ परा न सुनइ सिखावा। चहत बारि पर भीति उठावा।।\n\nनारद कहा सत्य सोइ जाना। बिनु पंखन्ह हम चहहिं उड़ाना।।\n\nदेखहु मुनि अबिबेकु हमारा। चाहिअ सदा सिवहि भरतारा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुनत बचन बिहसे रिषय गिरिसंभव तब देह।\n\nनारद कर उपदेसु सुनि कहहु बसेउ किसु गेह।।78।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "दच्छसुतन्ह उपदेसेन्हि जाई। तिन्ह फिरि भवनु न देखा आई।।\n\nचित्रकेतु कर घरु उन घाला। कनककसिपु कर पुनि अस हाला।।\n\nनारद सिख जे सुनहिं नर नारी। अवसि होहिं तजि भवनु भिखारी।।\n\nमन कपटी तन सज्जन चीन्हा। आपु सरिस सबही चह कीन्हा।।\n\nतेहि कें बचन मानि बिस्वासा। तुम्ह चाहहु पति सहज उदासा।।\n\nनिर्गुन निलज कुबेष कपाली। अकुल अगेह दिगंबर ब्याली।।\n\nकहहु कवन सुखु अस बरु पाएँ। भल भूलिहु ठग के बौराएँ।।\n\nपंच कहें सिवँ सती बिबाही। पुनि अवडेरि मराएन्हि ताही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अब सुख सोवत सोचु नहि भीख मागि भव खाहिं।\n\nसहज एकाकिन्ह के भवन कबहुँ कि नारि खटाहिं।।79।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अजहूँ मानहु कहा हमारा। हम तुम्ह कहुँ बरु नीक बिचारा।।\n\nअति सुंदर सुचि सुखद सुसीला। गावहिं बेद जासु जस लीला।।\n\nदूषन रहित सकल गुन रासी। श्रीपति पुर बैकुंठ निवासी।।\n\nअस बरु तुम्हहि मिलाउब आनी। सुनत बिहसि कह बचन भवानी।।\n\nसत्य कहेहु गिरिभव तनु एहा। हठ न छूट छूटै बरु देहा।।\n\nकनकउ पुनि पषान तें होई। जारेहुँ सहजु न परिहर सोई।।\n\nनारद बचन न मैं परिहरऊँ। बसउ भवनु उजरउ नहिं डरऊँ।।\n\nगुर कें बचन प्रतीति न जेही। सपनेहुँ सुगम न सुख सिधि तेही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "महादेव अवगुन भवन बिष्नु सकल गुन धाम।\n\nजेहि कर मनु रम जाहि सन तेहि तेही सन काम।।80।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जौं तुम्ह मिलतेहु प्रथम मुनीसा। सुनतिउँ सिख तुम्हारि धरि सीसा।।\n\nअब मैं जन्मु संभु हित हारा। को गुन दूषन करै बिचारा।।\n\nजौं तुम्हरे हठ हृदयँ बिसेषी। रहि न जाइ बिनु किएँ बरेषी।।\n\nतौ कौतुकिअन्ह आलसु नाहीं। बर कन्या अनेक जग माहीं।।\n\nजन्म कोटि लगि रगर हमारी। बरउँ संभु न त रहउँ कुआरी।।\n\nतजउँ न नारद कर उपदेसू। आपु कहहि सत बार महेसू।।\n\nमैं पा परउँ कहइ जगदंबा। तुम्ह गृह गवनहु भयउ बिलंबा।।\n\nदेखि प्रेमु बोले मुनि ग्यानी। जय जय जगदंबिके भवानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तुम्ह माया भगवान सिव सकल जगत पितु मातु।\n\nनाइ चरन सिर मुनि चले पुनि पुनि हरषत गातु।।81।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जाइ मुनिन्ह हिमवंतु पठाए। करि बिनती गिरजहिं गृह ल्याए।।\n\nबहुरि सप्तरिषि सिव पहिं जाई। कथा उमा कै सकल सुनाई।।\n\nभए मगन सिव सुनत सनेहा। हरषि सप्तरिषि गवने गेहा।।\n\nमनु थिर करि तब संभु सुजाना। लगे करन रघुनायक ध्याना।।\n\nतारकु असुर भयउ तेहि काला। भुज प्रताप बल तेज बिसाला।।\n\nतेंहि सब लोक लोकपति जीते। भए देव सुख संपति रीते।।\n\nअजर अमर सो जीति न जाई। हारे सुर करि बिबिध लराई।।\n\nतब बिरंचि सन जाइ पुकारे। देखे बिधि सब देव दुखारे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सब सन कहा बुझाइ बिधि दनुज निधन तब होइ।\n\nसंभु सुक्र संभूत सुत एहि जीतइ रन सोइ।।82।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मोर कहा सुनि करहु उपाई। होइहि ईस्वर करिहि सहाई।।\n\nसतीं जो तजी दच्छ मख देहा। जनमी जाइ हिमाचल गेहा।।\n\nतेहिं तपु कीन्ह संभु पति लागी। सिव समाधि बैठे सबु त्यागी।।\n\nजदपि अहइ असमंजस भारी। तदपि बात एक सुनहु हमारी।।\n\nपठवहु कामु जाइ सिव पाहीं। करै छोभु संकर मन माहीं।।\n\nतब हम जाइ सिवहि सिर नाई। करवाउब बिबाहु बरिआई।।\n\nएहि बिधि भलेहि देवहित होई। मर अति नीक कहइ सबु कोई।।\n\nअस्तुति सुरन्ह कीन्हि अति हेतू। प्रगटेउ बिषमबान झषकेतू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुरन्ह कहीं निज बिपति सब सुनि मन कीन्ह बिचार।\n\nसंभु बिरोध न कुसल मोहि बिहसि कहेउ अस मार।।83।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तदपि करब मैं काजु तुम्हारा। श्रुति कह परम धरम उपकारा।।\n\nपर हित लागि तजइ जो देही। संतत संत प्रसंसहिं तेही।।\n\nअस कहि चलेउ सबहि सिरु नाई। सुमन धनुष कर सहित सहाई।।\n\nचलत मार अस हृदयँ बिचारा। सिव बिरोध ध्रुव मरनु हमारा।।\n\nतब आपन  प्रभाउ बिस्तारा। निज बस कीन्ह सकल संसारा।।\n\nकोपेउ जबहि बारिचरकेतू। छन महुँ मिटे सकल श्रुति सेतू।।\n\nब्रह्मचर्ज ब्रत संजम नाना। धीरज धरम ग्यान बिग्याना।।\n\nसदाचार जप जोग बिरागा। सभय बिबेक कटकु सब भागा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "भागेउ बिबेक सहाय सहित सो सुभट संजुग महि मुरे।\n\nसदग्रंथ पर्बत कंदरन्हि महुँ जाइ तेहि अवसर दुरे।।\n\nहोनिहार का करतार को रखवार जग खरभरु परा।\n\nदुइ माथ केहि रतिनाथ जेहि कहुँ कोपि कर धनु सरु धरा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जे सजीव जग अचर चर नारि पुरुष अस नाम।\n\nते निज निज मरजाद तजि भए सकल बस काम।।84।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सब के हृदयँ मदन अभिलाषा। लता निहारि नवहिं तरु साखा।।\n\nनदीं उमगि अंबुधि कहुँ धाई। संगम करहिं तलाव तलाई।।\n\nजहँ असि दसा जड़न्ह कै बरनी। को कहि सकइ सचेतन करनी।।\n\nपसु पच्छी नभ जल थलचारी। भए कामबस समय बिसारी।।\n\nमदन अंध ब्याकुल सब लोका। निसि दिनु नहिं अवलोकहिं कोका।।\n\nदेव दनुज नर किंनर ब्याला। प्रेत पिसाच भूत बेताला।।\n\nइन्ह कै दसा न कहेउँ बखानी। सदा काम के चेरे जानी।।\n\nसिद्ध बिरक्त महामुनि जोगी। तेपि कामबस भए बियोगी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "भए कामबस जोगीस तापस पावँरन्हि की को कहै।\n\nदेखहिं चराचर नारिमय जे ब्रह्ममय देखत रहे।।\n\nअबला बिलोकहिं पुरुषमय जगु पुरुष सब अबलामयं।\n\nदुइ दंड भरि ब्रह्मांड भीतर कामकृत कौतुक अयं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "धरी न काहूँ धिर सबके मन मनसिज हरे।\n\nजे राखे रघुबीर ते उबरे तेहि काल महुँ।।85।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "उभय घरी अस कौतुक भयऊ। जौ लगि कामु संभु पहिं गयऊ।।\n\nसिवहि बिलोकि ससंकेउ मारू। भयउ जथाथिति सबु संसारू।।\n\nभए तुरत सब जीव सुखारे। जिमि मद उतरि गएँ मतवारे।।\n\nरुद्रहि देखि मदन भय माना। दुराधरष दुर्गम भगवाना।।\n\nफिरत लाज कछु करि नहिं जाई। मरनु ठानि मन रचेसि उपाई।।\n\nप्रगटेसि तुरत रुचिर रितुराजा। कुसुमित नव तरु राजि बिराजा।।\n\nबन उपबन बापिका तड़ागा। परम सुभग सब दिसा बिभागा।।\n\nजहँ तहँ जनु उमगत अनुरागा। देखि मुएहुँ मन मनसिज जागा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "जागइ मनोभव मुएहुँ मन बन सुभगता न परै कही।\n\nसीतल सुगंध सुमंद मारुत मदन अनल सखा सही।।\n\nबिकसे सरन्हि बहु कंज गुंजत पुंज मंजुल मधुकरा।\n\nकलहंस पिक सुक सरस रव करि गान नाचहिं अपछरा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सकल कला करि कोटि बिधि हारेउ सेन समेत।\n\nचली न अचल समाधि सिव कोपेउ हृदयनिकेत।।86।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखि रसाल बिटप बर साखा। तेहि पर चढ़ेउ मदनु मन माखा।।\n\nसुमन चाप निज सर संधाने। अति रिस ताकि श्रवन लगि ताने।।\n\nछाड़े बिषम बिसिख उर लागे। छुटि समाधि संभु तब जागे।।\n\nभयउ ईस मन छोभु बिसेषी। नयन उघारि सकल दिसि देखी।।\n\nसौरभ पल्लव मदनु बिलोका। भयउ कोपु कंपेउ त्रैलोका।।\n\nतब सिवँ तीसर नयन उघारा। चितवत कामु भयउ जरि छारा।।\n\nहाहाकार भयउ जग भारी। डरपे सुर भए असुर सुखारी।।\n\nसमुझि कामसुखु सोचहिं भोगी। भए अकंटक साधक जोगी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "जोगि अकंटक भए पति गति सुनत रति मुरुछित भई।\n\nरोदति बदति बहु भाँति करुना करति संकर पहिं गई।\n\nअति प्रेम करि बिनती बिबिध बिधि जोरि कर सन्मुख रही।\n\nप्रभु आसुतोष कृपाल सिव अबला निरखि बोले सही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अब तें रति तव नाथ कर होइहि नामु अनंगु।\n\nबिनु बपु ब्यापिहि सबहि पुनि सुनु निज मिलन प्रसंगु।।87।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जब जदुबंस कृष्न अवतारा। होइहि हरन महा महिभारा।।\n\nकृष्न तनय होइहि पति तोरा। बचनु अन्यथा होइ न मोरा।।\n\nरति गवनी सुनि संकर बानी। कथा अपर अब कहउँ बखानी।।\n\nदेवन्ह समाचार सब पाए। ब्रह्मादिक बैकुंठ सिधाए।।\n\nसब सुर बिष्नु बिरंचि समेता। गए जहाँ सिव कृपानिकेता।।\n\nपृथक पृथक तिन्ह कीन्हि प्रसंसा। भए प्रसन्न चंद्र अवतंसा।।\n\nबोले कृपासिंधु बृषकेतू। कहहु अमर आए केहि हेतू।।\n\nकह बिधि तुम्ह प्रभु अंतरजामी। तदपि भगति बस बिनवउँ स्वामी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सकल सुरन्ह के हृदयँ अस संकर परम उछाहु।\n\nनिज नयनन्हि देखा चहहिं नाथ तुम्हार बिबाहु।।88।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "यह उत्सव देखिअ भरि लोचन। सोइ कछु करहु मदन मद मोचन।\n\nकामु जारि रति कहुँ बरु दीन्हा। कृपासिंधु यह अति भल कीन्हा।।\n\nसासति करि पुनि करहिं पसाऊ। नाथ प्रभुन्ह कर सहज सुभाऊ।।\n\nपारबतीं तपु कीन्ह अपारा। करहु तासु अब अंगीकारा।।\n\nसुनि बिधि बिनय समुझि प्रभु बानी। ऐसेइ होउ कहा सुखु मानी।।\n\nतब देवन्ह दुंदुभीं बजाईं। बरषि सुमन जय जय सुर साई।।\n\nअवसरु जानि सप्तरिषि आए। तुरतहिं बिधि गिरिभवन पठाए।।\n\nप्रथम गए जहँ रही भवानी। बोले मधुर बचन छल सानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कहा हमार न सुनेहु तब नारद कें उपदेस।\n\nअब भा झूठ तुम्हार पन जारेउ कामु महेस।।89।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि बोलीं मुसकाइ भवानी। उचित कहेहु मुनिबर बिग्यानी।।\n\nतुम्हरें जान कामु अब जारा। अब लगि संभु रहे सबिकारा।।\n\nहमरें जान सदा सिव जोगी। अज अनवद्य अकाम अभोगी।।\n\nजौं मैं सिव सेये अस जानी। प्रीति समेत कर्म मन बानी।।\n\nतौ हमार पन सुनहु मुनीसा। करिहहिं सत्य कृपानिधि ईसा।।\n\nतुम्ह जो कहा हर जारेउ मारा। सोइ अति बड़ अबिबेकु तुम्हारा।।\n\nतात अनल कर सहज सुभाऊ। हिम तेहि निकट जाइ नहिं काऊ।।\n\nगएँ समीप सो अवसि नसाई। असि मन्मथ महेस की नाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "हियँ हरषे मुनि बचन सुनि देखि प्रीति बिस्वास।।\n\nचले भवानिहि नाइ सिर गए हिमाचल पास।।90।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सबु प्रसंगु गिरिपतिहि सुनावा। मदन दहन सुनि अति दुखु पावा।।\n\nबहुरि कहेउ रति कर बरदाना। सुनि हिमवंत बहुत सुखु माना।।\n\nहृदयँ बिचारि संभु प्रभुताई। सादर मुनिबर लिए बोलाई।।\n\nसुदिनु सुनखतु सुघरी सोचाई। बेगि बेदबिधि लगन धराई।।\n\nपत्री सप्तरिषिन्ह सोइ दीन्ही। गहि पद बिनय हिमाचल कीन्ही।।\n\nजाइ बिधिहि दीन्हि सो पाती। बाचत प्रीति न हृदयँ समाती।।\n\nलगन बाचि अज सबहि सुनाई। हरषे मुनि सब सुर समुदाई।।\n\nसुमन बृष्टि नभ बाजन बाजे। मंगल कलस दसहुँ दिसि साजे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "लगे सँवारन सकल सुर बाहन बिबिध बिमान।\n\nहोहि सगुन मंगल सुभद करहिं अपछरा गान।।91।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सिवहि संभु गन करहिं सिंगारा। जटा मुकुट अहि मौरु सँवारा।।\n\nकुंडल कंकन पहिरे ब्याला। तन बिभूति पट केहरि छाला।।\n\nससि ललाट सुंदर सिर गंगा। नयन तीनि उपबीत भुजंगा।।\n\nगरल कंठ उर नर सिर माला। असिव बेष सिवधाम कृपाला।।\n\nकर त्रिसूल अरु डमरु बिराजा। चले बसहँ चढ़ि बाजहिं बाजा।।\n\nदेखि सिवहि सुरत्रिय मुसुकाहीं। बर लायक दुलहिनि जग नाहीं।।\n\nबिष्नु बिरंचि आदि सुरब्राता। चढ़ि चढ़ि बाहन चले बराता।।\n\nसुर समाज सब भाँति अनूपा। नहिं बरात दूलह अनुरूपा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बिष्नु कहा अस बिहसि तब बोलि सकल दिसिराज।\n\nबिलग बिलग होइ चलहु सब निज निज सहित समाज।।92।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बर अनुहारि बरात न भाई। हँसी करैहहु पर पुर जाई।।\n\nबिष्नु बचन सुनि सुर मुसकाने। निज निज सेन सहित बिलगाने।।\n\nमनहीं मन महेसु मुसुकाहीं। हरि के बिंग्य बचन नहिं जाहीं।।\n\nअति प्रिय बचन सुनत प्रिय केरे। भृंगिहि प्रेरि सकल गन टेरे।।\n\nसिव अनुसासन सुनि सब आए। प्रभु पद जलज सीस तिन्ह नाए।।\n\nनाना बाहन नाना बेषा। बिहसे सिव समाज निज देखा।।\n\nकोउ मुखहीन बिपुल मुख काहू। बिनु पद कर कोउ बहु पद बाहू।।\n\nबिपुल नयन कोउ नयन बिहीना। रिष्टपुष्ट कोउ अति तनखीना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "तन खीन कोउ अति पीन पावन कोउ अपावन गति धरें।\n\nभूषन कराल कपाल कर सब सद्य सोनित तन भरें।।\n\nखर स्वान सुअर सृकाल मुख गन बेष अगनित को गनै।\n\nबहु जिनस प्रेत पिसाच जोगि जमात बरनत नहिं बनै।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नाचहिं गावहिं गीत परम तरंगी भूत सब।\n\nदेखत अति बिपरीत बोलहिं बचन बिचित्र बिधि।।93।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जस दूलहु तसि बनी बराता। कौतुक बिबिध होहिं मग जाता।।\n\nइहाँ हिमाचल रचेउ बिताना। अति बिचित्र नहिं जाइ बखाना।।\n\nसैल सकल जहँ लगि जग माहीं। लघु बिसाल नहिं बरनि सिराहीं।।\n\nबन सागर सब नदीं तलावा। हिमगिरि सब कहुँ नेवत पठावा।।\n\nकामरूप सुंदर तन धारी। सहित समाज सहित बर नारी।।\n\nगए सकल तुहिनाचल गेहा। गावहिं मंगल सहित सनेहा।।\n\nप्रथमहिं गिरि बहु गृह सँवराए। जथाजोगु तहँ तहँ सब छाए।।\n\nपुर सोभा अवलोकि सुहाई। लागइ लघु बिरंचि निपुनाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "लघु लाग बिधि की निपुनता अवलोकि पुर सोभा सही।\n\nबन बाग कूप तड़ाग सरिता सुभग सब सक को कही।।\n\nमंगल बिपुल तोरन पताका केतु गृह गृह सोहहीं।।\n\nबनिता पुरुष सुंदर चतुर छबि देखि मुनि मन मोहहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जगदंबा जहँ अवतरी सो पुरु बरनि कि जाइ।\n\nरिद्धि सिद्धि संपत्ति सुख नित नूतन अधिकाइ।।94।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नगर निकट बरात सुनि आई। पुर खरभरु सोभा अधिकाई।।\n\nकरि बनाव सजि बाहन नाना। चले लेन सादर अगवाना।।\n\nहियँ हरषे सुर सेन निहारी। हरिहि देखि अति भए सुखारी।।\n\nसिव समाज जब देखन लागे। बिडरि चले बाहन सब भागे।।\n\nधरि धीरजु तहँ रहे सयाने। बालक सब लै जीव पराने।।\n\nगएँ भवन पूछहिं पितु माता। कहहिं बचन भय कंपित गाता।।\n\nकहिअ काह कहि जाइ न बाता। जम कर धार किधौं बरिआता।।\n\nबरु बौराह बसहँ असवारा। ब्याल कपाल बिभूषन छारा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "तन छार ब्याल कपाल भूषन नगन जटिल भयंकरा।\n\nसँग भूत प्रेत पिसाच जोगिनि बिकट मुख रजनीचरा।।\n\nजो जिअत रहिहि बरात देखत पुन्य बड़ तेहि कर सही।\n\nदेखिहि सो उमा बिबाहु घर घर बात असि लरिकन्ह कही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "समुझि महेस समाज सब जननि जनक मुसुकाहिं।\n\nबाल बुझाए बिबिध बिधि निडर होहु डरु नाहिं।।95।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "लै अगवान बरातहि आए। दिए सबहि जनवास सुहाए।।\n\nमैनाँ सुभ आरती सँवारी। संग सुमंगल गावहिं नारी।।\n\nकंचन थार सोह बर पानी। परिछन चली हरहि हरषानी।।\n\nबिकट बेष रुद्रहि जब देखा। अबलन्ह उर भय भयउ बिसेषा।।\n\nभागि भवन पैठीं अति त्रासा। गए महेसु जहाँ जनवासा।।\n\nमैना हृदयँ भयउ दुखु भारी। लीन्ही बोलि गिरीसकुमारी।।\n\nअधिक सनेहँ गोद बैठारी। स्याम सरोज नयन भरे बारी।।\n\nजेहिं बिधि तुम्हहि रूपु अस दीन्हा। तेहिं जड़ बरु बाउर कस कीन्हा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "कस कीन्ह बरु बौराह बिधि जेहिं तुम्हहि सुंदरता दई।\n\nजो फलु चहिअ सुरतरुहिं सो बरबस बबूरहिं लागई।।\n\nतुम्ह सहित गिरि तें गिरौं पावक जरौं जलनिधि महुँ परौं।।\n\nघरु जाउ अपजसु होउ जग जीवत बिबाहु न हौं करौं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भई बिकल अबला सकल दुखित देखि गिरिनारि।\n\nकरि बिलापु रोदति बदति सुता सनेहु सँभारि।।96।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नारद कर मैं काह बिगारा। भवनु मोर जिन्ह बसत उजारा।।\n\nअस उपदेसु उमहि जिन्ह दीन्हा। बौरे बरहि लगि तपु कीन्हा।।\n\nसाचेहुँ उन्ह के मोह न माया। उदासीन धनु धामु न जाया।।\n\nपर घर घालक लाज न भीरा। बाझँ कि जान प्रसव कैं पीरा।।\n\nजननिहि बिकल बिलोकि भवानी। बोली जुत बिबेक मृदु बानी।।\n\nअस बिचारि सोचहि मति माता। सो न टरइ जो रचइ बिधाता।।\n\nकरम लिखा जौ बाउर नाहू। तौ कत दोसु लगाइअ काहू।।\n\nतुम्ह सन मिटहिं कि बिधि के अंका। मातु ब्यर्थ जनि लेहु कलंका।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "जनि लेहु मातु कलंकु करुना परिहरहु अवसर नहीं।\n\nदुखु सुखु जो लिखा लिलार हमरें जाब जहँ पाउब तहीं।।\n\nसुनि उमा बचन बिनीत कोमल सकल अबला सोचहीं।।\n\nबहु भाँति बिधिहि लगाइ दूषन नयन बारि बिमोचहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तेहि अवसर नारद सहित अरु रिषि सप्त समेत।\n\nसमाचार सुनि तुहिनगिरि गवने तुरत निकेत।।97।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तब नारद सबहि समुझावा। पूरुब कथाप्रसंगु सुनावा।।\n\nमयना सत्य सुनहु मम बानी। जगदंबा तव सुता भवानी।।\n\nअजा अनादि सक्ति अबिनासिनि। सदा संभु अरधंग निवासिनि।।\n\nजग संभव पालन लय कारिनि। निज इच्छा लीला बपु धारिनि।।\n\nजनमीं प्रथम दच्छ गृह जाई। नामु सती सुंदर तनु पाई।।\n\nतहँहुँ सती संकरहि बिबाहीं। कथा प्रसिद्ध सकल जग माहीं।।\n\nएक बार आवत सिव संगा। देखेउ रघुकुल कमल पतंगा।।\n\nभयउ मोहु सिव कहा न कीन्हा। भ्रम बस बेषु सीय कर लीन्हा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "सिय बेषु सती जो कीन्ह तेहि अपराध संकर परिहरीं।\n\nहर बिरहँ जाइ बहोरि पितु कें जग्य जोगानल जरीं।।\n\nअब जनमि तुम्हरे भवन निज पति लागि दारुन तपु किया।\n\nअस जानि संसय तजहु गिरिजा सर्बदा संकर प्रिया।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुनि नारद के बचन तब सब कर मिटा बिषाद।\n\nछन महुँ ब्यापेउ सकल पुर घर घर यह संबाद।।98।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तब मयना हिमवंतु अनंदे। पुनि पुनि पारबती पद बंदे।।\n\nनारि पुरुष सिसु जुबा सयाने। नगर लोग सब अति हरषाने।।\n\nलगे होन पुर मंगलगाना। सजे सबहि हाटक घट नाना।।\n\nभाँति अनेक भई जेवराना। सूपसास्त्र जस कछु ब्यवहारा।।\n\nसो जेवनार कि जाइ बखानी। बसहिं भवन जेहिं मातु भवानी।।\n\nसादर बोले सकल बराती। बिष्नु बिरंचि देव सब जाती।।\n\nबिबिधि पाँति बैठी जेवनारा। लागे परुसन निपुन सुआरा।।\n\nनारिबृंद सुर जेवँत जानी। लगीं देन गारीं मृदु बानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "गारीं मधुर स्वर देहिं सुंदरि बिंग्य बचन सुनावहीं।\n\nभोजनु करहिं सुर अति बिलंबु बिनोदु सुनि सचु पावहीं।।\n\nजेवँत जो बढ्यो अनंदु सो मुख कोटिहूँ न परै कह्यो।\n\nअचवाँइ दीन्हे पान गवने बास जहँ जाको रह्यो।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बहुरि मुनिन्ह हिमवंत कहुँ लगन सुनाई आइ।\n\nसमय बिलोकि बिबाह कर पठए देव बोलाइ।।99।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बोलि सकल सुर सादर लीन्हे। सबहि जथोचित आसन दीन्हे।।\n\nबेदी बेद बिधान सँवारी। सुभग सुमंगल गावहिं नारी।।\n\nसिंघासनु अति दिब्य सुहावा। जाइ न बरनि बिरंचि बनावा।।\n\nबैठे सिव बिप्रन्ह सिरु नाई। हृदयँ सुमिरि निज प्रभु रघुराई।।\n\nबहुरि मुनीसन्ह उमा बोलाई। करि सिंगारु सखीं लै आई।।\n\nदेखत रूपु सकल सुर मोहे। बरनै छबि अस जग कबि को है।।\n\nजगदंबिका जानि भव भामा। सुरन्ह मनहिं मन कीन्ह प्रनामा।।\n\nसुंदरता मरजाद भवानी। जाइ न कोटिहुँ बदन बखानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "कोटिहुँ बदन नहिं बनै बरनत जग जननि सोभा महा।\n\nसकुचहिं कहत श्रुति सेष सारद मंदमति तुलसी कहा।।\n\nछबिखानि मातु भवानि गवनी मध्य मंडप सिव जहाँ।।\n\nअवलोकि सकहिं न सकुच पति पद कमल मनु मधुकरु तहाँ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मुनि अनुसासन गनपतिहि पूजेउ संभु भवानि।\n\nकोउ सुनि संसय करै जनि सुर अनादि जियँ जानि।।100।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जसि बिबाह कै बिधि श्रुति गाई। महामुनिन्ह सो सब करवाई।।\n\nगहि गिरीस कुस कन्या पानी। भवहि समरपीं जानि भवानी।।\n\nपानिग्रहन जब कीन्ह महेसा। हिंयँ हरषे तब सकल सुरेसा।।\n\nबेद मंत्र मुनिबर उच्चरहीं। जय जय जय संकर सुर करहीं।।\n\nबाजहिं बाजन बिबिध बिधाना। सुमनबृष्टि नभ भै बिधि नाना।।\n\nहर गिरिजा कर भयउ बिबाहू। सकल भुवन भरि रहा उछाहू।।\n\nदासीं दास तुरग रथ नागा। धेनु बसन मनि बस्तु बिभागा।।\n\nअन्न कनकभाजन भरि जाना। दाइज दीन्ह न जाइ बखाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "दाइज दियो बहु भाँति पुनि कर जोरि हिमभूधर कह्यो।\n\nका देउँ पूरनकाम संकर चरन पंकज गहि रह्यो।।\n\nसिवँ कृपासागर ससुर कर संतोषु सब भाँतिहिं कियो।\n\nपुनि गहे पद पाथोज मयनाँ प्रेम परिपूरन हियो।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नाथ उमा मन प्रान सम गृहकिंकरी करेहु।\n\nछमेहु सकल अपराध अब होइ प्रसन्न बरु देहु।।101।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बहु बिधि संभु सास समुझाई। गवनी भवन चरन सिरु नाई।।\n\nजननीं उमा बोलि तब लीन्ही। लै उछंग सुंदर सिख दीन्ही।।\n\nकरेहु सदा संकर पद पूजा। नारिधरमु पति देउ न दूजा।।\n\nबचन कहत भरे लोचन बारी। बहुरि लाइ उर लीन्हि कुमारी।।\n\nकत बिधि सृजीं नारि जग माहीं। पराधीन सपनेहुँ सुखु नाहीं।।\n\nभै अति प्रेम बिकल महतारी। धीरजु कीन्ह कुसमय बिचारी।।\n\nपुनि पुनि मिलति परति गहि चरना। परम प्रेम कछु जाइ न बरना।।\n\nसब नारिन्ह मिलि भेटि भवानी। जाइ जननि उर पुनि लपटानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "जननिहि बहुरि मिलि चली उचित असीस सब काहूँ दईं।\n\nफिरि फिरि बिलोकति मातु तन तब सखीं लै सिव पहिं गई।।\n\nजाचक सकल संतोषि संकरु उमा सहित भवन चले।\n\nसब अमर हरषे सुमन बरषि निसान नभ बाजे भले।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "चले संग हिमवंतु तब पहुँचावन अति हेतु।\n\nबिबिध भाँति परितोषु करि बिदा कीन्ह बृषकेतु।।102।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तुरत भवन आए गिरिराई। सकल सैल सर लिए बोलाई।।\n\nआदर दान बिनय बहुमाना। सब कर बिदा कीन्ह हिमवाना।।\n\nजबहिं संभु कैलासहिं आए। सुर सब निज निज लोक सिधाए।।\n\nजगत मातु पितु संभु भवानी। तेही सिंगारु न कहउँ बखानी।।\n\nकरहिं बिबिध बिधि भोग बिलासा। गनन्ह समेत बसहिं कैलासा।।\n\nहर गिरिजा बिहार नित नयऊ। एहि बिधि बिपुल काल चलि गयऊ।।\n\nतब जनमेउ षटबदन कुमारा। तारकु असुर समर जेहिं मारा।।\n\nआगम निगम प्रसिद्ध पुराना। षन्मुख जन्मु सकल जग जाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "जगु जान षन्मुख जन्मु कर्मु प्रतापु पुरुषारथु महा।\n\nतेहि हेतु मैं बृषकेतु सुत कर चरित संछेपहिं कहा।।\n\nयह उमा संगु बिबाहु जे नर नारि कहहिं जे गावहीं।\n\nकल्यान काज बिबाह मंगल सर्बदा सुखु पावहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "चरित सिंधु गिरिजा रमन बेद न पावहिं पारु।\n\nबरनै तुलसीदासु किमि अति मतिमंद गवाँरु।।103।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "संभु चरित सुनि सरस सुहावा। भरद्वाज मुनि अति सुख पावा।।\n\nबहु लालसा कथा पर बाढ़ी। नयनन्हि नीरु रोमावलि ठाढ़ी।।\n\nप्रेम बिबस मुख आव न बानी। दसा देखि हरषे मुनि ग्यानी।।\n\nअहो धन्य तव जन्मु मुनीसा। तुम्हहि प्रान सम प्रिय गौरीसा।।\n\nसिव पद कमल जिन्हहि रति नाहीं। रामहि ते सपनेहुँ न सोहाहीं।।\n\nबिनु छल बिस्वनाथ पद नेहू। राम भगत कर लच्छन एहू।।\n\nसिव सम को रघुपति ब्रतधारी। बिनु अघ तजी सती असि नारी।।\n\nपनु करि रघुपति भगति देखाई। को सिव सम रामहि प्रिय भाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रथमहिं मै कहि सिव चरित बूझा मरमु तुम्हार।\n\nसुचि सेवक तुम्ह राम के रहित समस्त बिकार।।104।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मैं जाना तुम्हार गुन सीला। कहउँ सुनहु अब रघुपति लीला।।\n\nसुनु मुनि आजु समागम तोरें। कहि न जाइ जस सुखु मन मोरें।।\n\nराम चरित अति अमित मुनिसा। कहि न सकहिं सत कोटि अहीसा।।\n\nतदपि जथाश्रुत कहउँ बखानी। सुमिरि गिरापति प्रभु धनुपानी।।\n\nसारद दारुनारि सम स्वामी। रामु सूत्रधर अंतरजामी।।\n\nजेहि पर कृपा करहिं जनु जानी। कबि उर अजिर नचावहिं बानी।।\n\nप्रनवउँ सोइ कृपाल रघुनाथा। बरनउँ बिसद तासु गुन गाथा।।\n\nपरम रम्य गिरिबरु कैलासू। सदा जहाँ सिव उमा निवासू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सिद्ध तपोधन जोगिजन सूर किंनर मुनिबृंद।\n\nबसहिं तहाँ सुकृती सकल सेवहिं सिब सुखकंद।।105।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "हरि हर बिमुख धर्म रति नाहीं। ते नर तहँ सपनेहुँ नहिं जाहीं।।\n\nतेहि गिरि पर बट बिटप बिसाला। नित नूतन सुंदर सब काला।।\n\nत्रिबिध समीर सुसीतलि छाया। सिव बिश्राम बिटप श्रुति गाया।।\n\nएक बार तेहि तर प्रभु गयऊ। तरु बिलोकि उर अति सुखु भयऊ।।\n\nनिज कर डासि नागरिपु छाला। बैठै सहजहिं संभु कृपाला।।\n\nकुंद इंदु दर गौर सरीरा। भुज प्रलंब परिधन मुनिचीरा।।\n\nतरुन अरुन अंबुज सम चरना। नख दुति भगत हृदय तम हरना।।\n\nभुजग भूति भूषन त्रिपुरारी। आननु सरद चंद छबि हारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जटा मुकुट सुरसरित सिर लोचन नलिन बिसाल।\n\nनीलकंठ लावन्यनिधि सोह बालबिधु भाल।।106।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बैठे सोह कामरिपु कैसें। धरें सरीरु सांतरसु जैसें।।\n\nपारबती भल अवसरु जानी। गई संभु पहिं मातु भवानी।।\n\nजानि प्रिया आदरु अति कीन्हा। बाम भाग आसनु हर दीन्हा।।\n\nबैठीं सिव समीप हरषाई। पूरुब जन्म कथा चित आई।।\n\nपति हियँ हेतु अधिक अनुमानी। बिहसि उमा बोलीं प्रिय बानी।।\n\nकथा जो सकल लोक हितकारी। सोइ पूछन चह सैलकुमारी।।\n\nबिस्वनाथ मम नाथ पुरारी। त्रिभुवन महिमा बिदित तुम्हारी।।\n\nचर अरु अचर नाग नर देवा। सकल करहिं पद पंकज सेवा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रभु समरथ सर्बग्य सिव सकल कला गुन धाम।।\n\nजोग ग्यान बैराग्य निधि प्रनत कलपतरु नाम।।107।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जौं मो पर प्रसन्न सुखरासी। जानिअ सत्य मोहि निज दासी।।\n\nतौं प्रभु हरहु मोर अग्याना। कहि रघुनाथ कथा बिधि नाना।।\n\nजासु भवनु सुरतरु तर होई। सहि कि दरिद्र जनित दुखु सोई।।\n\nससिभूषन अस हृदयँ बिचारी। हरहु नाथ मम मति भ्रम भारी।।\n\nप्रभु जे मुनि परमारथबादी। कहहिं राम कहुँ ब्रह्म अनादी।।\n\nसेस सारदा बेद पुराना। सकल करहिं रघुपति गुन गाना।।\n\nतुम्ह पुनि राम राम दिन राती। सादर जपहु अनँग आराती।।\n\nरामु सो अवध नृपति सुत सोई। की अज अगुन अलखगति कोई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जौं नृप तनय त ब्रह्म किमि नारि बिरहँ मति भोरि।\n\nदेख चरित महिमा सुनत भ्रमति बुद्धि अति मोरि।।108।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जौं अनीह ब्यापक बिभु कोऊ। कबहु बुझाइ नाथ मोहि सोऊ।।\n\nअग्य जानि रिस उर जनि धरहू। जेहि बिधि मोह मिटै सोइ करहू।।\n\nमै बन दीखि राम प्रभुताई। अति भय बिकल न तुम्हहि सुनाई।।\n\nतदपि मलिन मन बोधु न आवा। सो फलु भली भाँति हम पावा।।\n\nअजहूँ कछु संसउ मन मोरे। करहु कृपा बिनवउँ कर जोरें।।\n\nप्रभु तब मोहि बहु भाँति प्रबोधा। नाथ सो समुझि करहु जनि क्रोधा।।\n\nतब कर अस बिमोह अब नाहीं। रामकथा पर रुचि मन माहीं।।\n\nकहहु पुनीत राम गुन गाथा। भुजगराज भूषन सुरनाथा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बंदउ पद धरि धरनि सिरु बिनय करउँ कर जोरि।\n\nबरनहु रघुबर बिसद जसु श्रुति सिद्धांत निचोरि।।109।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जदपि जोषिता नहिं अधिकारी। दासी मन क्रम बचन तुम्हारी।।\n\nगूढ़उ तत्व न साधु दुरावहिं। आरत अधिकारी जहँ पावहिं।।\n\nअति आरति पूछउँ सुरराया। रघुपति कथा कहहु करि दाया।।\n\nप्रथम सो कारन कहहु बिचारी। निर्गुन ब्रह्म सगुन बपु धारी।।\n\nपुनि प्रभु कहहु राम अवतारा। बालचरित पुनि कहहु उदारा।।\n\nकहहु जथा जानकी बिबाहीं। राज तजा सो दूषन काहीं।।\n\nबन बसि कीन्हे चरित अपारा। कहहु नाथ जिमि रावन मारा।।\n\nराज बैठि कीन्हीं बहु लीला। सकल कहहु संकर सुखलीला।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बहुरि कहहु करुनायतन कीन्ह जो अचरज राम।\n\nप्रजा सहित रघुबंसमनि किमि गवने निज धाम।।110।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पुनि प्रभु कहहु सो तत्व बखानी। जेहिं बिग्यान मगन मुनि ग्यानी।।\n\nभगति ग्यान बिग्यान बिरागा। पुनि सब बरनहु सहित बिभागा।।\n\nऔरउ राम रहस्य अनेका। कहहु नाथ अति बिमल बिबेका।।\n\nजो प्रभु मैं पूछा नहि होई। सोउ दयाल राखहु जनि गोई।।\n\nतुम्ह त्रिभुवन गुर बेद बखाना। आन जीव पाँवर का जाना।।\n\nप्रस्न उमा कै सहज सुहाई। छल बिहीन सुनि सिव मन भाई।।\n\nहर हियँ रामचरित सब आए। प्रेम पुलक लोचन जल छाए।।\n\nश्रीरघुनाथ रूप उर आवा। परमानंद अमित सुख पावा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मगन ध्यानरस दंड जुग पुनि मन बाहेर कीन्ह।\n\nरघुपति चरित महेस तब हरषित बरनै लीन्ह।।111।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "झूठेउ सत्य जाहि बिनु जानें। जिमि भुजंग बिनु रजु पहिचानें।।\n\nजेहि जानें जग जाइ हेराई। जागें जथा सपन भ्रम जाई।।\n\nबंदउँ बालरूप सोई रामू। सब सिधि सुलभ जपत जिसु नामू।।\n\nमंगल भवन अमंगल हारी। द्रवउ सो दसरथ अजिर बिहारी।।\n\nकरि प्रनाम रामहि त्रिपुरारी। हरषि सुधा सम गिरा उचारी।।\n\nधन्य धन्य गिरिराजकुमारी। तुम्ह समान नहिं कोउ उपकारी।।\n\nपूँछेहु रघुपति कथा प्रसंगा। सकल लोक जग पावनि गंगा।।\n\nतुम्ह रघुबीर चरन अनुरागी। कीन्हहु प्रस्न जगत हित लागी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रामकृपा तें पारबति सपनेहुँ तव मन माहिं।\n\nसोक मोह संदेह भ्रम मम बिचार कछु नाहिं।।112।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तदपि असंका कीन्हिहु सोई। कहत सुनत सब कर हित होई।।\n\nजिन्ह हरि कथा सुनी नहिं काना। श्रवन रंध्र अहिभवन समाना।।\n\nनयनन्हि संत दरस नहिं देखा। लोचन मोरपंख कर लेखा।।\n\nते सिर कटु तुंबरि समतूला। जे न नमत हरि गुर पद मूला।।\n\nजिन्ह हरिभगति हृदयँ नहिं आनी। जीवत सव समान तेइ प्रानी।।\n\nजो नहिं करइ राम गुन गाना। जीह सो दादुर जीह समाना।।\n\nकुलिस कठोर निठुर सोइ छाती। सुनि हरिचरित न जो हरषाती।।\n\nगिरिजा सुनहु राम कै लीला। सुर हित दनुज बिमोहनसीला।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रामकथा सुरधेनु सम सेवत सब सुख दानि।\n\nसतसमाज सुरलोक सब को न सुनै अस जानि।।113।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "रामकथा सुंदर कर तारी। संसय बिहग उडावनिहारी।।\n\nरामकथा कलि बिटप कुठारी। सादर सुनु गिरिराजकुमारी।।\n\nराम नाम गुन चरित सुहाए। जनम करम अगनित श्रुति गाए।।\n\nजथा अनंत राम भगवाना। तथा कथा कीरति गुन नाना।।\n\nतदपि जथा श्रुत जसि मति मोरी। कहिहउँ देखि प्रीति अति तोरी।।\n\nउमा प्रस्न तव सहज सुहाई। सुखद संतसंमत मोहि भाई।।\n\nएक बात नहि मोहि सोहानी। जदपि मोह बस कहेहु भवानी।।\n\nतुम जो कहा राम कोउ आना। जेहि श्रुति गाव धरहिं मुनि ध्याना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कहहि सुनहि अस अधम नर ग्रसे जे मोह पिसाच।\n\nपाषंडी हरि पद बिमुख जानहिं झूठ न साच।।114।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अग्य अकोबिद अंध अभागी। काई बिषय मुकर मन लागी।।\n\nलंपट कपटी कुटिल बिसेषी। सपनेहुँ संतसभा नहिं देखी।।\n\nकहहिं ते बेद असंमत बानी। जिन्ह कें सूझ लाभु नहिं हानी।।\n\nमुकर मलिन अरु नयन बिहीना। राम रूप देखहिं किमि दीना।।\n\nजिन्ह कें अगुन न सगुन बिबेका। जल्पहिं कल्पित बचन अनेका।।\n\nहरिमाया बस जगत भ्रमाहीं। तिन्हहि कहत कछु अघटित नाहीं।।\n\nबातुल भूत बिबस मतवारे। ते नहिं बोलहिं बचन बिचारे।।\n\nजिन्ह कृत महामोह मद पाना। तिन् कर कहा करिअ नहिं काना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अस निज हृदयँ बिचारि तजु संसय भजु राम पद।\n\nसुनु गिरिराज कुमारि भ्रम तम रबि कर बचन मम।।115।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सगुनहि अगुनहि नहिं कछु भेदा। गावहिं मुनि पुरान बुध बेदा।।\n\nअगुन अरुप अलख अज जोई। भगत प्रेम बस सगुन सो होई।।\n\nजो गुन रहित सगुन सोइ कैसें। जलु हिम उपल बिलग नहिं जैसें।।\n\nजासु नाम भ्रम तिमिर पतंगा। तेहि किमि कहिअ बिमोह प्रसंगा।।\n\nराम सच्चिदानंद दिनेसा। नहिं तहँ मोह निसा लवलेसा।।\n\nसहज प्रकासरुप भगवाना। नहिं तहँ पुनि बिग्यान बिहाना।।\n\nहरष बिषाद ग्यान अग्याना। जीव धर्म अहमिति अभिमाना।।\n\nराम ब्रह्म ब्यापक जग जाना। परमानन्द परेस पुराना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पुरुष प्रसिद्ध प्रकास निधि प्रगट परावर नाथ।।\n\nरघुकुलमनि मम स्वामि सोइ कहि सिवँ नायउ माथ।।116।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "निज भ्रम नहिं समुझहिं अग्यानी। प्रभु पर मोह धरहिं जड़ प्रानी।।\n\nजथा गगन घन पटल निहारी। झाँपेउ मानु कहहिं कुबिचारी।।\n\nचितव जो लोचन अंगुलि लाएँ। प्रगट जुगल ससि तेहि के भाएँ।।\n\nउमा राम बिषइक अस मोहा। नभ तम धूम धूरि जिमि सोहा।।\n\nबिषय करन सुर जीव समेता। सकल एक तें एक सचेता।।\n\nसब कर परम प्रकासक जोई। राम अनादि अवधपति सोई।।\n\nजगत प्रकास्य प्रकासक रामू। मायाधीस ग्यान गुन धामू।।\n\nजासु सत्यता तें जड माया। भास सत्य इव मोह सहाया।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रजत सीप महुँ मास जिमि जथा भानु कर बारि।\n\nजदपि मृषा तिहुँ काल सोइ भ्रम न सकइ कोउ टारि।।117।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एहि बिधि जग हरि आश्रित रहई। जदपि असत्य देत दुख अहई।।\n\nजौं सपनें सिर काटै कोई। बिनु जागें न दूरि दुख होई।।\n\nजासु कृपाँ अस भ्रम मिटि जाई। गिरिजा सोइ कृपाल रघुराई।।\n\nआदि अंत कोउ जासु न पावा। मति अनुमानि निगम अस गावा।।\n\nबिनु पद चलइ सुनइ बिनु काना। कर बिनु करम करइ बिधि नाना।।\n\nआनन रहित सकल रस भोगी। बिनु बानी बकता बड़ जोगी।।\n\nतनु बिनु परस नयन बिनु देखा। ग्रहइ घ्रान बिनु बास असेषा।।\n\nअसि सब भाँति अलौकिक करनी। महिमा जासु जाइ नहिं बरनी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जेहि इमि गावहि बेद बुध जाहि धरहिं मुनि ध्यान।।\n\nसोइ दसरथ सुत भगत हित कोसलपति भगवान।।118।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कासीं मरत जंतु अवलोकी। जासु नाम बल करउँ बिसोकी।।\n\nसोइ प्रभु मोर चराचर स्वामी। रघुबर सब उर अंतरजामी।।\n\nबिबसहुँ जासु नाम नर कहहीं। जनम अनेक रचित अघ दहहीं।।\n\nसादर सुमिरन जे नर करहीं। भव बारिधि गोपद इव तरहीं।।\n\nराम सो परमातमा भवानी। तहँ भ्रम अति अबिहित तव बानी।।\n\nअस संसय आनत उर माहीं। ग्यान बिराग सकल गुन जाहीं।।\n\nसुनि सिव के भ्रम भंजन बचना। मिटि गै सब कुतरक कै रचना।।\n\nभइ रघुपति पद प्रीति प्रतीती। दारुन असंभावना बीती।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पुनि पुनि प्रभु पद कमल गहि जोरि पंकरुह पानि।\n\nबोली गिरिजा बचन बर मनहुँ प्रेम रस सानि।।119।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "ससि कर सम सुनि गिरा तुम्हारी। मिटा मोह सरदातप भारी।।\n\nतुम्ह कृपाल सबु संसउ हरेऊ। राम स्वरुप जानि मोहि परेऊ।।\n\nनाथ कृपाँ अब गयउ बिषादा। सुखी भयउँ प्रभु चरन प्रसादा।।\n\nअब मोहि आपनि किंकरि जानी। जदपि सहज जड नारि अयानी।।\n\nप्रथम जो मैं पूछा सोइ कहहू। जौं मो पर प्रसन्न प्रभु अहहू।।\n\nराम ब्रह्म चिनमय अबिनासी। सर्ब रहित सब उर पुर बासी।।\n\nनाथ धरेउ नरतनु केहि हेतू। मोहि समुझाइ कहहु बृषकेतू।।\n\nउमा बचन सुनि परम बिनीता। रामकथा पर प्रीति पुनीता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "हिंयँ हरषे कामारि तब संकर सहज सुजान\n\nबहु बिधि उमहि प्रसंसि पुनि बोले कृपानिधान।।120(क)।।\n\nसुनु सुभ कथा भवानि रामचरितमानस बिमल।\n\nकहा भुसुंडि बखानि सुना बिहग नायक गरुड।।120(ख)।।\n\nसो संबाद उदार जेहि बिधि भा आगें कहब।\n\nसुनहु राम अवतार चरित परम सुंदर अनघ।।120(ग)।।\n\nहरि गुन नाम अपार कथा रूप अगनित अमित।\n\nमैं निज मति अनुसार कहउँ उमा सादर सुनहु।।120(घ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनु गिरिजा हरिचरित सुहाए। बिपुल बिसद निगमागम गाए।।\n\nहरि अवतार हेतु जेहि होई। इदमित्थं कहि जाइ न सोई।।\n\nराम अर्तक्य बुद्धि मन बानी। मत हमार अस सुनहि सयानी।।\n\nतदपि संत मुनि बेद पुराना। जस कछु कहहिं स्वमति अनुमाना।।\n\nतस मैं सुमुखि सुनावउँ तोही। समुझि परइ जस कारन मोही।।\n\nजब जब होइ धरम कै हानी। बाढहिं असुर अधम अभिमानी।।\n\nकरहिं अनीति जाइ नहिं बरनी। सीदहिं बिप्र धेनु सुर धरनी।।\n\nतब तब प्रभु धरि बिबिध सरीरा। हरहि कृपानिधि सज्जन पीरा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "असुर मारि थापहिं सुरन्ह राखहिं निज श्रुति सेतु।\n\nजग बिस्तारहिं बिसद जस राम जन्म कर हेतु।।121।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सोइ जस गाइ भगत भव तरहीं। कृपासिंधु जन हित तनु धरहीं।।\n\nराम जनम के हेतु अनेका। परम बिचित्र एक तें एका।।\n\nजनम एक दुइ कहउँ बखानी। सावधान सुनु सुमति भवानी।।\n\nद्वारपाल हरि के प्रिय दोऊ। जय अरु बिजय जान सब कोऊ।।\n\nबिप्र श्राप तें दूनउ भाई। तामस असुर देह तिन्ह पाई।।\n\nकनककसिपु अरु हाटक लोचन। जगत बिदित सुरपति मद मोचन।।\n\nबिजई समर बीर बिख्याता। धरि बराह बपु एक निपाता।।\n\nहोइ नरहरि दूसर पुनि मारा। जन प्रहलाद सुजस बिस्तारा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भए निसाचर जाइ तेइ महाबीर बलवान।\n\nकुंभकरन रावण सुभट सुर बिजई जग जान।।122 ।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मुकुत न भए हते भगवाना। तीनि जनम द्विज बचन प्रवाना।।\n\nएक बार तिन्ह के हित लागी। धरेउ सरीर भगत अनुरागी।।\n\nकस्यप अदिति तहाँ पितु माता। दसरथ कौसल्या बिख्याता।।\n\nएक कलप एहि बिधि अवतारा। चरित्र पवित्र किए संसारा।।\n\nएक कलप सुर देखि दुखारे। समर जलंधर सन सब हारे।।\n\nसंभु कीन्ह संग्राम अपारा। दनुज महाबल मरइ न मारा।।\n\nपरम सती असुराधिप नारी। तेहि बल ताहि न जितहिं पुरारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "छल करि टारेउ तासु ब्रत प्रभु सुर कारज कीन्ह।।\n\nजब तेहि जानेउ मरम तब श्राप कोप करि दीन्ह।।123।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तासु श्राप हरि दीन्ह प्रमाना। कौतुकनिधि कृपाल भगवाना।।\n\nतहाँ जलंधर रावन भयऊ। रन हति राम परम पद दयऊ।।\n\nएक जनम कर कारन एहा। जेहि लागि राम धरी नरदेहा।।\n\nप्रति अवतार कथा प्रभु केरी। सुनु मुनि बरनी कबिन्ह घनेरी।।\n\nनारद श्राप दीन्ह एक बारा। कलप एक तेहि लगि अवतारा।।\n\nगिरिजा चकित भई सुनि बानी। नारद बिष्नुभगत पुनि ग्यानि।।\n\nकारन कवन श्राप मुनि दीन्हा। का अपराध रमापति कीन्हा।।\n\nयह प्रसंग मोहि कहहु पुरारी। मुनि मन मोह आचरज भारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बोले बिहसि महेस तब ग्यानी मूढ़ न कोइ।\n\nजेहि जस रघुपति करहिं जब सो तस तेहि छन होइ।।124(क)।।\n\nकहउँ राम गुन गाथ भरद्वाज सादर सुनहु।\n\nभव भंजन रघुनाथ भजु तुलसी तजि मान मद।।124(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "हिमगिरि गुहा एक अति पावनि। बह समीप सुरसरी सुहावनि।।\n\nआश्रम परम पुनीत सुहावा। देखि देवरिषि मन अति भावा।।\n\nनिरखि सैल सरि बिपिन बिभागा। भयउ रमापति पद अनुरागा।।\n\nसुमिरत हरिहि श्राप गति बाधी। सहज बिमल मन लागि समाधी।।\n\nमुनि गति देखि सुरेस डेराना। कामहि बोलि कीन्ह सनमाना।।\n\nसहित सहाय जाहु मम हेतू। चकेउ हरषि हियँ जलचरकेतू।।\n\nसुनासीर मन महुँ असि त्रासा। चहत देवरिषि मम पुर बासा।।\n\nजे कामी लोलुप जग माहीं। कुटिल काक इव सबहि डेराहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुख हाड़ लै भाग सठ स्वान निरखि मृगराज।\n\nछीनि लेइ जनि जान जड़ तिमि सुरपतिहि न लाज।।125।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तेहि आश्रमहिं मदन जब गयऊ। निज मायाँ बसंत निरमयऊ।।\n\nकुसुमित बिबिध बिटप बहुरंगा। कूजहिं कोकिल गुंजहि भृंगा।।\n\nचली सुहावनि त्रिबिध बयारी। काम कृसानु बढ़ावनिहारी।।\n\nरंभादिक सुरनारि नबीना । सकल असमसर कला प्रबीना।।\n\nकरहिं गान बहु तान तरंगा। बहुबिधि क्रीड़हि पानि पतंगा।।\n\nदेखि सहाय मदन हरषाना। कीन्हेसि पुनि प्रपंच बिधि नाना।।\n\nकाम कला कछु मुनिहि न ब्यापी। निज भयँ डरेउ मनोभव पापी।।\n\nसीम कि चाँपि सकइ कोउ तासु। बड़ रखवार रमापति जासू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सहित सहाय सभीत अति मानि हारि मन मैन।\n\nगहेसि जाइ मुनि चरन तब कहि सुठि आरत बैन।।126।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "भयउ न नारद मन कछु रोषा। कहि प्रिय बचन काम परितोषा।।\n\nनाइ चरन सिरु आयसु पाई। गयउ मदन तब सहित सहाई।।\n\nमुनि सुसीलता आपनि करनी। सुरपति सभाँ जाइ सब बरनी।।\n\nसुनि सब कें मन अचरजु आवा। मुनिहि प्रसंसि हरिहि सिरु नावा।।\n\nतब नारद गवने सिव पाहीं। जिता काम अहमिति मन माहीं।।\n\nमार चरित संकरहिं सुनाए। अतिप्रिय जानि महेस सिखाए।।\n\nबार बार बिनवउँ मुनि तोहीं। जिमि यह कथा सुनायहु मोहीं।।\n\nतिमि जनि हरिहि सुनावहु कबहूँ। चलेहुँ प्रसंग दुराएडु तबहूँ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "संभु दीन्ह उपदेस हित नहिं नारदहि सोहान।\n\nभारद्वाज कौतुक सुनहु हरि इच्छा बलवान।।127।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "राम कीन्ह चाहहिं सोइ होई। करै अन्यथा अस नहिं कोई।।\n\nसंभु बचन मुनि मन नहिं भाए। तब बिरंचि के लोक सिधाए।।\n\nएक बार करतल बर बीना। गावत हरि गुन गान प्रबीना।।\n\nछीरसिंधु गवने मुनिनाथा। जहँ बस श्रीनिवास श्रुतिमाथा।।\n\nहरषि मिले उठि रमानिकेता। बैठे आसन रिषिहि समेता।।\n\nबोले बिहसि चराचर राया। बहुते दिनन कीन्हि मुनि दाया।।\n\nकाम चरित नारद सब भाषे। जद्यपि प्रथम बरजि सिवँ राखे।।\n\nअति प्रचंड रघुपति कै माया। जेहि न मोह अस को जग जाया।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रूख बदन करि बचन मृदु बोले श्रीभगवान ।\n\nतुम्हरे सुमिरन तें मिटहिं मोह मार मद मान।।128।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनु मुनि मोह होइ मन ताकें। ग्यान बिराग हृदय नहिं जाके।।\n\nब्रह्मचरज ब्रत रत मतिधीरा। तुम्हहि कि करइ मनोभव पीरा।।\n\nनारद कहेउ सहित अभिमाना। कृपा तुम्हारि सकल भगवाना।।\n\nकरुनानिधि मन दीख बिचारी। उर अंकुरेउ गरब तरु भारी।।\n\nबेगि सो मै डारिहउँ उखारी। पन हमार सेवक हितकारी।।\n\nमुनि कर हित मम कौतुक होई। अवसि उपाय करबि मै सोई।।\n\nतब नारद हरि पद सिर नाई। चले हृदयँ अहमिति अधिकाई।।\n\nश्रीपति निज माया तब प्रेरी। सुनहु कठिन करनी तेहि केरी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बिरचेउ मग महुँ नगर तेहिं सत जोजन बिस्तार।\n\nश्रीनिवासपुर तें अधिक रचना बिबिध प्रकार।।129।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बसहिं नगर सुंदर नर नारी। जनु बहु मनसिज रति तनुधारी।।\n\nतेहिं पुर बसइ सीलनिधि राजा। अगनित हय गय सेन समाजा।।\n\nसत सुरेस सम बिभव बिलासा। रूप तेज बल नीति निवासा।।\n\nबिस्वमोहनी तासु कुमारी। श्री बिमोह जिसु रूपु निहारी।।\n\nसोइ हरिमाया सब गुन खानी। सोभा तासु कि जाइ बखानी।।\n\nकरइ स्वयंबर सो नृपबाला। आए तहँ अगनित महिपाला।।\n\nमुनि कौतुकी नगर तेहिं गयऊ। पुरबासिन्ह सब पूछत भयऊ।।\n\nसुनि सब चरित भूपगृहँ आए। करि पूजा नृप मुनि बैठाए।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "आनि देखाई नारदहि भूपति राजकुमारि।\n\nकहहु नाथ गुन दोष सब एहि के हृदयँ बिचारि।।130।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखि रूप मुनि बिरति बिसारी। बड़ी बार लगि रहे निहारी।।\n\nलच्छन तासु बिलोकि भुलाने। हृदयँ हरष नहिं प्रगट बखाने।।\n\nजो एहि बरइ अमर सोइ होई। समरभूमि तेहि जीत न कोई।।\n\nसेवहिं सकल चराचर ताही। बरइ सीलनिधि कन्या जाही।।\n\nलच्छन सब बिचारि उर राखे। कछुक बनाइ भूप सन भाषे।।\n\nसुता सुलच्छन कहि नृप पाहीं। नारद चले सोच मन माहीं।।\n\nकरौं जाइ सोइ जतन बिचारी। जेहि प्रकार मोहि बरै कुमारी।।\n\nजप तप कछु न होइ तेहि काला। हे बिधि मिलइ कवन बिधि बाला।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "एहि अवसर चाहिअ परम सोभा रूप बिसाल।\n\nजो बिलोकि रीझै कुअँरि तब मेलै जयमाल।।131।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "हरि सन मागौं सुंदरताई। होइहि जात गहरु अति भाई।।\n\nमोरें हित हरि सम नहिं कोऊ। एहि अवसर सहाय सोइ होऊ।।\n\nबहुबिधि बिनय कीन्हि तेहि काला। प्रगटेउ प्रभु कौतुकी कृपाला।।\n\nप्रभु बिलोकि मुनि नयन जुड़ाने। होइहि काजु हिएँ हरषाने।।\n\nअति आरति कहि कथा सुनाई। करहु कृपा करि होहु सहाई।।\n\nआपन रूप देहु प्रभु मोही। आन भाँति नहिं पावौं ओही।।\n\nजेहि बिधि नाथ होइ हित मोरा। करहु सो बेगि दास मैं तोरा।।\n\nनिज माया बल देखि बिसाला। हियँ हँसि बोले दीनदयाला।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जेहि बिधि होइहि परम हित नारद सुनहु तुम्हार।\n\nसोइ हम करब न आन कछु बचन न मृषा हमार।।132।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कुपथ माग रुज ब्याकुल रोगी। बैद न देइ सुनहु मुनि जोगी।।\n\nएहि बिधि हित तुम्हार मैं ठयऊ। कहि अस अंतरहित प्रभु भयऊ।।\n\nमाया बिबस भए मुनि मूढ़ा। समुझी नहिं हरि गिरा निगूढ़ा।।\n\nगवने तुरत तहाँ रिषिराई। जहाँ स्वयंबर भूमि बनाई।।\n\nनिज निज आसन बैठे राजा। बहु बनाव करि सहित समाजा।।\n\nमुनि मन हरष रूप अति मोरें। मोहि तजि आनहि बारिहि न भोरें।।\n\nमुनि हित कारन कृपानिधाना। दीन्ह कुरूप न जाइ बखाना।।\n\nसो चरित्र लखि काहुँ न पावा। नारद जानि सबहिं सिर नावा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रहे तहाँ दुइ रुद्र गन ते जानहिं सब भेउ।\n\nबिप्रबेष देखत फिरहिं परम कौतुकी तेउ।।133।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जेंहि समाज बैंठे मुनि जाई। हृदयँ रूप अहमिति अधिकाई।।\n\nतहँ बैठ महेस गन दोऊ। बिप्रबेष गति लखइ न कोऊ।।\n\nकरहिं कूटि नारदहि सुनाई। नीकि दीन्हि हरि सुंदरताई।।\n\nरीझहि राजकुअँरि छबि देखी। इन्हहि बरिहि हरि जानि बिसेषी।।\n\nमुनिहि मोह मन हाथ पराएँ। हँसहिं संभु गन अति सचु पाएँ।।\n\nजदपि सुनहिं मुनि अटपटि बानी। समुझि न परइ बुद्धि भ्रम सानी।।\n\nकाहुँ न लखा सो चरित बिसेषा। सो सरूप नृपकन्याँ देखा।।\n\nमर्कट बदन भयंकर देही। देखत हृदयँ क्रोध भा तेही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सखीं संग लै कुअँरि तब चलि जनु राजमराल।\n\nदेखत फिरइ महीप सब कर सरोज जयमाल।।134।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जेहि दिसि बैठे नारद फूली। सो दिसि देहि न बिलोकी भूली।।\n\nपुनि पुनि मुनि उकसहिं अकुलाहीं। देखि दसा हर गन मुसकाहीं।।\n\nधरि नृपतनु तहँ गयउ कृपाला। कुअँरि हरषि मेलेउ जयमाला।।\n\nदुलहिनि लै गे लच्छिनिवासा। नृपसमाज सब भयउ निरासा।।\n\nमुनि अति बिकल मोंहँ मति नाठी। मनि गिरि गई छूटि जनु गाँठी।।\n\nतब हर गन बोले मुसुकाई। निज मुख मुकुर बिलोकहु जाई।।\n\nअस कहि दोउ भागे भयँ भारी। बदन दीख मुनि बारि निहारी।।\n\nबेषु बिलोकि क्रोध अति बाढ़ा। तिन्हहि सराप दीन्ह अति गाढ़ा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "होहु निसाचर जाइ तुम्ह कपटी पापी दोउ।\n\nहँसेहु हमहि सो लेहु फल बहुरि हँसेहु मुनि कोउ।।135।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पुनि जल दीख रूप निज पावा। तदपि हृदयँ संतोष न आवा।।\n\nफरकत अधर कोप मन माहीं। सपदी चले कमलापति पाहीं।।\n\nदेहउँ श्राप कि मरिहउँ जाई। जगत मोर उपहास कराई।।\n\nबीचहिं पंथ मिले दनुजारी। संग रमा सोइ राजकुमारी।।\n\nबोले मधुर बचन सुरसाईं। मुनि कहँ चले बिकल की नाईं।।\n\nसुनत बचन उपजा अति क्रोधा। माया बस न रहा मन बोधा।।\n\nपर संपदा सकहु नहिं देखी। तुम्हरें इरिषा कपट बिसेषी।।\n\nमथत सिंधु रुद्रहि बौरायहु। सुरन्ह प्रेरी बिष पान करायहु।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "असुर सुरा बिष संकरहि आपु रमा मनि चारु।\n\nस्वारथ साधक कुटिल तुम्ह सदा कपट ब्यवहारु।।136।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "परम स्वतंत्र न सिर पर कोई। भावइ मनहि करहु तुम्ह सोई।।\n\nभलेहि मंद मंदेहि भल करहू। बिसमय हरष न हियँ कछु धरहू।।\n\nडहकि डहकि परिचेहु सब काहू। अति असंक मन सदा उछाहू।।\n\nकरम सुभासुभ तुम्हहि न बाधा। अब लगि तुम्हहि न काहूँ साधा।।\n\nभले भवन अब बायन दीन्हा। पावहुगे फल आपन कीन्हा।।\n\nबंचेहु मोहि जवनि धरि देहा। सोइ तनु धरहु श्राप मम एहा।।\n\nकपि आकृति तुम्ह कीन्हि हमारी। करिहहिं कीस सहाय तुम्हारी।।\n\nमम अपकार कीन्ही तुम्ह भारी। नारी बिरहँ तुम्ह होब दुखारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "श्राप सीस धरी हरषि हियँ प्रभु बहु बिनती कीन्हि।\n\nनिज माया कै प्रबलता करषि कृपानिधि लीन्हि।।137।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जब हरि माया दूरि निवारी। नहिं तहँ रमा न राजकुमारी।।\n\nतब मुनि अति सभीत हरि चरना। गहे पाहि प्रनतारति हरना।।\n\nमृषा होउ मम श्राप कृपाला। मम इच्छा कह दीनदयाला।।\n\nमैं दुर्बचन कहे बहुतेरे। कह मुनि पाप मिटिहिं किमि मेरे।।\n\nजपहु जाइ संकर सत नामा। होइहि हृदयँ तुरंत बिश्रामा।।\n\nकोउ नहिं सिव समान प्रिय मोरें। असि परतीति तजहु जनि भोरें।।\n\nजेहि पर कृपा न करहिं पुरारी। सो न पाव मुनि भगति हमारी।।\n\nअस उर धरि महि बिचरहु जाई। अब न तुम्हहि माया निअराई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बहुबिधि मुनिहि प्रबोधि प्रभु तब भए अंतरधान।।\n\nसत्यलोक नारद चले करत राम गुन गान।।138।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "हर गन मुनिहि जात पथ देखी। बिगतमोह मन हरष बिसेषी।।\n\nअति सभीत नारद पहिं आए। गहि पद आरत बचन सुनाए।।\n\nहर गन हम न बिप्र मुनिराया। बड़ अपराध कीन्ह फल पाया।।\n\nश्राप अनुग्रह करहु कृपाला। बोले नारद दीनदयाला।।\n\nनिसिचर जाइ होहु तुम्ह दोऊ। बैभव बिपुल तेज बल होऊ।।\n\nभुजबल बिस्व जितब तुम्ह जहिआ। धरिहहिं बिष्नु मनुज तनु तहिआ।\n\nसमर मरन हरि हाथ तुम्हारा। होइहहु मुकुत न पुनि संसारा।।\n\nचले जुगल मुनि पद सिर नाई। भए निसाचर कालहि पाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "एक कलप एहि हेतु प्रभु लीन्ह मनुज अवतार।\n\nसुर रंजन सज्जन सुखद हरि भंजन भुबि भार।।139।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एहि बिधि जनम करम हरि केरे। सुंदर सुखद बिचित्र घनेरे।।\n\nकलप कलप प्रति प्रभु अवतरहीं। चारु चरित नानाबिधि करहीं।।\n\nतब तब कथा मुनीसन्ह गाई। परम पुनीत प्रबंध बनाई।।\n\nबिबिध प्रसंग अनूप बखाने। करहिं न सुनि आचरजु सयाने।।\n\nहरि अनंत हरिकथा अनंता। कहहिं सुनहिं बहुबिधि सब संता।।\n\nरामचंद्र के चरित सुहाए। कलप कोटि लगि जाहिं न गाए।।\n\nयह प्रसंग मैं कहा भवानी। हरिमायाँ मोहहिं मुनि ग्यानी।।\n\nप्रभु कौतुकी प्रनत हितकारी।।सेवत सुलभ सकल दुख हारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुर नर मुनि कोउ नाहिं जेहि न मोह माया प्रबल।।\n\nअस बिचारि मन माहिं भजिअ महामाया पतिहि।।140।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अपर हेतु सुनु सैलकुमारी। कहउँ बिचित्र कथा बिस्तारी।।\n\nजेहि कारन अज अगुन अरूपा। ब्रह्म भयउ कोसलपुर भूपा।।\n\nजो प्रभु बिपिन फिरत तुम्ह देखा। बंधु समेत धरें मुनिबेषा।।\n\nजासु चरित अवलोकि भवानी। सती सरीर रहिहु बौरानी।।\n\nअजहुँ न छाया मिटति तुम्हारी। तासु चरित सुनु भ्रम रुज हारी।।\n\nलीला कीन्हि जो तेहिं अवतारा। सो सब कहिहउँ मति अनुसारा।।\n\nभरद्वाज सुनि संकर बानी। सकुचि सप्रेम उमा मुसकानी।।\n\nलगे बहुरि बरने बृषकेतू। सो अवतार भयउ जेहि हेतू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सो मैं तुम्ह सन कहउँ सबु सुनु मुनीस मन लाई।।\n\nराम कथा कलि मल हरनि मंगल करनि सुहाइ।।141।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "स्वायंभू मनु अरु सतरूपा। जिन्ह तें भै नरसृष्टि अनूपा।।\n\nदंपति धरम आचरन नीका। अजहुँ गाव श्रुति जिन्ह कै लीका।।\n\nनृप उत्तानपाद सुत तासू। ध्रुव हरि भगत भयउ सुत जासू।।\n\nलघु सुत नाम प्रिय्रब्रत ताही। बेद पुरान प्रसंसहि जाही।।\n\nदेवहूति पुनि तासु कुमारी। जो मुनि कर्दम कै प्रिय नारी।।\n\nआदिदेव प्रभु दीनदयाला। जठर धरेउ जेहिं कपिल कृपाला।।\n\nसांख्य सास्त्र जिन्ह प्रगट बखाना। तत्व बिचार निपुन भगवाना।।\n\nतेहिं मनु राज कीन्ह बहु काला। प्रभु आयसु सब बिधि प्रतिपाला।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "होइ न बिषय बिराग भवन बसत भा चौथपन।\n\nहृदयँ बहुत दुख लाग जनम गयउ हरिभगति बिनु।।142।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बरबस राज सुतहि तब दीन्हा। नारि समेत गवन बन कीन्हा।।\n\nतीरथ बर नैमिष बिख्याता। अति पुनीत साधक सिधि दाता।।\n\nबसहिं तहाँ मुनि सिद्ध समाजा। तहँ हियँ हरषि चलेउ मनु राजा।।\n\nपंथ जात सोहहिं मतिधीरा। ग्यान भगति जनु धरें सरीरा।।\n\nपहुँचे जाइ धेनुमति तीरा। हरषि नहाने निरमल नीरा।।\n\nआए मिलन सिद्ध मुनि ग्यानी। धरम धुरंधर नृपरिषि जानी।।\n\nजहँ जँह तीरथ रहे सुहाए। मुनिन्ह सकल सादर करवाए।।\n\nकृस सरीर मुनिपट परिधाना। सत समाज नित सुनहिं पुराना ।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "द्वादस अच्छर मंत्र पुनि जपहिं सहित अनुराग।\n\nबासुदेव पद पंकरुह दंपति मन अति लाग।।143।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "करहिं अहार साक फल कंदा। सुमिरहिं ब्रह्म सच्चिदानंदा।।\n\nपुनि हरि हेतु करन तप लागे। बारि अधार मूल फल त्यागे।।\n\nउर अभिलाष निंरंतर होई। देखअ नयन परम प्रभु सोई।।\n\nअगुन अखंड अनंत अनादी। जेहि चिंतहिं परमारथबादी।।\n\nनेति नेति जेहि बेद निरूपा। निजानंद निरुपाधि अनूपा।।\n\nसंभु बिरंचि बिष्नु भगवाना। उपजहिं जासु अंस तें नाना।।\n\nऐसेउ प्रभु सेवक बस अहई। भगत हेतु लीलातनु गहई।।\n\nजौं यह बचन सत्य श्रुति भाषा। तौ हमार पूजहि अभिलाषा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "एहि बिधि बीतें बरष षट सहस बारि आहार।\n\nसंबत सप्त सहस्त्र पुनि रहे समीर अधार।।144।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बरष सहस दस त्यागेउ सोऊ। ठाढ़े रहे एक पद दोऊ।।\n\nबिधि हरि तप देखि अपारा। मनु समीप आए बहु बारा।।\n\nमागहु बर बहु भाँति लोभाए। परम धीर नहिं चलहिं चलाए।।\n\nअस्थिमात्र होइ रहे सरीरा। तदपि मनाग मनहिं नहिं पीरा।।\n\nप्रभु सर्बग्य दास निज जानी। गति अनन्य तापस नृप रानी।।\n\nमागु मागु बरु भै नभ बानी। परम गभीर कृपामृत सानी।।\n\nमृतक जिआवनि गिरा सुहाई। श्रबन रंध्र होइ उर जब आई।।\n\nह्रष्टपुष्ट तन भए सुहाए। मानहुँ अबहिं भवन ते आए।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "श्रवन सुधा सम बचन सुनि पुलक प्रफुल्लित गात।\n\nबोले मनु करि दंडवत प्रेम न हृदयँ समात।।145।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनु सेवक सुरतरु सुरधेनु। बिधि हरि हर बंदित पद रेनू।।\n\nसेवत सुलभ सकल सुख दायक। प्रनतपाल सचराचर नायक।।\n\nजौं अनाथ हित हम पर नेहू। तौ प्रसन्न होइ यह बर देहू।।\n\nजो सरूप बस सिव मन माहीं। जेहि कारन मुनि जतन कराहीं।।\n\nजो भुसुंडि मन मानस हंसा। सगुन अगुन जेहि निगम प्रसंसा।।\n\nदेखहिं हम सो रूप भरि लोचन। कृपा करहु प्रनतारति मोचन।।\n\nदंपति बचन परम प्रिय लागे। मुदुल बिनीत प्रेम रस पागे।।\n\nभगत बछल प्रभु कृपानिधाना। बिस्वबास प्रगटे भगवाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नील सरोरुह नील मनि नील नीरधर स्याम।\n\nलाजहिं तन सोभा निरखि कोटि कोटि सत काम।।146।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सरद मयंक बदन छबि सींवा। चारु कपोल चिबुक दर ग्रीवा।।\n\nअधर अरुन रद सुंदर नासा। बिधु कर निकर बिनिंदक हासा।।\n\nनव अबुंज अंबक छबि नीकी। चितवनि ललित भावँती जी की।।\n\nभुकुटि मनोज चाप छबि हारी। तिलक ललाट पटल दुतिकारी।।\n\nकुंडल मकर मुकुट सिर भ्राजा। कुटिल केस जनु मधुप समाजा।।\n\nउर श्रीबत्स रुचिर बनमाला। पदिक हार भूषन मनिजाला।।\n\nकेहरि कंधर चारु जनेउ। बाहु बिभूषन सुंदर तेऊ।।\n\nकरि कर सरि सुभग भुजदंडा। कटि निषंग कर सर कोदंडा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तडित बिनिंदक पीत पट उदर रेख बर तीनि।।\n\nनाभि मनोहर लेति जनु जमुन भवँर छबि छीनि।।147।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पद राजीव बरनि नहि जाहीं। मुनि मन मधुप बसहिं जेन्ह माहीं।।\n\nबाम भाग सोभति अनुकूला। आदिसक्ति छबिनिधि जगमूला।।\n\nजासु अंस उपजहिं गुनखानी। अगनित लच्छि उमा ब्रह्मानी।।\n\nभृकुटि बिलास जासु जग होई। राम बाम दिसि सीता सोई।।\n\nछबिसमुद्र हरि रूप बिलोकी। एकटक रहे नयन पट रोकी।।\n\nचितवहिं सादर रूप अनूपा। तृप्ति न मानहिं मनु सतरूपा।।\n\nहरष बिबस तन दसा भुलानी। परे दंड इव गहि पद पानी।।\n\nसिर परसे प्रभु निज कर कंजा। तुरत उठाए करुनापुंजा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बोले कृपानिधान पुनि अति प्रसन्न मोहि जानि।\n\nमागहु बर जोइ भाव मन महादानि अनुमानि।।148।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि प्रभु बचन जोरि जुग पानी। धरि धीरजु बोली मृदु बानी।।\n\nनाथ देखि पद कमल तुम्हारे। अब पूरे सब काम हमारे।।\n\nएक लालसा बड़ि उर माही। सुगम अगम कहि जात सो नाहीं।।\n\nतुम्हहि देत अति सुगम गोसाईं। अगम लाग मोहि निज कृपनाईं।।\n\nजथा दरिद्र बिबुधतरु पाई। बहु संपति मागत सकुचाई।।\n\nतासु प्रभा जान नहिं सोई। तथा हृदयँ मम संसय होई।।\n\nसो तुम्ह जानहु अंतरजामी। पुरवहु मोर मनोरथ स्वामी।।\n\nसकुच बिहाइ मागु नृप मोहि। मोरें नहिं अदेय कछु तोही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "दानि सिरोमनि कृपानिधि नाथ कहउँ सतिभाउ।।\n\nचाहउँ तुम्हहि समान सुत प्रभु सन कवन दुराउ।।149।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखि प्रीति सुनि बचन अमोले। एवमस्तु करुनानिधि बोले।।\n\nआपु सरिस खोजौं कहँ जाई। नृप तव तनय होब मैं आई।।\n\nसतरूपहि बिलोकि कर जोरें। देबि मागु बरु जो रुचि तोरे।।\n\nजो बरु नाथ चतुर नृप मागा। सोइ कृपाल मोहि अति प्रिय लागा।।\n\nप्रभु परंतु सुठि होति ढिठाई। जदपि भगत हित तुम्हहि सोहाई।।\n\nतुम्ह ब्रह्मादि जनक जग स्वामी। ब्रह्म सकल उर अंतरजामी।।\n\nअस समुझत मन संसय होई। कहा जो प्रभु प्रवान पुनि सोई।।\n\nजे निज भगत नाथ तव अहहीं। जो सुख पावहिं जो गति लहहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सोइ सुख सोइ गति सोइ भगति सोइ निज चरन सनेहु।।\n\nसोइ बिबेक सोइ रहनि प्रभु हमहि कृपा करि देहु।।150।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनु मृदु गूढ़ रुचिर बर रचना। कृपासिंधु बोले मृदु बचना।।\n\nजो कछु रुचि तुम्हेर मन माहीं। मैं सो दीन्ह सब संसय नाहीं।।\n\nमातु बिबेक अलोकिक तोरें। कबहुँ न मिटिहि अनुग्रह मोरें ।\n\nबंदि चरन मनु कहेउ बहोरी। अवर एक बिनति प्रभु मोरी।।\n\nसुत बिषइक तव पद रति होऊ। मोहि बड़ मूढ़ कहै किन कोऊ।।\n\nमनि बिनु फनि जिमि जल बिनु मीना। मम जीवन तिमि तुम्हहि अधीना।।\n\nअस बरु मागि चरन गहि रहेऊ। एवमस्तु करुनानिधि कहेऊ।।\n\nअब तुम्ह मम अनुसासन मानी। बसहु जाइ सुरपति रजधानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तहँ करि भोग बिसाल तात गउँ कछु काल पुनि।\n\nहोइहहु अवध भुआल तब मैं होब तुम्हार सुत।।151।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "इच्छामय नरबेष सँवारें। होइहउँ प्रगट निकेत तुम्हारे।।\n\nअंसन्ह सहित देह धरि ताता। करिहउँ चरित भगत सुखदाता।।\n\nजे सुनि सादर नर बड़भागी। भव तरिहहिं ममता मद त्यागी।।\n\nआदिसक्ति जेहिं जग उपजाया। सोउ अवतरिहि मोरि यह माया।।\n\nपुरउब मैं अभिलाष तुम्हारा। सत्य सत्य पन सत्य हमारा।।\n\nपुनि पुनि अस कहि कृपानिधाना। अंतरधान भए भगवाना।।\n\nदंपति उर धरि भगत कृपाला। तेहिं आश्रम निवसे कछु काला।।\n\nसमय पाइ तनु तजि अनयासा। जाइ कीन्ह अमरावति बासा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "यह इतिहास पुनीत अति उमहि कही बृषकेतु।\n\nभरद्वाज सुनु अपर पुनि राम जनम कर हेतु।।152।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनु मुनि कथा पुनीत पुरानी। जो गिरिजा प्रति संभु बखानी।।\n\nबिस्व बिदित एक कैकय देसू। सत्यकेतु तहँ बसइ नरेसू।।\n\nधरम धुरंधर नीति निधाना। तेज प्रताप सील बलवाना।।\n\nतेहि कें भए जुगल सुत बीरा। सब गुन धाम महा रनधीरा।।\n\nराज धनी जो जेठ सुत आही। नाम प्रतापभानु अस ताही।।\n\nअपर सुतहि अरिमर्दन नामा। भुजबल अतुल अचल संग्रामा।।\n\nभाइहि भाइहि परम समीती। सकल दोष छल बरजित प्रीती।।\n\nजेठे सुतहि राज नृप दीन्हा। हरि हित आपु गवन बन कीन्हा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जब प्रतापरबि भयउ नृप फिरी दोहाई देस।\n\nप्रजा पाल अति बेदबिधि कतहुँ नहीं अघ लेस।।153।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नृप हितकारक सचिव सयाना। नाम धरमरुचि सुक्र समाना।।\n\nसचिव सयान बंधु बलबीरा। आपु प्रतापपुंज रनधीरा।।\n\nसेन संग चतुरंग अपारा। अमित सुभट सब समर जुझारा।।\n\nसेन बिलोकि राउ हरषाना। अरु बाजे गहगहे निसाना।।\n\nबिजय हेतु कटकई बनाई। सुदिन साधि नृप चलेउ बजाई।।\n\nजँह तहँ परीं अनेक लराईं। जीते सकल भूप बरिआई।।\n\nसप्त दीप भुजबल बस कीन्हे। लै लै दंड छाड़ि नृप दीन्हें।।\n\nसकल अवनि मंडल तेहि काला। एक प्रतापभानु महिपाला।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "स्वबस बिस्व करि बाहुबल निज पुर कीन्ह प्रबेसु।\n\nअरथ धरम कामादि सुख सेवइ समयँ नरेसु।।154।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "भूप प्रतापभानु बल पाई। कामधेनु भै भूमि सुहाई।।\n\nसब दुख बरजित प्रजा सुखारी। धरमसील सुंदर नर नारी।।\n\nसचिव धरमरुचि हरि पद प्रीती। नृप हित हेतु सिखव नित नीती।।\n\nगुर सुर संत पितर महिदेवा। करइ सदा नृप सब कै सेवा।।\n\nभूप धरम जे बेद बखाने। सकल करइ सादर सुख माने।।\n\nदिन प्रति देह बिबिध बिधि दाना। सुनहु सास्त्र बर बेद पुराना।।\n\nनाना बापीं कूप तड़ागा। सुमन बाटिका सुंदर बागा।।\n\nबिप्रभवन सुरभवन सुहाए। सब तीरथन्ह बिचित्र बनाए।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जँह लगि कहे पुरान श्रुति एक एक सब जाग।\n\nबार सहस्त्र सहस्त्र नृप किए सहित अनुराग।।155।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "हृदयँ न कछु फल अनुसंधाना। भूप बिबेकी परम सुजाना।।\n\nकरइ जे धरम करम मन बानी। बासुदेव अर्पित नृप ग्यानी।।\n\nचढ़ि बर बाजि बार एक राजा। मृगया कर सब साजि समाजा।।\n\nबिंध्याचल गभीर बन गयऊ। मृग पुनीत बहु मारत भयऊ।।\n\nफिरत बिपिन नृप दीख बराहू। जनु बन दुरेउ ससिहि ग्रसि राहू।।\n\nबड़ बिधु नहि समात मुख माहीं। मनहुँ क्रोधबस उगिलत नाहीं।।\n\nकोल कराल दसन छबि गाई। तनु बिसाल पीवर अधिकाई।।\n\nघुरुघुरात हय आरौ पाएँ। चकित बिलोकत कान उठाएँ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नील महीधर सिखर सम देखि बिसाल बराहु।\n\nचपरि चलेउ हय सुटुकि नृप हाँकि न होइ निबाहु।।156।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "आवत देखि अधिक रव बाजी। चलेउ बराह मरुत गति भाजी।।\n\nतुरत कीन्ह नृप सर संधाना। महि मिलि गयउ बिलोकत बाना।।\n\nतकि तकि तीर महीस चलावा। करि छल सुअर सरीर बचावा।।\n\nप्रगटत दुरत जाइ मृग भागा। रिस बस भूप चलेउ संग लागा।।\n\nगयउ दूरि घन गहन बराहू। जहँ नाहिन गज बाजि निबाहू।।\n\nअति अकेल बन बिपुल कलेसू। तदपि न मृग मग तजइ नरेसू।।\n\nकोल बिलोकि भूप बड़ धीरा। भागि पैठ गिरिगुहाँ गभीरा।।\n\nअगम देखि नृप अति पछिताई। फिरेउ महाबन परेउ भुलाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "खेद खिन्न छुद्धित तृषित राजा बाजि समेत।\n\nखोजत ब्याकुल सरित सर जल बिनु भयउ अचेत।।157।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "फिरत बिपिन आश्रम एक देखा। तहँ बस नृपति कपट मुनिबेषा।।\n\nजासु देस नृप लीन्ह छड़ाई। समर सेन तजि गयउ पराई।।\n\nसमय प्रतापभानु कर जानी। आपन अति असमय अनुमानी।।\n\nगयउ न गृह मन बहुत गलानी। मिला न राजहि नृप अभिमानी।।\n\nरिस उर मारि रंक जिमि राजा। बिपिन बसइ तापस कें साजा।।\n\nतासु समीप गवन नृप कीन्हा। यह प्रतापरबि तेहि तब चीन्हा।।\n\nराउ तृषित नहि सो पहिचाना। देखि सुबेष महामुनि जाना।।\n\nउतरि तुरग तें कीन्ह प्रनामा। परम चतुर न कहेउ निज नामा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भूपति तृषित बिलोकि तेहिं सरबरु दीन्ह देखाइ।\n\nमज्जन पान समेत हय कीन्ह नृपति हरषाइ।।158।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "गै श्रम सकल सुखी नृप भयऊ। निज आश्रम तापस लै गयऊ।।\n\nआसन दीन्ह अस्त रबि जानी। पुनि तापस बोलेउ मृदु बानी।।\n\nको तुम्ह कस बन फिरहु अकेलें। सुंदर जुबा जीव परहेलें।।\n\nचक्रबर्ति के लच्छन तोरें। देखत दया लागि अति मोरें।।\n\nनाम प्रतापभानु अवनीसा। तासु सचिव मैं सुनहु मुनीसा।।\n\nफिरत अहेरें परेउँ भुलाई। बडे भाग देखउँ पद आई।।\n\nहम कहँ दुर्लभ दरस तुम्हारा। जानत हौं कछु भल होनिहारा।।\n\nकह मुनि तात भयउ अँधियारा। जोजन सत्तरि नगरु तुम्हारा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "निसा घोर गम्भीर बन पंथ न सुनहु सुजान।\n\nबसहु आजु अस जानि तुम्ह जाएहु होत बिहान।।159(क)।।\n\nतुलसी जसि भवतब्यता तैसी मिलइ सहाइ।\n\nआपुनु आवइ ताहि पहिं ताहि तहाँ लै जाइ।।159(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "भलेहिं नाथ आयसु धरि सीसा। बाँधि तुरग तरु बैठ महीसा।।\n\nनृप बहु भाँती प्रसंसेउ ताही। चरन बंदी निज भाग्य सराही।।\n\nपुनि बोले मृदु गिरा सुहाई। जानि पिता प्रभु करउँ ढिठाई।।\n\nमोहि मुनीस सुत सेवक जानी। नाथ नाम निज कहहु बखानी।।\n\nतेहि न जान नृप नृपहि सो जाना। भूप सुह्रद सो कपट सयाना।।\n\nबैरी पुनि छत्री पुनि राजा। छल बल कीन्ह चहइ निज काजा।।\n\nसमुझि राजसुख दुखित अराती। अवाँ अनल इव सुलगइ छाती।।\n\nसरल बचन नृप के सुनि काना। बयर सँभारि हृदयँ हरषाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कपट बोरि बानी मृदुल बोलेउ जुगुति समेत।\n\nनाम हमार भिखारि अब निर्धन रहित निकेति।।160।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कह नृप जे बिग्यान निधाना। तुम्ह सारिखे गलित अभिमाना।।\n\nसदा रहहि अपनपौ दुराएँ। सब बिधि कुसल कुबेष बनाएँ।।\n\nतेहि तें कहहि संत श्रुति टेरें। परम अकिंचन प्रिय हरि केरें।।\n\nतुम्ह सम अधन भिखारि अगेहा। होत बिरंचि सिवहि संदेहा।।\n\nजोसि सोसि तव चरन नमामी। मो पर कृपा करिअ अब स्वामी।।\n\nसहज प्रीति भूपति कै देखी। आपु बिषय बिस्वास बिसेषी।।\n\nसब प्रकार राजहि अपनाई। बोलेउ अधिक सनेह जनाई।।\n\nसुनु सतिभाउ कहउँ महिपाला। इहाँ बसत बीते बहु काला।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अब लगि मोहि न मिलेउ कोउ मैं न जनावउँ काहु।\n\nलोकमान्यता अनल सम कर तप कानन दाहु।।161(क)।।\n\nतुलसी देखि सुबेषु भूलहिं मूढ़ न चतुर नर।\n\nसुंदर केकिहि पेखु बचन सुधा सम असन अहि।।161(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तातें गुपुत रहउँ जग माहीं। हरि तजि किमपि प्रयोजन नाहीं।।\n\nप्रभु जानत सब बिनहिं जनाएँ। कहहु कवनि सिधि लोक रिझाएँ।।\n\nतुम्ह सुचि सुमति परम प्रिय मोरें। प्रीति प्रतीति मोहि पर तोरें।।\n\nअब जौं तात दुरावउँ तोही। दारुन दोष घटइ अति मोही।।\n\nजिमि जिमि तापसु कथइ उदासा। तिमि तिमि नृपहि उपज बिस्वासा।।\n\nदेखा स्वबस कर्म मन बानी। तब बोला तापस बगध्यानी।।\n\nनाम हमार एकतनु भाई। सुनि नृप बोले पुनि सिरु नाई।।\n\nकहहु नाम कर अरथ बखानी। मोहि सेवक अति आपन जानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "आदिसृष्टि उपजी जबहिं तब उतपति भै मोरि।\n\nनाम एकतनु हेतु तेहि देह न धरी बहोरि।।162।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जनि आचरुज करहु मन माहीं। सुत तप तें दुर्लभ कछु नाहीं।।\n\nतपबल तें जग सृजइ बिधाता। तपबल बिष्नु भए परित्राता।।\n\nतपबल संभु करहिं संघारा। तप तें अगम न कछु संसारा।।\n\nभयउ नृपहि सुनि अति अनुरागा। कथा पुरातन कहै सो लागा।।\n\nकरम धरम इतिहास अनेका। करइ निरूपन बिरति बिबेका।।\n\nउदभव पालन प्रलय कहानी। कहेसि अमित आचरज बखानी।।\n\nसुनि महिप तापस बस भयऊ। आपन नाम कहत तब लयऊ।।\n\nकह तापस नृप जानउँ तोही। कीन्हेहु कपट लाग भल मोही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुनु महीस असि नीति जहँ तहँ नाम न कहहिं नृप।\n\nमोहि तोहि पर अति प्रीति सोइ चतुरता बिचारि तव।।163।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नाम तुम्हार प्रताप दिनेसा। सत्यकेतु तव पिता नरेसा।।\n\nगुर प्रसाद सब जानिअ राजा। कहिअ न आपन जानि अकाजा।।\n\nदेखि तात तव सहज सुधाई। प्रीति प्रतीति नीति निपुनाई।।\n\nउपजि परि ममता मन मोरें। कहउँ कथा निज पूछे तोरें।।\n\nअब प्रसन्न मैं संसय नाहीं। मागु जो भूप भाव मन माहीं।।\n\nसुनि सुबचन भूपति हरषाना। गहि पद बिनय कीन्हि बिधि नाना।।\n\nकृपासिंधु मुनि दरसन तोरें। चारि पदारथ करतल मोरें।।\n\nप्रभुहि तथापि प्रसन्न बिलोकी। मागि अगम बर होउँ असोकी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जरा मरन दुख रहित तनु समर जितै जनि कोउ।\n\nएकछत्र रिपुहीन महि राज कलप सत होउ।।164।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कह तापस नृप ऐसेइ होऊ। कारन एक कठिन सुनु सोऊ।।\n\nकालउ तुअ पद नाइहि सीसा। एक बिप्रकुल छाड़ि महीसा।।\n\nतपबल बिप्र सदा बरिआरा। तिन्ह के कोप न कोउ रखवारा।।\n\nजौं बिप्रन्ह सब करहु नरेसा। तौ तुअ बस बिधि बिष्नु महेसा।।\n\nचल न ब्रह्मकुल सन बरिआई। सत्य कहउँ दोउ भुजा उठाई।।\n\nबिप्र श्राप बिनु सुनु महिपाला। तोर नास नहि कवनेहुँ काला।।\n\nहरषेउ राउ बचन सुनि तासू। नाथ न होइ मोर अब नासू।।\n\nतव प्रसाद प्रभु कृपानिधाना। मो कहुँ सर्ब काल कल्याना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "एवमस्तु कहि कपटमुनि बोला कुटिल बहोरि।\n\nमिलब हमार भुलाब निज कहहु त हमहि न खोरि।।165।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तातें मै तोहि बरजउँ राजा। कहें कथा तव परम अकाजा।।\n\nछठें श्रवन यह परत कहानी। नास तुम्हार सत्य मम बानी।।\n\nयह प्रगटें अथवा द्विजश्रापा। नास तोर सुनु भानुप्रतापा।।\n\nआन उपायँ निधन तव नाहीं। जौं हरि हर कोपहिं मन माहीं।।\n\nसत्य नाथ पद गहि नृप भाषा। द्विज गुर कोप कहहु को राखा।।\n\nराखइ गुर जौं कोप बिधाता। गुर बिरोध नहिं कोउ जग त्राता।।\n\nजौं न चलब हम कहे तुम्हारें। होउ नास नहिं सोच हमारें।।\n\nएकहिं डर डरपत मन मोरा। प्रभु महिदेव श्राप अति घोरा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "होहिं बिप्र बस कवन बिधि कहहु कृपा करि सोउ।\n\nतुम्ह तजि दीनदयाल निज हितू न देखउँ कोउँ।।166।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनु नृप बिबिध जतन जग माहीं। कष्टसाध्य पुनि होहिं कि नाहीं।।\n\nअहइ एक अति सुगम उपाई। तहाँ परंतु एक कठिनाई।।\n\nमम आधीन जुगुति नृप सोई। मोर जाब तव नगर न होई।।\n\nआजु लगें अरु जब तें भयऊँ। काहू के गृह ग्राम न गयऊँ।।\n\nजौं न जाउँ तव होइ अकाजू। बना आइ असमंजस आजू।।\n\nसुनि महीस बोलेउ मृदु बानी। नाथ निगम असि नीति बखानी।।\n\nबड़े सनेह लघुन्ह पर करहीं। गिरि निज सिरनि सदा तृन धरहीं।।\n\nजलधि अगाध मौलि बह फेनू। संतत धरनि धरत सिर रेनू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अस कहि गहे नरेस पद स्वामी होहु कृपाल।\n\nमोहि लागि दुख सहिअ प्रभु सज्जन दीनदयाल।।167।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जानि नृपहि आपन आधीना। बोला तापस कपट प्रबीना।।\n\nसत्य कहउँ भूपति सुनु तोही। जग नाहिन दुर्लभ कछु मोही।।\n\nअवसि काज मैं करिहउँ तोरा। मन तन बचन भगत तैं मोरा।।\n\nजोग जुगुति तप मंत्र प्रभाऊ। फलइ तबहिं जब करिअ दुराऊ।।\n\nजौं नरेस मैं करौं रसोई। तुम्ह परुसहु मोहि जान न कोई।।\n\nअन्न सो जोइ जोइ भोजन करई। सोइ सोइ तव आयसु अनुसरई।।\n\nपुनि तिन्ह के गृह जेवँइ जोऊ। तव बस होइ भूप सुनु सोऊ।।\n\nजाइ उपाय रचहु नृप एहू। संबत भरि संकलप करेहू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नित नूतन द्विज सहस सत बरेहु सहित परिवार।\n\nमैं तुम्हरे संकलप लगि दिनहिंकरिब जेवनार।।168।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एहि बिधि भूप कष्ट अति थोरें। होइहहिं सकल बिप्र बस तोरें।।\n\nकरिहहिं बिप्र होम मख सेवा। तेहिं प्रसंग सहजेहिं बस देवा।।\n\nऔर एक तोहि कहऊँ लखाऊ। मैं एहि बेष न आउब काऊ।।\n\nतुम्हरे उपरोहित कहुँ राया। हरि आनब मैं करि निज माया।।\n\nतपबल तेहि करि आपु समाना। रखिहउँ इहाँ बरष परवाना।।\n\nमैं धरि तासु बेषु सुनु राजा। सब बिधि तोर सँवारब काजा।।\n\nगै निसि बहुत सयन अब कीजे। मोहि तोहि भूप भेंट दिन तीजे।।\n\nमैं तपबल तोहि तुरग समेता। पहुँचेहउँ सोवतहि निकेता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मैं आउब सोइ बेषु धरि पहिचानेहु तब मोहि।\n\nजब एकांत बोलाइ सब कथा सुनावौं तोहि।।169।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सयन कीन्ह नृप आयसु मानी। आसन जाइ बैठ छलग्यानी।।\n\nश्रमित भूप निद्रा अति आई। सो किमि सोव सोच अधिकाई।।\n\nकालकेतु निसिचर तहँ आवा। जेहिं सूकर होइ नृपहि भुलावा।।\n\nपरम मित्र तापस नृप केरा। जानइ सो अति कपट घनेरा।।\n\nतेहि के सत सुत अरु दस भाई। खल अति अजय देव दुखदाई।।\n\nप्रथमहि भूप समर सब मारे। बिप्र संत सुर देखि दुखारे।।\n\nतेहिं खल पाछिल बयरु सँभरा। तापस नृप मिलि मंत्र बिचारा।।\n\nजेहि रिपु छय सोइ रचेन्हि उपाऊ। भावी बस न जान कछु राऊ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रिपु तेजसी अकेल अपि लघु करि गनिअ न ताहु।\n\nअजहुँ देत दुख रबि ससिहि सिर अवसेषित राहु।।170।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तापस नृप निज सखहि निहारी। हरषि मिलेउ उठि भयउ सुखारी।।\n\nमित्रहि कहि सब कथा सुनाई। जातुधान बोला सुख पाई।।\n\nअब साधेउँ रिपु सुनहु नरेसा। जौं तुम्ह कीन्ह मोर उपदेसा।।\n\nपरिहरि सोच रहहु तुम्ह सोई। बिनु औषध बिआधि बिधि खोई।।\n\nकुल समेत रिपु मूल बहाई। चौथे दिवस मिलब मैं आई।।\n\nतापस नृपहि बहुत परितोषी। चला महाकपटी अतिरोषी।।\n\nभानुप्रतापहि बाजि समेता। पहुँचाएसि छन माझ निकेता।।\n\nनृपहि नारि पहिं सयन कराई। हयगृहँ बाँधेसि बाजि बनाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राजा के उपरोहितहि हरि लै गयउ बहोरि।\n\nलै राखेसि गिरि खोह महुँ मायाँ करि मति भोरि।।171।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "आपु बिरचि उपरोहित रूपा। परेउ जाइ तेहि सेज अनूपा।।\n\nजागेउ नृप अनभएँ बिहाना। देखि भवन अति अचरजु माना।।\n\nमुनि महिमा मन महुँ अनुमानी। उठेउ गवँहि जेहि जान न रानी।।\n\nकानन गयउ बाजि चढ़ि तेहीं। पुर नर नारि न जानेउ केहीं।।\n\nगएँ जाम जुग भूपति आवा। घर घर उत्सव बाज बधावा।।\n\nउपरोहितहि देख जब राजा। चकित बिलोकि सुमिरि सोइ काजा।।\n\nजुग सम नृपहि गए दिन तीनी। कपटी मुनि पद रह मति लीनी।।\n\nसमय जानि उपरोहित आवा। नृपहि मते सब कहि समुझावा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नृप हरषेउ पहिचानि गुरु भ्रम बस रहा न चेत।\n\nबरे तुरत सत सहस बर बिप्र कुटुंब समेत।।172।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "उपरोहित जेवनार बनाई। छरस चारि बिधि जसि श्रुति गाई।।\n\nमायामय तेहिं कीन्ह रसोई। बिंजन बहु गनि सकइ न कोई।।\n\nबिबिध मृगन्ह कर आमिष राँधा। तेहि महुँ बिप्र माँसु खल साँधा।।\n\nभोजन कहुँ सब बिप्र बोलाए। पद पखारि सादर बैठाए।।\n\nपरुसन जबहिं लाग महिपाला। भै अकासबानी तेहि काला।।\n\nबिप्रबृंद उठि उठि गृह जाहू। है बड़ि हानि अन्न जनि खाहू।।\n\nभयउ रसोईं भूसुर माँसू। सब द्विज उठे मानि बिस्वासू।।\n\nभूप बिकल मति मोहँ भुलानी। भावी बस आव मुख बानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बोले बिप्र सकोप तब नहिं कछु कीन्ह बिचार।\n\nजाइ निसाचर होहु नृप मूढ़ सहित परिवार।।173।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "छत्रबंधु तैं बिप्र बोलाई। घालै लिए सहित समुदाई।।\n\nईस्वर राखा धरम हमारा। जैहसि तैं समेत परिवारा।।\n\nसंबत मध्य नास तव होऊ। जलदाता न रहिहि कुल कोऊ।।\n\nनृप सुनि श्राप बिकल अति त्रासा। भै बहोरि बर गिरा अकासा।।\n\nबिप्रहु श्राप बिचारि न दीन्हा। नहिं अपराध भूप कछु कीन्हा।।\n\nचकित बिप्र सब सुनि नभबानी। भूप गयउ जहँ भोजन खानी।।\n\nतहँ न असन नहिं बिप्र सुआरा। फिरेउ राउ मन सोच अपारा।।\n\nसब प्रसंग महिसुरन्ह सुनाई। त्रसित परेउ अवनीं अकुलाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भूपति भावी मिटइ नहिं जदपि न दूषन तोर।\n\nकिएँ अन्यथा होइ नहिं बिप्रश्राप अति घोर।।174।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अस कहि सब महिदेव सिधाए। समाचार पुरलोगन्ह पाए।।\n\nसोचहिं दूषन दैवहि देहीं। बिचरत हंस काग किय जेहीं।।\n\nउपरोहितहि भवन पहुँचाई। असुर तापसहि खबरि जनाई।।\n\nतेहिं खल जहँ तहँ पत्र पठाए। सजि सजि सेन भूप सब धाए।।\n\nघेरेन्हि नगर निसान बजाई। बिबिध भाँति नित होई लराई।।\n\nजूझे सकल सुभट करि करनी। बंधु समेत परेउ नृप धरनी।।\n\nसत्यकेतु कुल कोउ नहिं बाँचा। बिप्रश्राप किमि होइ असाँचा।।\n\nरिपु जिति सब नृप नगर बसाई। निज पुर गवने जय जसु पाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भरद्वाज सुनु जाहि जब होइ बिधाता बाम।\n\nधूरि मेरुसम जनक जम ताहि ब्यालसम दाम।।।175।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "काल पाइ मुनि सुनु सोइ राजा। भयउ निसाचर सहित समाजा।।\n\nदस सिर ताहि बीस भुजदंडा। रावन नाम बीर बरिबंडा।।\n\nभूप अनुज अरिमर्दन नामा। भयउ सो कुंभकरन बलधामा।।\n\nसचिव जो रहा धरमरुचि जासू। भयउ बिमात्र बंधु लघु तासू।।\n\nनाम बिभीषन जेहि जग जाना। बिष्नुभगत बिग्यान निधाना।।\n\nरहे जे सुत सेवक नृप केरे। भए निसाचर घोर घनेरे।।\n\nकामरूप खल जिनस अनेका। कुटिल भयंकर बिगत बिबेका।।\n\nकृपा रहित हिंसक सब पापी। बरनि न जाहिं बिस्व परितापी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "उपजे जदपि पुलस्त्यकुल पावन अमल अनूप।\n\nतदपि महीसुर श्राप बस भए सकल अघरूप।।176।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कीन्ह बिबिध तप तीनिहुँ भाई। परम उग्र नहिं बरनि सो जाई।।\n\nगयउ निकट तप देखि बिधाता। मागहु बर प्रसन्न मैं ताता।।\n\nकरि बिनती पद गहि दससीसा। बोलेउ बचन सुनहु जगदीसा।।\n\nहम काहू के मरहिं न मारें। बानर मनुज जाति दुइ बारें।।\n\nएवमस्तु तुम्ह बड़ तप कीन्हा। मैं ब्रह्माँ मिलि तेहि बर दीन्हा।।\n\nपुनि प्रभु कुंभकरन पहिं गयऊ। तेहि बिलोकि मन बिसमय भयऊ।।\n\nजौं एहिं खल नित करब अहारू। होइहि सब उजारि संसारू।।\n\nसारद प्रेरि तासु मति फेरी। मागेसि नीद मास षट केरी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गए बिभीषन पास पुनि कहेउ पुत्र बर मागु।\n\nतेहिं मागेउ भगवंत पद कमल अमल अनुरागु।।177।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तिन्हि देइ बर ब्रह्म सिधाए। हरषित ते अपने गृह आए।।\n\nमय तनुजा मंदोदरि नामा। परम सुंदरी नारि ललामा।।\n\nसोइ मयँ दीन्हि रावनहि आनी। होइहि जातुधानपति जानी।।\n\nहरषित भयउ नारि भलि पाई। पुनि दोउ बंधु बिआहेसि जाई।।\n\nगिरि त्रिकूट एक सिंधु मझारी। बिधि निर्मित दुर्गम अति भारी।।\n\nसोइ मय दानवँ बहुरि सँवारा। कनक रचित मनिभवन अपारा।।\n\nभोगावति जसि अहिकुल बासा। अमरावति जसि सक्रनिवासा।।\n\nतिन्ह तें अधिक रम्य अति बंका। जग बिख्यात नाम तेहि लंका।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "खाईं सिंधु गभीर अति चारिहुँ दिसि फिरि आव।\n\nकनक कोट मनि खचित दृढ़ बरनि न जाइ बनाव।।178(क)।।\n\nहरिप्रेरित जेहिं कलप जोइ जातुधानपति होइ।\n\nसूर प्रतापी अतुलबल दल समेत बस सोइ।।178(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "रहे तहाँ निसिचर भट भारे। ते सब सुरन्ह समर संघारे।।\n\nअब तहँ रहहिं सक्र के प्रेरे। रच्छक कोटि जच्छपति केरे।।\n\nदसमुख कतहुँ खबरि असि पाई। सेन साजि गढ़ घेरेसि जाई।।\n\nदेखि बिकट भट बड़ि कटकाई। जच्छ जीव लै गए पराई।।\n\nफिरि सब नगर दसानन देखा। गयउ सोच सुख भयउ बिसेषा।।\n\nसुंदर सहज अगम अनुमानी। कीन्हि तहाँ रावन रजधानी।।\n\nजेहि जस जोग बाँटि गृह दीन्हे। सुखी सकल रजनीचर कीन्हे।।\n\nएक बार कुबेर पर धावा। पुष्पक जान जीति लै आवा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कौतुकहीं कैलास पुनि लीन्हेसि जाइ उठाइ।\n\nमनहुँ तौलि निज बाहुबल चला बहुत सुख पाइ।।179।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुख संपति सुत सेन सहाई। जय प्रताप बल बुद्धि बड़ाई।।\n\nनित नूतन सब बाढ़त जाई। जिमि प्रतिलाभ लोभ अधिकाई।।\n\nअतिबल कुंभकरन अस भ्राता। जेहि कहुँ नहिं प्रतिभट जग जाता।।\n\nकरइ पान सोवइ षट मासा। जागत होइ तिहुँ पुर त्रासा।।\n\nजौं दिन प्रति अहार कर सोई। बिस्व बेगि सब चौपट होई।।\n\nसमर धीर नहिं जाइ बखाना। तेहि सम अमित बीर बलवाना।।\n\nबारिदनाद जेठ सुत तासू। भट महुँ प्रथम लीक जग जासू।।\n\nजेहि न होइ रन सनमुख कोई। सुरपुर नितहिं परावन होई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कुमुख अकंपन कुलिसरद धूमकेतु अतिकाय।\n\nएक एक जग जीति सक ऐसे सुभट निकाय।।180।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कामरूप जानहिं सब माया। सपनेहुँ जिन्ह कें धरम न दाया।।\n\nदसमुख बैठ सभाँ एक बारा। देखि अमित आपन परिवारा।।\n\nसुत समूह जन परिजन नाती। गे को पार निसाचर जाती।।\n\nसेन बिलोकि सहज अभिमानी। बोला बचन क्रोध मद सानी।।\n\nसुनहु सकल रजनीचर जूथा। हमरे बैरी बिबुध बरूथा।।\n\nते सनमुख नहिं करही लराई। देखि सबल रिपु जाहिं पराई।।\n\nतेन्ह कर मरन एक बिधि होई। कहउँ बुझाइ सुनहु अब सोई।।\n\nद्विजभोजन मख होम सराधा।।सब कै जाइ करहु तुम्ह बाधा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "छुधा छीन बलहीन सुर सहजेहिं मिलिहहिं आइ।\n\nतब मारिहउँ कि छाड़िहउँ भली भाँति अपनाइ।।181।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मेघनाद कहुँ पुनि हँकरावा। दीन्ही सिख बलु बयरु बढ़ावा।।\n\nजे सुर समर धीर बलवाना। जिन्ह कें लरिबे कर अभिमाना।।\n\nतिन्हहि जीति रन आनेसु बाँधी। उठि सुत पितु अनुसासन काँधी।।\n\nएहि बिधि सबही अग्या दीन्ही। आपुनु चलेउ गदा कर लीन्ही।।\n\nचलत दसानन डोलति अवनी। गर्जत गर्भ स्त्रवहिं सुर रवनी।।\n\nरावन आवत सुनेउ सकोहा। देवन्ह तके मेरु गिरि खोहा।।\n\nदिगपालन्ह के लोक सुहाए। सूने सकल दसानन पाए।।\n\nपुनि पुनि सिंघनाद करि भारी। देइ देवतन्ह गारि पचारी।।\n\nरन मद मत्त फिरइ जग धावा। प्रतिभट खौजत कतहुँ न पावा।।\n\nरबि ससि पवन बरुन धनधारी। अगिनि काल जम सब अधिकारी।।\n\nकिंनर सिद्ध मनुज सुर नागा। हठि सबही के पंथहिं लागा।।\n\nब्रह्मसृष्टि जहँ लगि तनुधारी। दसमुख बसबर्ती नर नारी।।\n\nआयसु करहिं सकल भयभीता। नवहिं आइ नित चरन बिनीता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भुजबल बिस्व बस्य करि राखेसि कोउ न सुतंत्र।\n\nमंडलीक मनि रावन राज करइ निज मंत्र।।182(क)।।\n\nदेव जच्छ गंधर्व नर किंनर नाग कुमारि।\n\nजीति बरीं निज बाहुबल बहु सुंदर बर नारि।।182ख।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "इंद्रजीत सन जो कछु कहेऊ। सो सब जनु पहिलेहिं करि रहेऊ।।\n\nप्रथमहिं जिन्ह कहुँ आयसु दीन्हा। तिन्ह कर चरित सुनहु जो कीन्हा।।\n\nदेखत भीमरूप सब पापी। निसिचर निकर देव परितापी।।\n\nकरहि उपद्रव असुर निकाया। नाना रूप धरहिं करि माया।।\n\nजेहि बिधि होइ धर्म निर्मूला। सो सब करहिं बेद प्रतिकूला।।\n\nजेहिं जेहिं देस धेनु द्विज पावहिं। नगर गाउँ पुर आगि लगावहिं।।\n\nसुभ आचरन कतहुँ नहिं होई। देव बिप्र गुरू मान न कोई।।\n\nनहिं हरिभगति जग्य तप ग्याना। सपनेहुँ सुनिअ न बेद पुराना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "जप जोग बिरागा तप मख भागा श्रवन सुनइ दससीसा।\n\nआपुनु उठि धावइ रहै न पावइ धरि सब घालइ खीसा।।\n\nअस भ्रष्ट अचारा भा संसारा धर्म सुनिअ नहि काना।\n\nतेहि बहुबिधि त्रासइ देस निकासइ जो कह बेद पुराना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बरनि न जाइ अनीति घोर निसाचर जो करहिं।\n\nहिंसा पर अति प्रीति तिन्ह के पापहि कवनि मिति।।183।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बाढ़े खल बहु चोर जुआरा। जे लंपट परधन परदारा।।\n\nमानहिं मातु पिता नहिं देवा। साधुन्ह सन करवावहिं सेवा।।\n\nजिन्ह के यह आचरन भवानी। ते जानेहु निसिचर सब प्रानी।।\n\nअतिसय देखि धर्म कै ग्लानी। परम सभीत धरा अकुलानी।।\n\nगिरि सरि सिंधु भार नहिं मोही। जस मोहि गरुअ एक परद्रोही।।\n\nसकल धर्म देखइ बिपरीता। कहि न सकइ रावन भय भीता।।\n\nधेनु रूप धरि हृदयँ बिचारी। गई तहाँ जहँ सुर मुनि झारी।।\n\nनिज संताप सुनाएसि रोई। काहू तें कछु काज न होई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "सुर मुनि गंधर्बा मिलि करि सर्बा गे बिरंचि के लोका।\n\nसँग गोतनुधारी भूमि बिचारी परम बिकल भय सोका।।\n\nब्रह्माँ सब जाना मन अनुमाना मोर कछू न बसाई।\n\nजा करि तैं दासी सो अबिनासी हमरेउ तोर सहाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "धरनि धरहि मन धीर कह बिरंचि हरिपद सुमिरु।\n\nजानत जन की पीर प्रभु भंजिहि दारुन बिपति।।184।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बैठे सुर सब करहिं बिचारा। कहँ पाइअ प्रभु करिअ पुकारा।।\n\nपुर बैकुंठ जान कह कोई। कोउ कह पयनिधि बस प्रभु सोई।।\n\nजाके हृदयँ भगति जसि प्रीति। प्रभु तहँ प्रगट सदा तेहिं रीती।।\n\nतेहि समाज गिरिजा मैं रहेऊँ। अवसर पाइ बचन एक कहेऊँ।।\n\nहरि ब्यापक सर्बत्र समाना। प्रेम तें प्रगट होहिं मैं जाना।।\n\nदेस काल दिसि बिदिसिहु माहीं। कहहु सो कहाँ जहाँ प्रभु नाहीं।।\n\nअग जगमय सब रहित बिरागी। प्रेम तें प्रभु प्रगटइ जिमि आगी।।\n\nमोर बचन सब के मन माना। साधु साधु करि ब्रह्म बखाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुनि बिरंचि मन हरष तन पुलकि नयन बह नीर।\n\nअस्तुति करत जोरि कर सावधान मतिधीर।।185।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "जय जय सुरनायक जन सुखदायक प्रनतपाल भगवंता।\n\nगो द्विज हितकारी जय असुरारी सिधुंसुता प्रिय कंता।।\n\nपालन सुर धरनी अद्भुत करनी मरम न जानइ कोई।\n\nजो सहज कृपाला दीनदयाला करउ अनुग्रह सोई।।\n\nजय जय अबिनासी  सब घट बासी ब्यापक परमानंदा।\n\nअबिगत गोतीतं चरित पुनीतं मायारहित मुकुंदा।।\n\nजेहि लागि बिरागी अति अनुरागी बिगतमोह मुनिबृंदा।\n\nनिसि बासर ध्यावहिं गुन गन गावहिं जयति सच्चिदानंदा।।\n\nजेहिं सृष्टि उपाई त्रिबिध बनाई संग सहाय न दूजा।\n\nसो करउ अघारी चिंत हमारी जानिअ भगति न पूजा।।\n\nजो भव भय भंजन मुनि मन रंजन गंजन बिपति बरूथा।\n\nमन बच क्रम बानी छाड़ि सयानी सरन सकल सुर जूथा।।\n\nसारद श्रुति सेषा रिषय असेषा जा कहुँ कोउ नहि जाना।\n\nजेहि दीन पिआरे बेद पुकारे द्रवउ सो श्रीभगवाना।।\n\nभव बारिधि मंदर सब बिधि सुंदर गुनमंदिर सुखपुंजा।\n\nमुनि सिद्ध सकल सुर परम भयातुर नमत नाथ पद कंजा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जानि सभय सुरभूमि सुनि बचन समेत सनेह।\n\nगगनगिरा गंभीर भइ हरनि सोक संदेह।।186।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जनि डरपहु मुनि सिद्ध सुरेसा। तुम्हहि लागि धरिहउँ नर बेसा।।\n\nअंसन्ह सहित मनुज अवतारा। लेहउँ दिनकर बंस उदारा।।\n\nकस्यप अदिति महातप कीन्हा। तिन्ह कहुँ मैं पूरब बर दीन्हा।।\n\nते दसरथ कौसल्या रूपा। कोसलपुरीं प्रगट नरभूपा।।\n\nतिन्ह के गृह अवतरिहउँ जाई। रघुकुल तिलक सो चारिउ भाई।।\n\nनारद बचन सत्य सब करिहउँ। परम सक्ति समेत अवतरिहउँ।।\n\nहरिहउँ सकल भूमि गरुआई। निर्भय होहु देव समुदाई।।\n\nगगन ब्रह्मबानी सुनी काना। तुरत फिरे सुर हृदय जुड़ाना।।\n\nतब ब्रह्मा धरनिहि समुझावा। अभय भई भरोस जियँ आवा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "निज लोकहि बिरंचि गे देवन्ह इहइ सिखाइ।\n\nबानर तनु धरि धरि महि हरि पद सेवहु जाइ।।187।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "गए देव सब निज निज धामा। भूमि सहित मन कहुँ बिश्रामा ।\n\nजो कछु आयसु ब्रह्माँ दीन्हा। हरषे देव बिलंब न कीन्हा।।\n\nबनचर देह धरि छिति माहीं। अतुलित बल प्रताप तिन्ह पाहीं।।\n\nगिरि तरु नख आयुध सब बीरा। हरि मारग चितवहिं मतिधीरा।।\n\nगिरि कानन जहँ तहँ भरि पूरी। रहे निज निज अनीक रचि रूरी।।\n\nयह सब रुचिर चरित मैं भाषा। अब सो सुनहु जो बीचहिं राखा।।\n\nअवधपुरीं रघुकुलमनि राऊ। बेद बिदित तेहि दसरथ नाऊँ।।\n\nधरम धुरंधर गुननिधि ग्यानी। हृदयँ भगति मति सारँगपानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कौसल्यादि नारि प्रिय सब आचरन पुनीत।\n\nपति अनुकूल प्रेम दृढ़ हरि पद कमल बिनीत।।188।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एक बार भूपति मन माहीं। भै गलानि मोरें सुत नाहीं।।\n\nगुर गृह गयउ तुरत महिपाला। चरन लागि करि बिनय बिसाला।।\n\nनिज दुख सुख सब गुरहि सुनायउ। कहि बसिष्ठ बहुबिधि समुझायउ।।\n\nधरहु धीर होइहहिं सुत चारी। त्रिभुवन बिदित भगत भय हारी।।\n\nसृंगी रिषहि बसिष्ठ बोलावा। पुत्रकाम सुभ जग्य करावा।।\n\nभगति सहित मुनि आहुति दीन्हें। प्रगटे अगिनि चरू कर लीन्हें।।\n\nजो बसिष्ठ कछु हृदयँ बिचारा। सकल काजु भा सिद्ध तुम्हारा।।\n\nयह हबि बाँटि देहु नृप जाई। जथा जोग जेहि भाग बनाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तब अदृस्य भए पावक सकल सभहि समुझाइ।।\n\nपरमानंद मगन नृप हरष न हृदयँ समाइ।।189।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तबहिं रायँ प्रिय नारि बोलाईं। कौसल्यादि तहाँ चलि आई।।\n\nअर्ध भाग कौसल्याहि दीन्हा। उभय भाग आधे कर कीन्हा।।\n\nकैकेई कहँ नृप सो दयऊ। रह्यो सो उभय भाग पुनि भयऊ।।\n\nकौसल्या कैकेई हाथ धरि। दीन्ह सुमित्रहि मन प्रसन्न करि।।\n\nएहि बिधि गर्भसहित सब नारी। भईं हृदयँ हरषित सुख भारी।।\n\nजा दिन तें हरि गर्भहिं आए। सकल लोक सुख संपति छाए।।\n\nमंदिर महँ सब राजहिं रानी। सोभा सील तेज की खानीं।।\n\nसुख जुत कछुक काल चलि गयऊ। जेहिं प्रभु प्रगट सो अवसर भयऊ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जोग लगन ग्रह बार तिथि सकल भए अनुकूल।\n\nचर अरु अचर हर्षजुत राम जनम सुखमूल।।190।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नौमी तिथि मधु मास पुनीता। सुकल पच्छ अभिजित हरिप्रीता।।\n\nमध्यदिवस अति सीत न घामा। पावन काल लोक बिश्रामा।।\n\nसीतल मंद सुरभि बह बाऊ। हरषित सुर संतन मन चाऊ।।\n\nबन कुसुमित गिरिगन मनिआरा। स्त्रवहिं सकल सरिताऽमृतधारा।।\n\nसो अवसर बिरंचि जब जाना। चले सकल सुर साजि बिमाना।।\n\nगगन बिमल सकुल सुर जूथा। गावहिं गुन गंधर्ब बरूथा।।\n\nबरषहिं सुमन सुअंजलि साजी। गहगहि गगन दुंदुभी बाजी।।\n\nअस्तुति करहिं नाग मुनि देवा। बहुबिधि लावहिं निज निज सेवा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुर समूह बिनती करि पहुँचे निज निज धाम।\n\nजगनिवास प्रभु प्रगटे अखिल लोक बिश्राम।।191।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "भए प्रगट कृपाला दीनदयाला कौसल्या हितकारी।\n\nहरषित महतारी मुनि मन हारी अद्भुत रूप बिचारी।।\n\nलोचन अभिरामा तनु घनस्यामा निज आयुध भुज चारी।\n\nभूषन बनमाला नयन बिसाला सोभासिंधु खरारी।।\n\nकह दुइ कर जोरी अस्तुति तोरी केहि बिधि करौं अनंता।\n\nमाया गुन ग्यानातीत अमाना बेद पुरान भनंता।।\n\nकरुना सुख सागर सब गुन आगर जेहि गावहिं श्रुति संता।\n\nसो मम हित लागी जन अनुरागी भयउ प्रगट श्रीकंता।।\n\nब्रह्मांड निकाया निर्मित माया रोम रोम प्रति बेद कहै।\n\nमम उर सो बासी यह उपहासी सुनत धीर पति थिर न रहै।।\n\nउपजा जब ग्याना प्रभु मुसकाना चरित बहुत बिधि कीन्ह चहै।\n\nकहि कथा सुहाई मातु बुझाई जेहि प्रकार सुत प्रेम लहै।।\n\nमाता पुनि बोली सो मति डौली तजहु तात यह रूपा।\n\nकीजै सिसुलीला अति प्रियसीला यह सुख परम अनूपा।।\n\nसुनि बचन सुजाना रोदन ठाना होइ बालक सुरभूपा।\n\nयह चरित जे गावहिं हरिपद पावहिं ते न परहिं भवकूपा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बिप्र धेनु सुर संत हित लीन्ह मनुज अवतार।\n\nनिज इच्छा निर्मित तनु माया गुन गो पार।।192।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि सिसु रुदन परम प्रिय बानी। संभ्रम चलि आई सब रानी।।\n\nहरषित जहँ तहँ धाईं दासी। आनँद मगन सकल पुरबासी।।\n\nदसरथ पुत्रजन्म सुनि काना। मानहुँ ब्रह्मानंद समाना।।\n\nपरम प्रेम मन पुलक सरीरा। चाहत उठत करत मति धीरा।।\n\nजाकर नाम सुनत सुभ होई। मोरें गृह आवा प्रभु सोई।।\n\nपरमानंद पूरि मन राजा। कहा बोलाइ बजावहु बाजा।।\n\nगुर बसिष्ठ कहँ गयउ हँकारा। आए द्विजन सहित नृपद्वारा।।\n\nअनुपम बालक देखेन्हि जाई। रूप रासि गुन कहि न सिराई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नंदीमुख सराध करि जातकरम सब कीन्ह।\n\nहाटक धेनु बसन मनि नृप बिप्रन्ह कहँ दीन्ह।।193।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "ध्वज पताक तोरन पुर छावा। कहि न जाइ जेहि भाँति बनावा।।\n\nसुमनबृष्टि अकास तें होई। ब्रह्मानंद मगन सब लोई।।\n\nबृंद बृंद मिलि चलीं लोगाई। सहज संगार किएँ उठि धाई।।\n\nकनक कलस मंगल धरि थारा। गावत पैठहिं भूप दुआरा।।\n\nकरि आरति नेवछावरि करहीं। बार बार सिसु चरनन्हि परहीं।।\n\nमागध सूत बंदिगन गायक। पावन गुन गावहिं रघुनायक।।\n\nसर्बस दान दीन्ह सब काहू। जेहिं पावा राखा नहिं ताहू।।\n\nमृगमद चंदन कुंकुम कीचा। मची सकल बीथिन्ह बिच बीचा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गृह गृह बाज बधाव सुभ प्रगटे सुषमा कंद।\n\nहरषवंत सब जहँ तहँ नगर नारि नर बृंद।।194।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कैकयसुता सुमित्रा दोऊ। सुंदर सुत जनमत भैं ओऊ।।\n\nवह सुख संपति समय समाजा। कहि न सकइ सारद अहिराजा।।\n\nअवधपुरी सोहइ एहि भाँती। प्रभुहि मिलन आई जनु राती।।\n\nदेखि भानू जनु मन सकुचानी। तदपि बनी संध्या अनुमानी।।\n\nअगर धूप बहु जनु अँधिआरी। उड़इ अभीर मनहुँ अरुनारी।।\n\nमंदिर मनि समूह जनु तारा। नृप गृह कलस सो इंदु उदारा।।\n\nभवन बेदधुनि अति मृदु बानी। जनु खग मूखर समयँ जनु सानी।।\n\nकौतुक देखि पतंग भुलाना। एक मास तेइँ जात न जाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मास दिवस कर दिवस भा मरम न जानइ कोइ।\n\nरथ समेत रबि थाकेउ निसा कवन बिधि होइ।।195।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "यह रहस्य काहू नहिं जाना। दिन मनि चले करत गुनगाना।।\n\nदेखि महोत्सव सुर मुनि नागा। चले भवन बरनत निज भागा।।\n\nऔरउ एक कहउँ निज चोरी। सुनु गिरिजा अति दृढ़ मति तोरी।।\n\nकाक भुसुंडि संग हम दोऊ। मनुजरूप जानइ नहिं कोऊ।।\n\nपरमानंद प्रेमसुख फूले। बीथिन्ह फिरहिं मगन मन भूले।।\n\nयह सुभ चरित जान पै सोई। कृपा राम कै जापर होई।।\n\nतेहि अवसर जो जेहि बिधि आवा। दीन्ह भूप जो जेहि मन भावा।।\n\nगज रथ तुरग हेम गो हीरा। दीन्हे नृप नानाबिधि चीरा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मन संतोषे सबन्हि के जहँ तहँ देहि असीस।\n\nसकल तनय चिर जीवहुँ तुलसिदास के ईस।।196।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कछुक दिवस बीते एहि भाँती। जात न जानिअ दिन अरु राती।।\n\nनामकरन कर अवसरु जानी। भूप बोलि पठए मुनि ग्यानी।।\n\nकरि पूजा भूपति अस भाषा। धरिअ नाम जो मुनि गुनि राखा।।\n\nइन्ह के नाम अनेक अनूपा। मैं नृप कहब स्वमति अनुरूपा।।\n\nजो आनंद सिंधु सुखरासी। सीकर तें त्रैलोक सुपासी।।\n\nसो सुख धाम राम अस नामा। अखिल लोक दायक बिश्रामा।।\n\nबिस्व भरन पोषन कर जोई। ताकर नाम भरत अस होई।।\n\nजाके सुमिरन तें रिपु नासा। नाम सत्रुहन बेद प्रकासा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "लच्छन धाम राम प्रिय सकल जगत आधार।\n\nगुरु बसिष्ट तेहि राखा लछिमन नाम उदार।।197।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "धरे नाम गुर हृदयँ बिचारी। बेद तत्व नृप तव सुत चारी।।\n\nमुनि धन जन सरबस सिव प्राना। बाल केलि तेहिं सुख माना।।\n\nबारेहि ते निज हित पति जानी। लछिमन राम चरन रति मानी।।\n\nभरत सत्रुहन दूनउ भाई। प्रभु सेवक जसि प्रीति बड़ाई।।\n\nस्याम गौर सुंदर दोउ जोरी। निरखहिं छबि जननीं तृन तोरी।।\n\nचारिउ सील रूप गुन धामा। तदपि अधिक सुखसागर रामा।।\n\nहृदयँ अनुग्रह इंदु प्रकासा। सूचत किरन मनोहर हासा।।\n\nकबहुँ उछंग कबहुँ बर पलना। मातु दुलारइ कहि प्रिय ललना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "ब्यापक ब्रह्म निरंजन निर्गुन बिगत बिनोद।\n\nसो अज प्रेम भगति बस कौसल्या के गोद।।198।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "काम कोटि छबि स्याम सरीरा। नील कंज बारिद गंभीरा।।\n\nअरुन चरन पकंज नख जोती। कमल दलन्हि बैठे जनु मोती।।\n\nरेख कुलिस धवज अंकुर सोहे। नूपुर धुनि सुनि मुनि मन मोहे।।\n\nकटि किंकिनी उदर त्रय रेखा। नाभि गभीर जान जेहि देखा।।\n\nभुज बिसाल भूषन जुत भूरी। हियँ हरि नख अति सोभा रूरी।।\n\nउर मनिहार पदिक की सोभा। बिप्र चरन देखत मन लोभा।।\n\nकंबु कंठ अति चिबुक सुहाई। आनन अमित मदन छबि छाई।।\n\nदुइ दुइ दसन अधर अरुनारे। नासा तिलक को बरनै पारे।।\n\nसुंदर श्रवन सुचारु कपोला। अति प्रिय मधुर तोतरे बोला।।\n\nचिक्कन कच कुंचित गभुआरे। बहु प्रकार रचि मातु सँवारे।।\n\nपीत झगुलिआ तनु पहिराई। जानु पानि बिचरनि मोहि भाई।।\n\nरूप सकहिं नहिं कहि श्रुति सेषा। सो जानइ सपनेहुँ जेहि देखा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुख संदोह मोहपर ग्यान गिरा गोतीत।\n\nदंपति परम प्रेम बस कर सिसुचरित पुनीत।।199।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एहि बिधि राम जगत पितु माता। कोसलपुर बासिन्ह सुखदाता।।\n\nजिन्ह रघुनाथ चरन रति मानी। तिन्ह की यह गति प्रगट भवानी।।\n\nरघुपति बिमुख जतन कर कोरी। कवन सकइ भव बंधन छोरी।।\n\nजीव चराचर बस कै राखे। सो माया प्रभु सों भय भाखे।।\n\nभृकुटि बिलास नचावइ ताही। अस प्रभु छाड़ि भजिअ कहु काही।।\n\nमन क्रम बचन छाड़ि चतुराई। भजत कृपा करिहहिं रघुराई।।\n\nएहि बिधि सिसुबिनोद प्रभु कीन्हा। सकल नगरबासिन्ह सुख दीन्हा।।\n\nलै उछंग कबहुँक हलरावै। कबहुँ पालनें घालि झुलावै।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रेम मगन कौसल्या निसि दिन जात न जान।\n\nसुत सनेह बस माता बालचरित कर गान।।200।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एक बार जननीं अन्हवाए। करि सिंगार पलनाँ पौढ़ाए।।\n\nनिज कुल इष्टदेव भगवाना। पूजा हेतु कीन्ह अस्नाना।।\n\nकरि पूजा नैबेद्य चढ़ावा। आपु गई जहँ पाक बनावा।।\n\nबहुरि मातु तहवाँ चलि आई। भोजन करत देख सुत जाई।।\n\nगै जननी सिसु पहिं भयभीता। देखा बाल तहाँ पुनि सूता।।\n\nबहुरि आइ देखा सुत सोई। हृदयँ कंप मन धीर न होई।।\n\nइहाँ उहाँ दुइ बालक देखा। मतिभ्रम मोर कि आन बिसेषा।।\n\nदेखि राम जननी अकुलानी। प्रभु हँसि दीन्ह मधुर मुसुकानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "देखरावा मातहि निज अदभुत रुप अखंड।\n\nरोम रोम प्रति लागे कोटि कोटि ब्रह्मंड।। 201।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अगनित रबि ससि सिव चतुरानन। बहु गिरि सरित सिंधु महि कानन।।\n\nकाल कर्म गुन ग्यान सुभाऊ। सोउ देखा जो सुना न काऊ।।\n\nदेखी माया सब बिधि गाढ़ी। अति सभीत जोरें कर ठाढ़ी।।\n\nदेखा जीव नचावइ जाही। देखी भगति जो छोरइ ताही।।\n\nतन पुलकित मुख बचन न आवा। नयन मूदि चरननि सिरु नावा।।\n\nबिसमयवंत देखि महतारी। भए बहुरि सिसुरूप खरारी।।\n\nअस्तुति करि न जाइ भय माना। जगत पिता मैं सुत करि जाना।।\n\nहरि जननि बहुबिधि समुझाई। यह जनि कतहुँ कहसि सुनु माई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बार बार कौसल्या बिनय करइ कर जोरि।।\n\nअब जनि कबहूँ ब्यापै प्रभु मोहि माया तोरि।। 202।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बालचरित हरि बहुबिधि कीन्हा। अति अनंद दासन्ह कहँ दीन्हा।।\n\nकछुक काल बीतें सब भाई। बड़े भए परिजन सुखदाई।।\n\nचूड़ाकरन कीन्ह गुरु जाई। बिप्रन्ह पुनि दछिना बहु पाई।।\n\nपरम मनोहर चरित अपारा। करत फिरत चारिउ सुकुमारा।।\n\nमन क्रम बचन अगोचर जोई। दसरथ अजिर बिचर प्रभु सोई।।\n\nभोजन करत बोल जब राजा। नहिं आवत तजि बाल समाजा।।\n\nकौसल्या जब बोलन जाई। ठुमकु ठुमकु प्रभु चलहिं पराई।।\n\nनिगम नेति सिव अंत न पावा। ताहि धरै जननी हठि धावा।।\n\nधूरस धूरि भरें तनु आए। भूपति बिहसि गोद बैठाए।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भोजन करत चपल चित इत उत अवसरु पाइ।\n\nभाजि चले किलकत मुख दधि ओदन लपटाइ।।203।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बालचरित अति सरल सुहाए। सारद सेष संभु श्रुति गाए।।\n\nजिन कर मन इन्ह सन नहिं राता। ते जन बंचित किए बिधाता।।\n\nभए कुमार जबहिं सब भ्राता। दीन्ह जनेऊ गुरु पितु माता।।\n\nगुरगृहँ गए पढ़न रघुराई। अलप काल बिद्या सब आई।।\n\nजाकी सहज स्वास श्रुति चारी। सो हरि पढ़ यह कौतुक भारी।।\n\nबिद्या बिनय निपुन गुन सीला। खेलहिं खेल सकल नृपलीला।।\n\nकरतल बान धनुष अति सोहा। देखत रूप चराचर मोहा।।\n\nजिन्ह बीथिन्ह बिहरहिं सब भाई। थकित होहिं सब लोग लुगाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कोसलपुर बासी नर नारि बृद्ध अरु बाल।\n\nप्रानहु ते प्रिय लागत सब कहुँ राम कृपाल।।204।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बंधु सखा संग लेहिं बोलाई। बन मृगया नित खेलहिं जाई।।\n\nपावन मृग मारहिं जियँ जानी। दिन प्रति नृपहि देखावहिं आनी।।\n\nजे मृग राम बान के मारे। ते तनु तजि सुरलोक सिधारे।।\n\nअनुज सखा सँग भोजन करहीं। मातु पिता अग्या अनुसरहीं।।\n\nजेहि बिधि सुखी होहिं पुर लोगा। करहिं कृपानिधि सोइ संजोगा।।\n\nबेद पुरान सुनहिं मन लाई। आपु कहहिं अनुजन्ह समुझाई।।\n\nप्रातकाल उठि कै रघुनाथा। मातु पिता गुरु नावहिं माथा।।\n\nआयसु मागि करहिं पुर काजा। देखि चरित हरषइ मन राजा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "ब्यापक अकल अनीह अज निर्गुन नाम न रूप।\n\nभगत हेतु नाना बिधि करत चरित्र अनूप।।205।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "यह सब चरित कहा मैं गाई। आगिलि कथा सुनहु मन लाई।।\n\nबिस्वामित्र महामुनि ग्यानी। बसहि बिपिन सुभ आश्रम जानी।।\n\nजहँ जप जग्य मुनि करही। अति मारीच सुबाहुहि डरहीं।।\n\nदेखत जग्य निसाचर धावहि। करहि उपद्रव मुनि दुख पावहिं।।\n\nगाधितनय मन चिंता ब्यापी। हरि बिनु मरहि न निसिचर पापी।।\n\nतब मुनिवर मन कीन्ह बिचारा। प्रभु अवतरेउ हरन महि भारा।।\n\nएहुँ मिस देखौं पद जाई। करि बिनती आनौ दोउ भाई।।\n\nग्यान बिराग सकल गुन अयना। सो प्रभु मै देखब भरि नयना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बहुबिधि करत मनोरथ जात लागि नहिं बार।\n\nकरि मज्जन सरऊ जल गए भूप दरबार।।206।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मुनि आगमन सुना जब राजा। मिलन गयऊ लै बिप्र समाजा।।\n\nकरि दंडवत मुनिहि सनमानी। निज आसन बैठारेन्हि आनी।।\n\nचरन पखारि कीन्हि अति पूजा। मो सम आजु धन्य नहिं दूजा।।\n\nबिबिध भाँति भोजन करवावा। मुनिवर हृदयँ हरष अति पावा।।\n\nपुनि चरननि मेले सुत चारी। राम देखि मुनि देह बिसारी।।\n\nभए मगन देखत मुख सोभा। जनु चकोर पूरन ससि लोभा।।\n\nतब मन हरषि बचन कह राऊ। मुनि अस कृपा न कीन्हिहु काऊ।।\n\nकेहि कारन आगमन तुम्हारा। कहहु सो करत न लावउँ बारा।।\n\nअसुर समूह सतावहिं मोही। मै जाचन आयउँ नृप तोही।।\n\nअनुज समेत देहु रघुनाथा। निसिचर बध मैं होब सनाथा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "देहु भूप मन हरषित तजहु मोह अग्यान।\n\nधर्म सुजस प्रभु तुम्ह कौं इन्ह कहँ अति कल्यान।।207।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि राजा अति अप्रिय बानी। हृदय कंप मुख दुति कुमुलानी।।\n\nचौथेंपन पायउँ सुत चारी। बिप्र बचन नहिं कहेहु बिचारी।।\n\nमागहु भूमि धेनु धन कोसा। सर्बस देउँ आजु सहरोसा।।\n\nदेह प्रान तें प्रिय कछु नाही। सोउ मुनि देउँ निमिष एक माही।।\n\nसब सुत प्रिय मोहि प्रान कि नाईं। राम देत नहिं बनइ गोसाई।।\n\nकहँ निसिचर अति घोर कठोरा। कहँ सुंदर सुत परम किसोरा।।\n\nसुनि नृप गिरा प्रेम रस सानी। हृदयँ हरष माना मुनि ग्यानी।।\n\nतब बसिष्ट बहु निधि समुझावा। नृप संदेह नास कहँ पावा।।\n\nअति आदर दोउ तनय बोलाए। हृदयँ लाइ बहु भाँति सिखाए।।\n\nमेरे प्रान नाथ सुत दोऊ। तुम्ह मुनि पिता आन नहिं कोऊ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सौंपे भूप रिषिहि सुत बहु बिधि देइ असीस।\n\nजननी भवन गए प्रभु चले नाइ पद सीस।।208(क)।।\n\nपुरुषसिंह दोउ बीर हरषि चले मुनि भय हरन।।\n\nकृपासिंधु मतिधीर अखिल बिस्व कारन करन।।208(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अरुन नयन उर बाहु बिसाला। नील जलज तनु स्याम तमाला।।\n\nकटि पट पीत कसें बर भाथा। रुचिर चाप सायक दुहुँ हाथा।।\n\nस्याम गौर सुंदर दोउ भाई। बिस्बामित्र महानिधि पाई।।\n\nप्रभु ब्रह्मन्यदेव मै जाना। मोहि निति पिता तजेहु भगवाना।।\n\nचले जात मुनि दीन्हि दिखाई। सुनि ताड़का क्रोध करि धाई।।\n\nएकहिं बान प्रान हरि लीन्हा। दीन जानि तेहि निज पद दीन्हा।।\n\nतब रिषि निज नाथहि जियँ चीन्ही। बिद्यानिधि कहुँ बिद्या दीन्ही।।\n\nजाते लाग न छुधा पिपासा। अतुलित बल तनु तेज प्रकासा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "आयुष सब समर्पि कै प्रभु निज आश्रम आनि।\n\nकंद मूल फल भोजन दीन्ह भगति हित जानि।।209।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "प्रात कहा मुनि सन रघुराई। निर्भय जग्य करहु तुम्ह जाई।।\n\nहोम करन लागे मुनि झारी। आपु रहे मख कीं रखवारी।।\n\nसुनि मारीच निसाचर क्रोही। लै सहाय धावा मुनिद्रोही।।\n\nबिनु फर बान राम तेहि मारा। सत जोजन गा सागर पारा।।\n\nपावक सर सुबाहु पुनि मारा। अनुज निसाचर कटकु सँघारा।।\n\nमारि असुर द्विज निर्मयकारी। अस्तुति करहिं देव मुनि झारी।।\n\nतहँ पुनि कछुक दिवस रघुराया। रहे कीन्हि बिप्रन्ह पर दाया।।\n\nभगति हेतु बहु कथा पुराना। कहे बिप्र जद्यपि प्रभु जाना।।\n\nतब मुनि सादर कहा बुझाई। चरित एक प्रभु देखिअ जाई।।\n\nधनुषजग्य मुनि रघुकुल नाथा। हरषि चले मुनिबर के साथा।।\n\nआश्रम एक दीख मग माहीं। खग मृग जीव जंतु तहँ नाहीं।।\n\nपूछा मुनिहि सिला प्रभु देखी। सकल कथा मुनि कहा बिसेषी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गौतम नारि श्राप बस उपल देह धरि धीर।\n\nचरन कमल रज चाहति कृपा करहु रघुबीर।।210।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "परसत पद पावन सोक नसावन प्रगट भई तपपुंज सही।\n\nदेखत रघुनायक जन सुख दायक सनमुख होइ कर जोरि रही।।\n\nअति प्रेम अधीरा पुलक सरीरा मुख नहिं आवइ बचन कही।\n\nअतिसय बड़भागी चरनन्हि लागी जुगल नयन जलधार बही।।\n\nधीरजु मन कीन्हा प्रभु कहुँ चीन्हा रघुपति कृपाँ भगति पाई।\n\nअति निर्मल बानीं अस्तुति ठानी ग्यानगम्य जय रघुराई।।\n\nमै नारि अपावन प्रभु जग पावन रावन रिपु जन सुखदाई।\n\nराजीव बिलोचन भव भय मोचन पाहि पाहि सरनहिं आई।।\n\nमुनि श्राप जो दीन्हा अति भल कीन्हा परम अनुग्रह मैं माना।\n\nदेखेउँ भरि लोचन हरि भवमोचन इहइ लाभ संकर जाना।।\n\nबिनती प्रभु मोरी मैं मति भोरी नाथ न मागउँ बर आना।\n\nपद कमल परागा रस अनुरागा मम मन मधुप करै पाना।।\n\nजेहिं पद सुरसरिता परम पुनीता प्रगट भई सिव सीस धरी।\n\nसोइ पद पंकज जेहि पूजत अज मम सिर धरेउ कृपाल हरी।।\n\nएहि भाँति सिधारी गौतम नारी बार बार हरि चरन परी।\n\nजो अति मन भावा सो बरु पावा गै पतिलोक अनंद भरी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अस प्रभु दीनबंधु हरि कारन रहित दयाल।\n\nतुलसिदास सठ तेहि भजु छाड़ि कपट जंजाल।।211।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "चले राम लछिमन मुनि संगा। गए जहाँ जग पावनि गंगा।।\n\nगाधिसूनु सब कथा सुनाई। जेहि प्रकार सुरसरि महि आई।।\n\nतब प्रभु रिषिन्ह समेत नहाए। बिबिध दान महिदेवन्हि पाए।।\n\nहरषि चले मुनि बृंद सहाया। बेगि बिदेह नगर निअराया।।\n\nपुर रम्यता राम जब देखी। हरषे अनुज समेत बिसेषी।।\n\nबापीं कूप सरित सर नाना। सलिल सुधासम मनि सोपाना।।\n\nगुंजत मंजु मत्त रस भृंगा। कूजत कल बहुबरन बिहंगा।।\n\nबरन बरन बिकसे बन जाता। त्रिबिध समीर सदा सुखदाता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुमन बाटिका बाग बन बिपुल बिहंग निवास।\n\nफूलत फलत सुपल्लवत सोहत पुर चहुँ पास।।212।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बनइ न बरनत नगर निकाई। जहाँ जाइ मन तहँइँ लोभाई।।\n\nचारु बजारु बिचित्र अँबारी। मनिमय बिधि जनु स्वकर सँवारी।।\n\nधनिक बनिक बर धनद समाना। बैठ सकल बस्तु लै नाना।।\n\nचौहट सुंदर गलीं सुहाई। संतत रहहिं सुगंध सिंचाई।।\n\nमंगलमय मंदिर सब केरें। चित्रित जनु रतिनाथ चितेरें।।\n\nपुर नर नारि सुभग सुचि संता। धरमसील ग्यानी गुनवंता।।\n\nअति अनूप जहँ जनक निवासू। बिथकहिं बिबुध बिलोकि बिलासू।।\n\nहोत चकित चित कोट बिलोकी। सकल भुवन सोभा जनु रोकी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "धवल धाम मनि पुरट पट सुघटित नाना भाँति।\n\nसिय निवास सुंदर सदन सोभा किमि कहि जाति।।213।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुभग द्वार सब कुलिस कपाटा। भूप भीर नट मागध भाटा।।\n\nबनी बिसाल बाजि गज साला। हय गय रथ संकुल सब काला।।\n\nसूर सचिव सेनप बहुतेरे। नृपगृह सरिस सदन सब केरे।।\n\nपुर बाहेर सर सारित समीपा। उतरे जहँ तहँ बिपुल महीपा।।\n\nदेखि अनूप एक अँवराई। सब सुपास सब भाँति सुहाई।।\n\nकौसिक कहेउ मोर मनु माना। इहाँ रहिअ रघुबीर सुजाना।।\n\nभलेहिं नाथ कहि कृपानिकेता। उतरे तहँ मुनिबृंद समेता।।\n\nबिस्वामित्र महामुनि आए। समाचार मिथिलापति पाए।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "संग सचिव सुचि भूरि भट भूसुर बर गुर ग्याति।\n\nचले मिलन मुनिनायकहि मुदित राउ एहि भाँति।।214।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कीन्ह प्रनामु चरन धरि माथा। दीन्हि असीस मुदित मुनिनाथा।।\n\nबिप्रबृंद सब सादर बंदे। जानि भाग्य बड़ राउ अनंदे।।\n\nकुसल प्रस्न कहि बारहिं बारा। बिस्वामित्र नृपहि बैठारा।।\n\nतेहि अवसर आए दोउ भाई। गए रहे देखन फुलवाई।।\n\nस्याम गौर मृदु बयस किसोरा। लोचन सुखद बिस्व चित चोरा।।\n\nउठे सकल जब रघुपति आए। बिस्वामित्र निकट बैठाए।।\n\nभए सब सुखी देखि दोउ भ्राता। बारि बिलोचन पुलकित गाता।।\n\nमूरति मधुर मनोहर देखी। भयउ बिदेहु बिदेहु बिसेषी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रेम मगन मनु जानि नृपु करि बिबेकु धरि धीर।\n\nबोलेउ मुनि पद नाइ सिरु गदगद गिरा गभीर।।215।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कहहु नाथ सुंदर दोउ बालक। मुनिकुल तिलक कि नृपकुल पालक।।\n\nब्रह्म जो निगम नेति कहि गावा। उभय बेष धरि की सोइ आवा।।\n\nसहज बिरागरुप मनु मोरा। थकित होत जिमि चंद चकोरा।।\n\nताते प्रभु पूछउँ सतिभाऊ। कहहु नाथ जनि करहु दुराऊ।।\n\nइन्हहि बिलोकत अति अनुरागा। बरबस ब्रह्मसुखहि मन त्यागा।।\n\nकह मुनि बिहसि कहेहु नृप नीका। बचन तुम्हार न होइ अलीका।।\n\nए प्रिय सबहि जहाँ लगि प्रानी। मन मुसुकाहिं रामु सुनि बानी।।\n\nरघुकुल मनि दसरथ के जाए। मम हित लागि नरेस पठाए।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रामु लखनु दोउ बंधुबर रूप सील बल धाम।\n\nमख राखेउ सबु साखि जगु जिते असुर संग्राम।।216।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मुनि तव चरन देखि कह राऊ। कहि न सकउँ निज पुन्य प्राभाऊ।।\n\nसुंदर स्याम गौर दोउ भ्राता। आनँदहू के आनँद दाता।।\n\nइन्ह कै प्रीति परसपर पावनि। कहि न जाइ मन भाव सुहावनि।।\n\nसुनहु नाथ कह मुदित बिदेहू। ब्रह्म जीव इव सहज सनेहू।।\n\nपुनि पुनि प्रभुहि चितव नरनाहू। पुलक गात उर अधिक उछाहू।।\n\nम्रुनिहि प्रसंसि नाइ पद सीसू। चलेउ लवाइ नगर अवनीसू।।\n\nसुंदर सदनु सुखद सब काला। तहाँ बासु लै दीन्ह भुआला।।\n\nकरि पूजा सब बिधि सेवकाई। गयउ राउ गृह बिदा कराई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रिषय संग रघुबंस मनि करि भोजनु बिश्रामु।\n\nबैठे प्रभु भ्राता सहित दिवसु रहा भरि जामु।।217।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "लखन हृदयँ लालसा बिसेषी। जाइ जनकपुर आइअ देखी।।\n\nप्रभु भय बहुरि मुनिहि सकुचाहीं। प्रगट न कहहिं मनहिं मुसुकाहीं।।\n\nराम अनुज मन की गति जानी। भगत बछलता हिंयँ हुलसानी।।\n\nपरम बिनीत सकुचि मुसुकाई। बोले गुर अनुसासन पाई।।\n\nनाथ लखनु पुरु देखन चहहीं। प्रभु सकोच डर प्रगट न कहहीं।।\n\nजौं राउर आयसु मैं पावौं। नगर देखाइ तुरत लै आवौ।।\n\nसुनि मुनीसु कह बचन सप्रीती। कस न राम तुम्ह राखहु नीती।।\n\nधरम सेतु पालक तुम्ह ताता। प्रेम बिबस सेवक सुखदाता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जाइ देखी आवहु नगरु सुख निधान दोउ भाइ।\n\nकरहु सुफल सब के नयन सुंदर बदन देखाइ।।218।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मुनि पद कमल बंदि दोउ भ्राता। चले लोक लोचन सुख दाता।।\n\nबालक बृंदि देखि अति सोभा। लगे संग लोचन मनु लोभा।।\n\nपीत बसन परिकर कटि भाथा। चारु चाप सर सोहत हाथा।।\n\nतन अनुहरत सुचंदन खोरी। स्यामल गौर मनोहर जोरी।।\n\nकेहरि कंधर बाहु बिसाला। उर अति रुचिर नागमनि माला।।\n\nसुभग सोन सरसीरुह लोचन। बदन मयंक तापत्रय मोचन।।\n\nकानन्हि कनक फूल छबि देहीं। चितवत चितहि चोरि जनु लेहीं।।\n\nचितवनि चारु भृकुटि बर बाँकी। तिलक रेखा सोभा जनु चाँकी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रुचिर चौतनीं सुभग सिर मेचक कुंचित केस।\n\nनख सिख सुंदर बंधु दोउ सोभा सकल सुदेस।।219।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखन नगरु भूपसुत आए। समाचार पुरबासिन्ह पाए।।\n\nधाए धाम काम सब त्यागी। मनहु रंक निधि लूटन लागी।।\n\nनिरखि सहज सुंदर दोउ भाई। होहिं सुखी लोचन फल पाई।।\n\nजुबतीं भवन झरोखन्हि लागीं। निरखहिं राम रूप अनुरागीं।।\n\nकहहिं परसपर बचन सप्रीती। सखि इन्ह कोटि काम छबि जीती।।\n\nसुर नर असुर नाग मुनि माहीं। सोभा असि कहुँ सुनिअति नाहीं।।\n\nबिष्नु चारि भुज बिघि मुख चारी। बिकट बेष मुख पंच पुरारी।।\n\nअपर देउ अस कोउ न आही। यह छबि सखि पटतरिअ जाही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बय किसोर सुषमा सदन स्याम गौर सुख घाम।\n\nअंग अंग पर वारिअहिं कोटि कोटि सत काम।।220।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कहहु सखी अस को तनुधारी। जो न मोह यह रूप निहारी।।\n\nकोउ सप्रेम बोली मृदु बानी। जो मैं सुना सो सुनहु सयानी।।\n\nए दोऊ दसरथ के ढोटा। बाल मरालन्हि के कल जोटा।।\n\nमुनि कौसिक मख के रखवारे। जिन्ह रन अजिर निसाचर मारे।।\n\nस्याम गात कल कंज बिलोचन। जो मारीच सुभुज मदु मोचन।।\n\nकौसल्या सुत सो सुख खानी। नामु रामु धनु सायक पानी।।\n\nगौर किसोर बेषु बर काछें। कर सर चाप राम के पाछें।।\n\nलछिमनु नामु राम लघु भ्राता। सुनु सखि तासु सुमित्रा माता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बिप्रकाजु करि बंधु दोउ मग मुनिबधू उधारि।\n\nआए देखन चापमख सुनि हरषीं सब नारि।।221।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखि राम छबि कोउ एक कहई। जोगु जानकिहि यह बरु अहई।।\n\nजौ सखि इन्हहि देख नरनाहू। पन परिहरि हठि करइ बिबाहू।।\n\nकोउ कह ए भूपति पहिचाने। मुनि समेत सादर सनमाने।।\n\nसखि परंतु पनु राउ न तजई। बिधि बस हठि अबिबेकहि भजई।।\n\nकोउ कह जौं भल अहइ बिधाता। सब कहँ सुनिअ उचित फलदाता।।\n\nतौ जानकिहि मिलिहि बरु एहू। नाहिन आलि इहाँ संदेहू।।\n\nजौ बिधि बस अस बनै सँजोगू। तौ कृतकृत्य होइ सब लोगू।।\n\nसखि हमरें आरति अति तातें। कबहुँक ए आवहिं एहि नातें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नाहिं त हम कहुँ सुनहु सखि इन्ह कर दरसनु दूरि।\n\nयह संघटु तब होइ जब पुन्य पुराकृत भूरि।।222।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बोली अपर कहेहु सखि नीका। एहिं बिआह अति हित सबहीं का।।\n\nकोउ कह संकर चाप कठोरा। ए स्यामल मृदुगात किसोरा।।\n\nसबु असमंजस अहइ सयानी। यह सुनि अपर कहइ मृदु बानी।।\n\nसखि इन्ह कहँ कोउ कोउ अस कहहीं। बड़ प्रभाउ देखत लघु अहहीं।।\n\nपरसि जासु पद पंकज धूरी। तरी अहल्या कृत अघ भूरी।।\n\nसो कि रहिहि बिनु सिवधनु तोरें। यह प्रतीति परिहरिअ न भोरें।।\n\nजेहिं बिरंचि रचि सीय सँवारी। तेहिं स्यामल बरु रचेउ बिचारी।।\n\nतासु बचन सुनि सब हरषानीं। ऐसेइ होउ कहहिं मुदु बानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "हियँ हरषहिं बरषहिं सुमन सुमुखि सुलोचनि बृंद।\n\nजाहिं जहाँ जहँ बंधु दोउ तहँ तहँ परमानंद।।223।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पुर पूरब दिसि गे दोउ भाई। जहँ धनुमख हित भूमि बनाई।।\n\nअति बिस्तार चारु गच ढारी। बिमल बेदिका रुचिर सँवारी।।\n\nचहुँ दिसि कंचन मंच बिसाला। रचे जहाँ बेठहिं महिपाला।।\n\nतेहि पाछें समीप चहुँ पासा। अपर मंच मंडली बिलासा।।\n\nकछुक ऊँचि सब भाँति सुहाई। बैठहिं नगर लोग जहँ जाई।।\n\nतिन्ह के निकट बिसाल सुहाए। धवल धाम बहुबरन बनाए।।\n\nजहँ बैंठैं देखहिं सब नारी। जथा जोगु निज कुल अनुहारी।।\n\nपुर बालक कहि कहि मृदु बचना। सादर प्रभुहि देखावहिं रचना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सब सिसु एहि मिस प्रेमबस परसि मनोहर गात।\n\nतन पुलकहिं अति हरषु हियँ देखि देखि दोउ भ्रात।।224।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सिसु सब राम प्रेमबस जाने। प्रीति समेत निकेत बखाने।।\n\nनिज निज रुचि सब लेंहिं बोलाई। सहित सनेह जाहिं दोउ भाई।।\n\nराम देखावहिं अनुजहि रचना। कहि मृदु मधुर मनोहर बचना।।\n\nलव निमेष महँ भुवन निकाया। रचइ जासु अनुसासन माया।।\n\nभगति हेतु सोइ दीनदयाला। चितवत चकित धनुष मखसाला।।\n\nकौतुक देखि चले गुरु पाहीं। जानि बिलंबु त्रास मन माहीं।।\n\nजासु त्रास डर कहुँ डर होई। भजन प्रभाउ देखावत सोई।।\n\nकहि बातें मृदु मधुर सुहाईं। किए बिदा बालक बरिआई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सभय सप्रेम बिनीत अति सकुच सहित दोउ भाइ।\n\nगुर पद पंकज नाइ सिर बैठे आयसु पाइ।।225।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "निसि प्रबेस मुनि आयसु दीन्हा। सबहीं संध्याबंदनु कीन्हा।।\n\nकहत कथा इतिहास पुरानी। रुचिर रजनि जुग जाम सिरानी।।\n\nमुनिबर सयन कीन्हि तब जाई। लगे चरन चापन दोउ भाई।।\n\nजिन्ह के चरन सरोरुह लागी। करत बिबिध जप जोग बिरागी।।\n\nतेइ दोउ बंधु प्रेम जनु जीते। गुर पद कमल पलोटत प्रीते।।\n\nबारबार मुनि अग्या दीन्ही। रघुबर जाइ सयन तब कीन्ही।।\n\nचापत चरन लखनु उर लाएँ। सभय सप्रेम परम सचु पाएँ।।\n\nपुनि पुनि प्रभु कह सोवहु ताता। पौढ़े धरि उर पद जलजाता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "उठे लखन निसि बिगत सुनि अरुनसिखा धुनि कान।।\n\nगुर तें पहिलेहिं जगतपति जागे रामु सुजान।।226।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सकल सौच करि जाइ नहाए। नित्य निबाहि मुनिहि सिर नाए।।\n\nसमय जानि गुर आयसु पाई। लेन प्रसून चले दोउ भाई।।\n\nभूप बागु बर देखेउ जाई। जहँ बसंत रितु रही लोभाई।।\n\nलागे बिटप मनोहर नाना। बरन बरन बर बेलि बिताना।।\n\nनव पल्लव फल सुमान सुहाए। निज संपति सुर रूख लजाए।।\n\nचातक कोकिल कीर चकोरा। कूजत बिहग नटत कल मोरा।।\n\nमध्य बाग सरु सोह सुहावा। मनि सोपान बिचित्र बनावा।।\n\nबिमल सलिलु सरसिज बहुरंगा। जलखग कूजत गुंजत भृंगा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बागु तड़ागु बिलोकि प्रभु हरषे बंधु समेत।\n\nपरम रम्य आरामु यहु जो रामहि सुख देत।।227।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "चहुँ दिसि चितइ पूँछि मालिगन। लगे लेन दल फूल मुदित मन।।\n\nतेहि अवसर सीता तहँ आई। गिरिजा पूजन जननि पठाई।।\n\nसंग सखीं सब सुभग सयानी। गावहिं गीत मनोहर बानी।।\n\nसर समीप गिरिजा गृह सोहा। बरनि न जाइ देखि मनु मोहा।।\n\nमज्जनु करि सर सखिन्ह समेता। गई मुदित मन गौरि निकेता।।\n\nपूजा कीन्हि अधिक अनुरागा। निज अनुरूप सुभग बरु मागा।।\n\nएक सखी सिय संगु बिहाई। गई रही देखन फुलवाई।।\n\nतेहि दोउ बंधु बिलोके जाई। प्रेम बिबस सीता पहिं आई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तासु दसा देखि सखिन्ह पुलक गात जलु नैन।\n\nकहु कारनु निज हरष कर पूछहि सब मृदु बैन।।228।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखन बागु कुअँर दुइ आए। बय किसोर सब भाँति सुहाए।।\n\nस्याम गौर किमि कहौं बखानी। गिरा अनयन नयन बिनु बानी।।\n\nसुनि हरषीं सब सखीं सयानी। सिय हियँ अति उतकंठा जानी।।\n\nएक कहइ नृपसुत तेइ आली। सुने जे मुनि सँग आए काली।।\n\nजिन्ह निज रूप मोहनी डारी। कीन्ह स्वबस नगर नर नारी।।\n\nबरनत छबि जहँ तहँ सब लोगू। अवसि देखिअहिं देखन जोगू।।\n\nतासु वचन अति सियहि सुहाने। दरस लागि लोचन अकुलाने।।\n\nचली अग्र करि प्रिय सखि सोई। प्रीति पुरातन लखइ न कोई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुमिरि सीय नारद बचन उपजी प्रीति पुनीत।।\n\nचकित बिलोकति सकल दिसि जनु सिसु मृगी सभीत।।229।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कंकन किंकिनि नूपुर धुनि सुनि। कहत लखन सन रामु हृदयँ गुनि।।\n\nमानहुँ मदन दुंदुभी दीन्ही।।मनसा बिस्व बिजय कहँ कीन्ही।।\n\nअस कहि फिरि चितए तेहि ओरा। सिय मुख ससि भए नयन चकोरा।।\n\nभए बिलोचन चारु अचंचल। मनहुँ सकुचि निमि तजे दिगंचल।।\n\nदेखि सीय सोभा सुखु पावा। हृदयँ सराहत बचनु न आवा।।\n\nजनु बिरंचि सब निज निपुनाई। बिरचि बिस्व कहँ प्रगटि देखाई।।\n\nसुंदरता कहुँ सुंदर करई। छबिगृहँ दीपसिखा जनु बरई।।\n\nसब उपमा कबि रहे जुठारी। केहिं पटतरौं बिदेहकुमारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सिय सोभा हियँ बरनि प्रभु आपनि दसा बिचारि।\n\nबोले सुचि मन अनुज सन बचन समय अनुहारि।।230।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तात जनकतनया यह सोई। धनुषजग्य जेहि कारन होई।।\n\nपूजन गौरि सखीं लै आई। करत प्रकासु फिरइ फुलवाई।।\n\nजासु बिलोकि अलोकिक सोभा। सहज पुनीत मोर मनु छोभा।।\n\nसो सबु कारन जान बिधाता। फरकहिं सुभद अंग सुनु भ्राता।।\n\nरघुबंसिन्ह कर सहज सुभाऊ। मनु कुपंथ पगु धरइ न काऊ।।\n\nमोहि अतिसय प्रतीति मन केरी। जेहिं सपनेहुँ परनारि न हेरी।।\n\nजिन्ह कै लहहिं न रिपु रन पीठी। नहिं पावहिं परतिय मनु डीठी।।\n\nमंगन लहहि न जिन्ह कै नाहीं। ते नरबर थोरे जग माहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "करत बतकहि अनुज सन मन सिय रूप लोभान।\n\nमुख सरोज मकरंद छबि करइ मधुप इव पान।।231।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "चितवहि चकित चहूँ दिसि सीता। कहँ गए नृपकिसोर मनु चिंता।।\n\nजहँ बिलोक मृग सावक नैनी। जनु तहँ बरिस कमल सित श्रेनी।।\n\nलता ओट तब सखिन्ह लखाए। स्यामल गौर किसोर सुहाए।।\n\nदेखि रूप लोचन ललचाने। हरषे जनु निज निधि पहिचाने।।\n\nथके नयन रघुपति छबि देखें। पलकन्हिहूँ परिहरीं निमेषें।।\n\nअधिक सनेहँ देह भै भोरी। सरद ससिहि जनु चितव चकोरी।।\n\nलोचन मग रामहि उर आनी। दीन्हे पलक कपाट सयानी।।\n\nजब सिय सखिन्ह प्रेमबस जानी। कहि न सकहिं कछु मन सकुचानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "लताभवन तें प्रगट भे तेहि अवसर दोउ भाइ।\n\nनिकसे जनु जुग बिमल बिधु जलद पटल बिलगाइ।।232।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सोभा सीवँ सुभग दोउ बीरा। नील पीत जलजाभ सरीरा।।\n\nमोरपंख सिर सोहत नीके। गुच्छ बीच बिच कुसुम कली के।।\n\nभाल तिलक श्रमबिंदु सुहाए। श्रवन सुभग भूषन छबि छाए।।\n\nबिकट भृकुटि कच घूघरवारे। नव सरोज लोचन रतनारे।।\n\nचारु चिबुक नासिका कपोला। हास बिलास लेत मनु मोला।।\n\nमुखछबि कहि न जाइ मोहि पाहीं। जो बिलोकि बहु काम लजाहीं।।\n\nउर मनि माल कंबु कल गीवा। काम कलभ कर भुज बलसींवा।।\n\nसुमन समेत बाम कर दोना। सावँर कुअँर सखी सुठि लोना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "केहरि कटि पट पीत धर सुषमा सील निधान।\n\nदेखि भानुकुलभूषनहि बिसरा सखिन्ह अपान।।233।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "धरि धीरजु एक आलि सयानी। सीता सन बोली गहि पानी।।\n\nबहुरि गौरि कर ध्यान करेहू। भूपकिसोर देखि किन लेहू।।\n\nसकुचि सीयँ तब नयन उघारे। सनमुख दोउ रघुसिंघ निहारे।।\n\nनख सिख देखि राम कै सोभा। सुमिरि पिता पनु मनु अति छोभा।।\n\nपरबस सखिन्ह लखी जब सीता। भयउ गहरु सब कहहि सभीता।।\n\nपुनि आउब एहि बेरिआँ काली। अस कहि मन बिहसी एक आली।।\n\nगूढ़ गिरा सुनि सिय सकुचानी। भयउ बिलंबु मातु भय मानी।।\n\nधरि बड़ि धीर रामु उर आने। फिरि अपनपउ पितुबस जाने।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "देखन मिस मृग बिहग तरु फिरइ बहोरि बहोरि।\n\nनिरखि निरखि रघुबीर छबि बाढ़इ प्रीति न थोरि।। 234।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जानि कठिन सिवचाप बिसूरति। चली राखि उर स्यामल मूरति।।\n\nप्रभु जब जात जानकी जानी। सुख सनेह सोभा गुन खानी।।\n\nपरम प्रेममय मृदु मसि कीन्ही। चारु चित भीतीं लिख लीन्ही।।\n\nगई भवानी भवन बहोरी। बंदि चरन बोली कर जोरी।।\n\nजय जय गिरिबरराज किसोरी। जय महेस मुख चंद चकोरी।।\n\nजय गज बदन षड़ानन माता। जगत जननि दामिनि दुति गाता।।\n\nनहिं तव आदि मध्य अवसाना। अमित प्रभाउ बेदु नहिं जाना।।\n\nभव भव बिभव पराभव कारिनि। बिस्व बिमोहनि स्वबस बिहारिनि।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पतिदेवता सुतीय महुँ मातु प्रथम तव रेख।\n\nमहिमा अमित न सकहिं कहि सहस सारदा सेष।।235।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सेवत तोहि सुलभ फल चारी। बरदायनी पुरारि पिआरी।।\n\nदेबि पूजि पद कमल तुम्हारे। सुर नर मुनि सब होहिं सुखारे।।\n\nमोर मनोरथु जानहु नीकें। बसहु सदा उर पुर सबही कें।।\n\nकीन्हेउँ प्रगट न कारन तेहीं। अस कहि चरन गहे बैदेहीं।।\n\nबिनय प्रेम बस भई भवानी। खसी माल मूरति मुसुकानी।।\n\nसादर सियँ प्रसादु सिर धरेऊ। बोली गौरि हरषु हियँ भरेऊ।।\n\nसुनु सिय सत्य असीस हमारी। पूजिहि मन कामना तुम्हारी।।\n\nनारद बचन सदा सुचि साचा। सो बरु मिलिहि जाहिं मनु राचा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "मनु जाहिं राचेउ मिलिहि सो बरु सहज सुंदर साँवरो।\n\nकरुना निधान सुजान सीलु सनेहु जानत रावरो।।\n\nएहि भाँति गौरि असीस सुनि सिय सहित हियँ हरषीं अली।\n\nतुलसी भवानिहि पूजि पुनि पुनि मुदित मन मंदिर चली।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जानि गौरि अनुकूल सिय हिय हरषु न जाइ कहि।\n\nमंजुल मंगल मूल बाम अंग फरकन लगे।।236।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "हृदयँ सराहत सीय लोनाई। गुर समीप गवने दोउ भाई।।\n\nराम कहा सबु कौसिक पाहीं। सरल सुभाउ छुअत छल नाहीं।।\n\nसुमन पाइ मुनि पूजा कीन्ही। पुनि असीस दुहु भाइन्ह दीन्ही।।\n\nसुफल मनोरथ होहुँ तुम्हारे। रामु लखनु सुनि भए सुखारे।।\n\nकरि भोजनु मुनिबर बिग्यानी। लगे कहन कछु कथा पुरानी।।\n\nबिगत दिवसु गुरु आयसु पाई। संध्या करन चले दोउ भाई।।\n\nप्राची दिसि ससि उयउ सुहावा। सिय मुख सरिस देखि सुखु पावा।।\n\nबहुरि बिचारु कीन्ह मन माहीं। सीय बदन सम हिमकर नाहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जनमु सिंधु पुनि बंधु बिषु दिन मलीन सकलंक।\n\nसिय मुख समता पाव किमि चंदु बापुरो रंक।।237।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "घटइ बढ़इ बिरहनि दुखदाई। ग्रसइ राहु निज संधिहिं पाई।।\n\nकोक सिकप्रद पंकज द्रोही। अवगुन बहुत चंद्रमा तोही।।\n\nबैदेही मुख पटतर दीन्हे। होइ दोष बड़ अनुचित कीन्हे।।\n\nसिय मुख छबि बिधु ब्याज बखानी। गुरु पहिं चले निसा बड़ि जानी।।\n\nकरि मुनि चरन सरोज प्रनामा। आयसु पाइ कीन्ह बिश्रामा।।\n\nबिगत निसा रघुनायक जागे। बंधु बिलोकि कहन अस लागे।।\n\nउदउ अरुन अवलोकहु ताता। पंकज कोक लोक सुखदाता।।\n\nबोले लखनु जोरि जुग पानी। प्रभु प्रभाउ सूचक मृदु बानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अरुनोदयँ सकुचे कुमुद उडगन जोति मलीन।\n\nजिमि तुम्हार आगमन सुनि भए नृपति बलहीन।।238।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नृप सब नखत करहिं उजिआरी। टारि न सकहिं चाप तम भारी।।\n\nकमल कोक मधुकर खग नाना। हरषे सकल निसा अवसाना।।\n\nऐसेहिं प्रभु सब भगत तुम्हारे। होइहहिं टूटें धनुष सुखारे।।\n\nउयउ भानु बिनु श्रम तम नासा। दुरे नखत जग तेजु प्रकासा।।\n\nरबि निज उदय ब्याज रघुराया। प्रभु प्रतापु सब नृपन्ह दिखाया।।\n\nतव भुज बल महिमा उदघाटी। प्रगटी धनु बिघटन परिपाटी।।\n\nबंधु बचन सुनि प्रभु मुसुकाने। होइ सुचि सहज पुनीत नहाने।।\n\nनित्यक्रिया करि गुरु पहिं आए। चरन सरोज सुभग सिर नाए।।\n\nसतानंदु तब जनक बोलाए। कौसिक मुनि पहिं तुरत पठाए।।\n\nजनक बिनय तिन्ह आइ सुनाई। हरषे बोलि लिए दोउ भाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सतानंदपद बंदि प्रभु बैठे गुर पहिं जाइ।\n\nचलहु तात मुनि कहेउ तब पठवा जनक बोलाइ।।239।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सीय स्वयंबरु देखिअ जाई। ईसु काहि धौं देइ बड़ाई।।\n\nलखन कहा जस भाजनु सोई। नाथ कृपा तव जापर होई।।\n\nहरषे मुनि सब सुनि बर बानी। दीन्हि असीस सबहिं सुखु मानी।।\n\nपुनि मुनिबृंद समेत कृपाला। देखन चले धनुषमख साला।।\n\nरंगभूमि आए दोउ भाई। असि सुधि सब पुरबासिन्ह पाई।।\n\nचले सकल गृह काज बिसारी। बाल जुबान जरठ नर नारी।।\n\nदेखी जनक भीर भै भारी। सुचि सेवक सब लिए हँकारी।।\n\nतुरत सकल लोगन्ह पहिं जाहू। आसन उचित देहू सब काहू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कहि मृदु बचन बिनीत तिन्ह बैठारे नर नारि।\n\nउत्तम मध्यम नीच लघु निज निज थल अनुहारि।।240।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "राजकुअँर तेहि अवसर आए। मनहुँ मनोहरता तन छाए।।\n\nगुन सागर नागर बर बीरा। सुंदर स्यामल गौर सरीरा।।\n\nराज समाज बिराजत रूरे। उडगन महुँ जनु जुग बिधु पूरे।।\n\nजिन्ह कें रही भावना जैसी। प्रभु मूरति तिन्ह देखी तैसी।।\n\nदेखहिं रूप महा रनधीरा। मनहुँ बीर रसु धरें सरीरा।।\n\nडरे कुटिल नृप प्रभुहि निहारी। मनहुँ भयानक मूरति भारी।।\n\nरहे असुर छल छोनिप बेषा। तिन्ह प्रभु प्रगट कालसम देखा।।\n\nपुरबासिन्ह देखे दोउ भाई। नरभूषन लोचन सुखदाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नारि बिलोकहिं हरषि हियँ निज निज रुचि अनुरूप।\n\nजनु सोहत सिंगार धरि मूरति परम अनूप।।241।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बिदुषन्ह प्रभु बिराटमय दीसा। बहु मुख कर पग लोचन सीसा।।\n\nजनक जाति अवलोकहिं कैसैं। सजन सगे प्रिय लागहिं जैसें।।\n\nसहित बिदेह बिलोकहिं रानी। सिसु सम प्रीति न जाति बखानी।।\n\nजोगिन्ह परम तत्वमय भासा। सांत सुद्ध सम सहज प्रकासा।।\n\nहरिभगतन्ह देखे दोउ भ्राता। इष्टदेव इव सब सुख दाता।।\n\nरामहि चितव भायँ जेहि सीया। सो सनेहु सुखु नहिं कथनीया।।\n\nउर अनुभवति न कहि सक सोऊ। कवन प्रकार कहै कबि कोऊ।।\n\nएहि बिधि रहा जाहि जस भाऊ। तेहिं तस देखेउ कोसलराऊ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राजत राज समाज महुँ कोसलराज किसोर।\n\nसुंदर स्यामल गौर तन बिस्व बिलोचन चोर।।242।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सहज मनोहर मूरति दोऊ। कोटि काम उपमा लघु सोऊ।।\n\nसरद चंद निंदक मुख नीके। नीरज नयन भावते जी के।।\n\nचितवत चारु मार मनु हरनी। भावति हृदय जाति नहीं बरनी।।\n\nकल कपोल श्रुति कुंडल लोला। चिबुक अधर सुंदर मृदु बोला।।\n\nकुमुदबंधु कर निंदक हाँसा। भृकुटी बिकट मनोहर नासा।।\n\nभाल बिसाल तिलक झलकाहीं। कच बिलोकि अलि अवलि लजाहीं।।\n\nपीत चौतनीं सिरन्हि सुहाई। कुसुम कलीं बिच बीच बनाईं।।\n\nरेखें रुचिर कंबु कल गीवाँ। जनु त्रिभुवन सुषमा की सीवाँ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कुंजर मनि कंठा कलित उरन्हि तुलसिका माल।\n\nबृषभ कंध केहरि ठवनि बल निधि बाहु बिसाल।।243।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कटि तूनीर पीत पट बाँधे। कर सर धनुष बाम बर काँधे।।\n\nपीत जग्य उपबीत सुहाए। नख सिख मंजु महाछबि छाए।।\n\nदेखि लोग सब भए सुखारे। एकटक लोचन चलत न तारे।।\n\nहरषे जनकु देखि दोउ भाई। मुनि पद कमल गहे तब जाई।।\n\nकरि बिनती निज कथा सुनाई। रंग अवनि सब मुनिहि देखाई।।\n\nजहँ जहँ जाहि कुअँर बर दोऊ। तहँ तहँ चकित चितव सबु कोऊ।।\n\nनिज निज रुख रामहि सबु देखा। कोउ न जान कछु मरमु बिसेषा।।\n\nभलि रचना मुनि नृप सन कहेऊ। राजाँ मुदित महासुख लहेऊ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सब मंचन्ह ते मंचु एक सुंदर बिसद बिसाल।\n\nमुनि समेत दोउ बंधु तहँ बैठारे महिपाल।।244।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "प्रभुहि देखि सब नृप हिंयँ हारे। जनु राकेस उदय भएँ तारे।।\n\nअसि प्रतीति सब के मन माहीं। राम चाप तोरब सक नाहीं।।\n\nबिनु भंजेहुँ भव धनुषु बिसाला। मेलिहि सीय राम उर माला।।\n\nअस बिचारि गवनहु घर भाई। जसु प्रतापु बलु तेजु गवाँई।।\n\nबिहसे अपर भूप सुनि बानी। जे अबिबेक अंध अभिमानी।।\n\nतोरेहुँ धनुषु ब्याहु अवगाहा। बिनु तोरें को कुअँरि बिआहा।।\n\nएक बार कालउ किन होऊ। सिय हित समर जितब हम सोऊ।।\n\nयह सुनि अवर महिप मुसकाने। धरमसील हरिभगत सयाने।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सीय बिआहबि राम गरब दूरि करि नृपन्ह के।।\n\nजीति को सक संग्राम दसरथ के रन बाँकुरे।।245।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "ब्यर्थ मरहु जनि गाल बजाई। मन मोदकन्हि कि भूख बुताई।।\n\nसिख हमारि सुनि परम पुनीता। जगदंबा जानहु जियँ सीता।।\n\nजगत पिता रघुपतिहि बिचारी। भरि लोचन छबि लेहु निहारी।।\n\nसुंदर सुखद सकल गुन रासी। ए दोउ बंधु संभु उर बासी।।\n\nसुधा समुद्र समीप बिहाई। मृगजलु निरखि मरहु कत धाई।।\n\nकरहु जाइ जा कहुँ जोई भावा। हम तौ आजु जनम फलु पावा।।\n\nअस कहि भले भूप अनुरागे। रूप अनूप बिलोकन लागे।।\n\nदेखहिं सुर नभ चढ़े बिमाना। बरषहिं सुमन करहिं कल गाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जानि सुअवसरु सीय तब पठई जनक बोलाई।\n\nचतुर सखीं सुंदर सकल सादर चलीं लवाईं।।246।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सिय सोभा नहिं जाइ बखानी। जगदंबिका रूप गुन खानी।।\n\nउपमा सकल मोहि लघु लागीं। प्राकृत नारि अंग अनुरागीं।।\n\nसिय बरनिअ तेइ उपमा देई। कुकबि कहाइ अजसु को लेई।।\n\nजौ पटतरिअ तीय सम सीया। जग असि जुबति कहाँ कमनीया।।\n\nगिरा मुखर तन अरध भवानी। रति अति दुखित अतनु पति जानी।।\n\nबिष बारुनी बंधु प्रिय जेही। कहिअ रमासम किमि बैदेही।।\n\nजौ छबि सुधा पयोनिधि होई। परम रूपमय कच्छप सोई।।\n\nसोभा रजु मंदरु सिंगारू। मथै पानि पंकज निज मारू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "एहि बिधि उपजै लच्छि जब सुंदरता सुख मूल।\n\nतदपि सकोच समेत कबि कहहिं सीय समतूल।।247।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "चलिं संग लै सखीं सयानी। गावत गीत मनोहर बानी।।\n\nसोह नवल तनु सुंदर सारी। जगत जननि अतुलित छबि भारी।।\n\nभूषन सकल सुदेस सुहाए। अंग अंग रचि सखिन्ह बनाए।।\n\nरंगभूमि जब सिय पगु धारी। देखि रूप मोहे नर नारी।।\n\nहरषि सुरन्ह दुंदुभीं बजाई। बरषि प्रसून अपछरा गाई।।\n\nपानि सरोज सोह जयमाला। अवचट चितए सकल भुआला।।\n\nसीय चकित चित रामहि चाहा। भए मोहबस सब नरनाहा।।\n\nमुनि समीप देखे दोउ भाई। लगे ललकि लोचन निधि पाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गुरजन लाज समाजु बड़ देखि सीय सकुचानि।।\n\nलागि बिलोकन सखिन्ह तन रघुबीरहि उर आनि।।248।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "राम रूपु अरु सिय छबि देखें। नर नारिन्ह परिहरीं निमेषें।।\n\nसोचहिं सकल कहत सकुचाहीं। बिधि सन बिनय करहिं मन माहीं।।\n\nहरु बिधि बेगि जनक जड़ताई। मति हमारि असि देहि सुहाई।।\n\nबिनु बिचार पनु तजि नरनाहु। सीय राम कर करै बिबाहू।।\n\nजग भल कहहि भाव सब काहू। हठ कीन्हे अंतहुँ उर दाहू।।\n\nएहिं लालसाँ मगन सब लोगू। बरु साँवरो जानकी जोगू।।\n\nतब बंदीजन जनक बौलाए। बिरिदावली कहत चलि आए।।\n\nकह नृप जाइ कहहु पन मोरा। चले भाट हियँ हरषु न थोरा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बोले बंदी बचन बर सुनहु सकल महिपाल।\n\nपन बिदेह कर कहहिं हम भुजा उठाइ बिसाल।।249।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नृप भुजबल बिधु सिवधनु राहू। गरुअ कठोर बिदित सब काहू।।\n\nरावनु बानु महाभट भारे। देखि सरासन गवँहिं सिधारे।।\n\nसोइ पुरारि कोदंडु कठोरा। राज समाज आजु जोइ तोरा।।\n\nत्रिभुवन जय समेत बैदेही।।बिनहिं बिचार बरइ हठि तेही।।\n\nसुनि पन सकल भूप अभिलाषे। भटमानी अतिसय मन माखे।।\n\nपरिकर बाँधि उठे अकुलाई। चले इष्टदेवन्ह सिर नाई।।\n\nतमकि ताकि तकि सिवधनु धरहीं। उठइ न कोटि भाँति बलु करहीं।।\n\nजिन्ह के कछु बिचारु मन माहीं। चाप समीप महीप न जाहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तमकि धरहिं धनु मूढ़ नृप उठइ न चलहिं लजाइ।\n\nमनहुँ पाइ भट बाहुबलु अधिकु अधिकु गरुआइ।।250।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "भूप सहस दस एकहि बारा। लगे उठावन टरइ न टारा।।\n\nडगइ न संभु सरासन कैसें। कामी बचन सती मनु जैसें।।\n\nसब नृप भए जोगु उपहासी। जैसें बिनु बिराग संन्यासी।।\n\nकीरति बिजय बीरता भारी। चले चाप कर बरबस हारी।।\n\nश्रीहत भए हारि हियँ राजा। बैठे निज निज जाइ समाजा।।\n\nनृपन्ह बिलोकि जनकु अकुलाने। बोले बचन रोष जनु साने।।\n\nदीप दीप के भूपति नाना। आए सुनि हम जो पनु ठाना।।\n\nदेव दनुज धरि मनुज सरीरा। बिपुल बीर आए रनधीरा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कुअँरि मनोहर बिजय बड़ि कीरति अति कमनीय।\n\nपावनिहार बिरंचि जनु रचेउ न धनु दमनीय।।251।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कहहु काहि यहु लाभु न भावा। काहुँ न संकर चाप चढ़ावा।।\n\nरहउ चढ़ाउब तोरब भाई। तिलु भरि भूमि न सके छड़ाई।।\n\nअब जनि कोउ माखै भट मानी। बीर बिहीन मही मैं जानी।।\n\nतजहु आस निज निज गृह जाहू। लिखा न बिधि बैदेहि बिबाहू।।\n\nसुकृत जाइ जौं पनु परिहरऊँ। कुअँरि कुआरि रहउ का करऊँ।।\n\nजो जनतेउँ बिनु भट भुबि भाई। तौ पनु करि होतेउँ न हँसाई।।\n\nजनक बचन सुनि सब नर नारी। देखि जानकिहि भए दुखारी।।\n\nमाखे लखनु कुटिल भइँ भौंहें। रदपट फरकत नयन रिसौंहें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कहि न सकत रघुबीर डर लगे बचन जनु बान।\n\nनाइ राम पद कमल सिरु बोले गिरा प्रमान।।252।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "रघुबंसिन्ह महुँ जहँ कोउ होई। तेहिं समाज अस कहइ न कोई।।\n\nकही जनक जसि अनुचित बानी। बिद्यमान रघुकुल मनि जानी।।\n\nसुनहु भानुकुल पंकज भानू। कहउँ सुभाउ न कछु अभिमानू।।\n\nजौ तुम्हारि अनुसासन पावौं। कंदुक इव ब्रह्मांड उठावौं।।\n\nकाचे घट जिमि डारौं फोरी। सकउँ मेरु मूलक जिमि तोरी।।\n\nतव प्रताप महिमा भगवाना। को बापुरो पिनाक पुराना।।\n\nनाथ जानि अस आयसु होऊ। कौतुकु करौं बिलोकिअ सोऊ।।\n\nकमल नाल जिमि चाफ चढ़ावौं। जोजन सत प्रमान लै धावौं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तोरौं छत्रक दंड जिमि तव प्रताप बल नाथ।\n\nजौं न करौं प्रभु पद सपथ कर न धरौं धनु भाथ।।253।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "लखन सकोप बचन जे बोले। डगमगानि महि दिग्गज डोले।।\n\nसकल लोक सब भूप डेराने। सिय हियँ हरषु जनकु सकुचाने।।\n\nगुर रघुपति सब मुनि मन माहीं। मुदित भए पुनि पुनि पुलकाहीं।।\n\nसयनहिं रघुपति लखनु नेवारे। प्रेम समेत निकट बैठारे।।\n\nबिस्वामित्र समय सुभ जानी। बोले अति सनेहमय बानी।।\n\nउठहु राम भंजहु भवचापा। मेटहु तात जनक परितापा।।\n\nसुनि गुरु बचन चरन सिरु नावा। हरषु बिषादु न कछु उर आवा।।\n\nठाढ़े भए उठि सहज सुभाएँ। ठवनि जुबा मृगराजु लजाएँ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "उदित उदयगिरि मंच पर रघुबर बालपतंग।\n\nबिकसे संत सरोज सब हरषे लोचन भृंग।।254।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नृपन्ह केरि आसा निसि नासी। बचन नखत अवली न प्रकासी।।\n\nमानी महिप कुमुद सकुचाने। कपटी भूप उलूक लुकाने।।\n\nभए बिसोक कोक मुनि देवा। बरिसहिं सुमन जनावहिं सेवा।।\n\nगुर पद बंदि सहित अनुरागा। राम मुनिन्ह सन आयसु मागा।।\n\nसहजहिं चले सकल जग स्वामी। मत्त मंजु बर कुंजर गामी।।\n\nचलत राम सब पुर नर नारी। पुलक पूरि तन भए सुखारी।।\n\nबंदि पितर सुर सुकृत सँभारे। जौं कछु पुन्य प्रभाउ हमारे।।\n\nतौ सिवधनु मृनाल की नाईं। तोरहुँ राम गनेस गोसाईं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रामहि प्रेम समेत लखि सखिन्ह समीप बोलाइ।\n\nसीता मातु सनेह बस बचन कहइ बिलखाइ।।255।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सखि सब कौतुक देखनिहारे। जेठ कहावत हितू हमारे।।\n\nकोउ न बुझाइ कहइ गुर पाहीं। ए बालक असि हठ भलि नाहीं।।\n\nरावन बान छुआ नहिं चापा। हारे सकल भूप करि दापा।।\n\nसो धनु राजकुअँर कर देहीं। बाल मराल कि मंदर लेहीं।।\n\nभूप सयानप सकल सिरानी। सखि बिधि गति कछु जाति न जानी।।\n\nबोली चतुर सखी मृदु बानी। तेजवंत लघु गनिअ न रानी।।\n\nकहँ कुंभज कहँ सिंधु अपारा। सोषेउ सुजसु सकल संसारा।।\n\nरबि मंडल देखत लघु लागा। उदयँ तासु तिभुवन तम भागा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मंत्र परम लघु जासु बस बिधि हरि हर सुर सर्ब।\n\nमहामत्त गजराज कहुँ बस कर अंकुस खर्ब।।256।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "काम कुसुम धनु सायक लीन्हे। सकल भुवन अपने बस कीन्हे।।\n\nदेबि तजिअ संसउ अस जानी। भंजब धनुष रामु सुनु रानी।।\n\nसखी बचन सुनि भै परतीती। मिटा बिषादु बढ़ी अति प्रीती।।\n\nतब रामहि बिलोकि बैदेही। सभय हृदयँ बिनवति जेहि तेही।।\n\nमनहीं मन मनाव अकुलानी। होहु प्रसन्न महेस भवानी।।\n\nकरहु सफल आपनि सेवकाई। करि हितु हरहु चाप गरुआई।।\n\nगननायक बरदायक देवा। आजु लगें कीन्हिउँ तुअ सेवा।।\n\nबार बार बिनती सुनि मोरी। करहु चाप गुरुता अति थोरी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "देखि देखि रघुबीर तन सुर मनाव धरि धीर।।\n\nभरे बिलोचन प्रेम जल पुलकावली सरीर।।257।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नीकें निरखि नयन भरि सोभा। पितु पनु सुमिरि बहुरि मनु छोभा।।\n\nअहह तात दारुनि हठ ठानी। समुझत नहिं कछु लाभु न हानी।।\n\nसचिव सभय सिख देइ न कोई। बुध समाज बड़ अनुचित होई।।\n\nकहँ धनु कुलिसहु चाहि कठोरा। कहँ स्यामल मृदुगात किसोरा।।\n\nबिधि केहि भाँति धरौं उर धीरा। सिरस सुमन कन बेधिअ हीरा।।\n\nसकल सभा कै मति भै भोरी। अब मोहि संभुचाप गति तोरी।।\n\nनिज जड़ता लोगन्ह पर डारी। होहि हरुअ रघुपतिहि निहारी।।\n\nअति परिताप सीय मन माही। लव निमेष जुग सब सय जाहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रभुहि चितइ पुनि चितव महि राजत लोचन लोल।\n\nखेलत मनसिज मीन जुग जनु बिधु मंडल डोल।।258।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "गिरा अलिनि मुख पंकज रोकी। प्रगट न लाज निसा अवलोकी।।\n\nलोचन जलु रह लोचन कोना। जैसे परम कृपन कर सोना।।\n\nसकुची ब्याकुलता बड़ि जानी। धरि धीरजु प्रतीति उर आनी।।\n\nतन मन बचन मोर पनु साचा। रघुपति पद सरोज चितु राचा।।\n\nतौ भगवानु सकल उर बासी। करिहिं मोहि रघुबर कै दासी।।\n\nजेहि कें जेहि पर सत्य सनेहू। सो तेहि मिलइ न कछु संहेहू।।\n\nप्रभु तन चितइ प्रेम तन ठाना। कृपानिधान राम सबु जाना।।\n\nसियहि बिलोकि तकेउ धनु कैसे। चितव गरुरु लघु ब्यालहि जैसे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "लखन लखेउ रघुबंसमनि ताकेउ हर कोदंडु।\n\nपुलकि गात बोले बचन चरन चापि ब्रह्मांडु।।259।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "दिसकुंजरहु कमठ अहि कोला। धरहु धरनि धरि धीर न डोला।।\n\nरामु चहहिं संकर धनु तोरा। होहु सजग सुनि आयसु मोरा।।\n\nचाप सपीप रामु जब आए। नर नारिन्ह सुर सुकृत मनाए।।\n\nसब कर संसउ अरु अग्यानू। मंद महीपन्ह कर अभिमानू।।\n\nभृगुपति केरि गरब गरुआई। सुर मुनिबरन्ह केरि कदराई।।\n\nसिय कर सोचु जनक पछितावा। रानिन्ह कर दारुन दुख दावा।।\n\nसंभुचाप बड बोहितु पाई। चढे जाइ सब संगु बनाई।।\n\nराम बाहुबल सिंधु अपारू। चहत पारु नहि कोउ कड़हारू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राम बिलोके लोग सब चित्र लिखे से देखि।\n\nचितई सीय कृपायतन जानी बिकल बिसेषि।।260।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखी बिपुल बिकल बैदेही। निमिष बिहात कलप सम तेही।।\n\nतृषित बारि बिनु जो तनु त्यागा। मुएँ करइ का सुधा तड़ागा।।\n\nका बरषा सब कृषी सुखानें। समय चुकें पुनि का पछितानें।।\n\nअस जियँ जानि जानकी देखी। प्रभु पुलके लखि प्रीति बिसेषी।।\n\nगुरहि प्रनामु मनहि मन कीन्हा। अति लाघवँ उठाइ धनु लीन्हा।।\n\nदमकेउ दामिनि जिमि जब लयऊ। पुनि नभ धनु मंडल सम भयऊ।।\n\nलेत चढ़ावत खैंचत गाढ़ें। काहुँ न लखा देख सबु ठाढ़ें।।\n\nतेहि छन राम मध्य धनु तोरा। भरे भुवन धुनि घोर कठोरा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "भरे भुवन घोर कठोर रव रबि बाजि तजि मारगु चले।\n\nचिक्करहिं दिग्गज डोल महि अहि कोल कूरुम कलमले।।\n\nसुर असुर मुनि कर कान दीन्हें सकल बिकल बिचारहीं।\n\nकोदंड खंडेउ राम तुलसी जयति बचन उचारही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "संकर चापु जहाजु सागरु रघुबर बाहुबलु।\n\nबूड़ सो सकल समाजु चढ़ा जो प्रथमहिं मोह बस।।261।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "प्रभु दोउ चापखंड महि डारे। देखि लोग सब भए सुखारे।।\n\nकोसिकरुप पयोनिधि पावन। प्रेम बारि अवगाहु सुहावन।।\n\nरामरूप राकेसु निहारी। बढ़त बीचि पुलकावलि भारी।।\n\nबाजे नभ गहगहे निसाना। देवबधू नाचहिं करि गाना।।\n\nब्रह्मादिक सुर सिद्ध मुनीसा। प्रभुहि प्रसंसहि देहिं असीसा।।\n\nबरिसहिं सुमन रंग बहु माला। गावहिं किंनर गीत रसाला।।\n\nरही भुवन भरि जय जय बानी। धनुषभंग धुनि जात न जानी।।\n\nमुदित कहहिं जहँ तहँ नर नारी। भंजेउ राम संभुधनु भारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बंदी मागध सूतगन बिरुद बदहिं मतिधीर।\n\nकरहिं निछावरि लोग सब हय गय धन मनि चीर।।262।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "झाँझि मृदंग संख सहनाई। भेरि ढोल दुंदुभी सुहाई।।\n\nबाजहिं बहु बाजने सुहाए। जहँ तहँ जुबतिन्ह मंगल गाए।।\n\nसखिन्ह सहित हरषी अति रानी। सूखत धान परा जनु पानी।।\n\nजनक लहेउ सुखु सोचु बिहाई। पैरत थकें थाह जनु पाई।।\n\nश्रीहत भए भूप धनु टूटे। जैसें दिवस दीप छबि छूटे।।\n\nसीय सुखहि बरनिअ केहि भाँती। जनु चातकी पाइ जलु स्वाती।।\n\nरामहि लखनु बिलोकत कैसें। ससिहि चकोर किसोरकु जैसें।।\n\nसतानंद तब आयसु दीन्हा। सीताँ गमनु राम पहिं कीन्हा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "संग सखीं सुदंर चतुर गावहिं मंगलचार।\n\nगवनी बाल मराल गति सुषमा अंग अपार।।263।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सखिन्ह मध्य सिय सोहति कैसे। छबिगन मध्य महाछबि जैसें।।\n\nकर सरोज जयमाल सुहाई। बिस्व बिजय सोभा जेहिं छाई।।\n\nतन सकोचु मन परम उछाहू। गूढ़ प्रेमु लखि परइ न काहू।।\n\nजाइ समीप राम छबि देखी। रहि जनु कुँअरि चित्र अवरेखी।।\n\nचतुर सखीं लखि कहा बुझाई। पहिरावहु जयमाल सुहाई।।\n\nसुनत जुगल कर माल उठाई। प्रेम बिबस पहिराइ न जाई।।\n\nसोहत जनु जुग जलज सनाला। ससिहि सभीत देत जयमाला।।\n\nगावहिं छबि अवलोकि सहेली। सियँ जयमाल राम उर मेली।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रघुबर उर जयमाल देखि देव बरिसहिं सुमन।\n\nसकुचे सकल भुआल जनु बिलोकि रबि कुमुदगन।।264।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पुर अरु ब्योम बाजने बाजे। खल भए मलिन साधु सब राजे।।\n\nसुर किंनर नर नाग मुनीसा। जय जय जय कहि देहिं असीसा।।\n\nनाचहिं गावहिं बिबुध बधूटीं। बार बार कुसुमांजलि छूटीं।।\n\nजहँ तहँ बिप्र बेदधुनि करहीं। बंदी बिरदावलि उच्चरहीं।।\n\nमहि पाताल नाक जसु ब्यापा। राम बरी सिय भंजेउ चापा।।\n\nकरहिं आरती पुर नर नारी। देहिं निछावरि बित्त बिसारी।।\n\nसोहति सीय राम कै जौरी। छबि सिंगारु मनहुँ एक ठोरी।।\n\nसखीं कहहिं प्रभुपद गहु सीता। करति न चरन परस अति भीता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गौतम तिय गति सुरति करि नहिं परसति पग पानि।\n\nमन बिहसे रघुबंसमनि प्रीति अलौकिक जानि।।265।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तब सिय देखि भूप अभिलाषे। कूर कपूत मूढ़ मन माखे।।\n\nउठि उठि पहिरि सनाह अभागे। जहँ तहँ गाल बजावन लागे।।\n\nलेहु छड़ाइ सीय कह कोऊ। धरि बाँधहु नृप बालक दोऊ।।\n\nतोरें धनुषु चाड़ नहिं सरई। जीवत हमहि कुअँरि को बरई।।\n\nजौं बिदेहु कछु करै सहाई। जीतहु समर सहित दोउ भाई।।\n\nसाधु भूप बोले सुनि बानी। राजसमाजहि लाज लजानी।।\n\nबलु प्रतापु बीरता बड़ाई। नाक पिनाकहि संग सिधाई।।\n\nसोइ सूरता कि अब कहुँ पाई। असि बुधि तौ बिधि मुहँ मसि लाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "देखहु रामहि नयन भरि तजि इरिषा मदु कोहु।\n\nलखन रोषु पावकु प्रबल जानि सलभ जनि होहु।।266।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बैनतेय बलि जिमि चह कागू। जिमि ससु चहै नाग अरि भागू।।\n\nजिमि चह कुसल अकारन कोही। सब संपदा चहै सिवद्रोही।।\n\nलोभी लोलुप कल कीरति चहई। अकलंकता कि कामी लहई।।\n\nहरि पद बिमुख परम गति चाहा। तस तुम्हार लालचु नरनाहा।।\n\nकोलाहलु सुनि सीय सकानी। सखीं लवाइ गईं जहँ रानी।।\n\nरामु सुभायँ चले गुरु पाहीं। सिय सनेहु बरनत मन माहीं।।\n\nरानिन्ह सहित सोचबस सीया। अब धौं बिधिहि काह करनीया।।\n\nभूप बचन सुनि इत उत तकहीं। लखनु राम डर बोलि न सकहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अरुन नयन भृकुटी कुटिल चितवत नृपन्ह सकोप।\n\nमनहुँ मत्त गजगन निरखि सिंघकिसोरहि चोप।।267।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "खरभरु देखि बिकल पुर नारीं। सब मिलि देहिं महीपन्ह गारीं।।\n\nतेहिं अवसर सुनि सिव धनु भंगा। आयसु भृगुकुल कमल पतंगा।।\n\nदेखि महीप सकल सकुचाने। बाज झपट जनु लवा लुकाने।।\n\nगौरि सरीर भूति भल भ्राजा। भाल बिसाल त्रिपुंड बिराजा।।\n\nसीस जटा ससिबदनु सुहावा। रिसबस कछुक अरुन होइ आवा।।\n\nभृकुटी कुटिल नयन रिस राते। सहजहुँ चितवत मनहुँ रिसाते।।\n\nबृषभ कंध उर बाहु बिसाला। चारु जनेउ माल मृगछाला।।\n\nकटि मुनि बसन तून दुइ बाँधें। धनु सर कर कुठारु कल काँधें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सांत बेषु करनी कठिन बरनि न जाइ सरुप।\n\nधरि मुनितनु जनु बीर रसु आयउ जहँ सब भूप।।268।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखत भृगुपति बेषु कराला। उठे सकल भय बिकल भुआला।।\n\nपितु समेत कहि कहि निज नामा। लगे करन सब दंड प्रनामा।।\n\nजेहि सुभायँ चितवहिं हितु जानी। सो जानइ जनु आइ खुटानी।।\n\nजनक बहोरि आइ सिरु नावा। सीय बोलाइ प्रनामु करावा।।\n\nआसिष दीन्हि सखीं हरषानीं। निज समाज लै गई सयानीं।।\n\nबिस्वामित्रु मिले पुनि आई। पद सरोज मेले दोउ भाई।।\n\nरामु लखनु दसरथ के ढोटा। दीन्हि असीस देखि भल जोटा।।\n\nरामहि चितइ रहे थकि लोचन। रूप अपार मार मद मोचन।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बहुरि बिलोकि बिदेह सन कहहु काह अति भीर।।\n\nपूछत जानि अजान जिमि ब्यापेउ कोपु सरीर।।269।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "समाचार कहि जनक सुनाए। जेहि कारन महीप सब आए।।\n\nसुनत बचन फिरि अनत निहारे। देखे चापखंड महि डारे।।\n\nअति रिस बोले बचन कठोरा। कहु जड़ जनक धनुष कै तोरा।।\n\nबेगि देखाउ मूढ़ न त आजू। उलटउँ महि जहँ लहि तव राजू।।\n\nअति डरु उतरु देत नृपु नाहीं। कुटिल भूप हरषे मन माहीं।।\n\nसुर मुनि नाग नगर नर नारी।।सोचहिं सकल त्रास उर भारी।।\n\nमन पछिताति सीय महतारी। बिधि अब सँवरी बात बिगारी।।\n\nभृगुपति कर सुभाउ सुनि सीता। अरध निमेष कलप सम बीता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सभय बिलोके लोग सब जानि जानकी भीरु।\n\nहृदयँ न हरषु बिषादु कछु बोले श्रीरघुबीरु।।270।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नाथ संभुधनु भंजनिहारा। होइहि केउ एक दास तुम्हारा।।\n\nआयसु काह कहिअ किन मोही। सुनि रिसाइ बोले मुनि कोही।।\n\nसेवकु सो जो करै सेवकाई। अरि करनी करि करिअ लराई।।\n\nसुनहु राम जेहिं सिवधनु तोरा। सहसबाहु सम सो रिपु मोरा।।\n\nसो बिलगाउ बिहाइ समाजा। न त मारे जैहहिं सब राजा।।\n\nसुनि मुनि बचन लखन मुसुकाने। बोले परसुधरहि अपमाने।।\n\nबहु धनुहीं तोरीं लरिकाईं। कबहुँ न असि रिस कीन्हि गोसाईं।।\n\nएहि धनु पर ममता केहि हेतू। सुनि रिसाइ कह भृगुकुलकेतू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रे नृप बालक कालबस बोलत तोहि न सँमार।।\n\nधनुही सम तिपुरारि धनु बिदित सकल संसार।।271।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "लखन कहा हँसि हमरें जाना। सुनहु देव सब धनुष समाना।।\n\nका छति लाभु जून धनु तौरें। देखा राम नयन के भोरें।।\n\nछुअत टूट रघुपतिहु न दोसू। मुनि बिनु काज करिअ कत रोसू ।\n\nबोले चितइ परसु की ओरा। रे सठ सुनेहि सुभाउ न मोरा।।\n\nबालकु बोलि बधउँ नहिं तोही। केवल मुनि जड़ जानहि मोही।।\n\nबाल ब्रह्मचारी अति कोही। बिस्व बिदित छत्रियकुल द्रोही।।\n\nभुजबल भूमि भूप बिनु कीन्ही। बिपुल बार महिदेवन्ह दीन्ही।।\n\nसहसबाहु भुज छेदनिहारा। परसु बिलोकु महीपकुमारा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मातु पितहि जनि सोचबस करसि महीसकिसोर।\n\nगर्भन्ह के अर्भक दलन परसु मोर अति घोर।।272।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बिहसि लखनु बोले मृदु बानी। अहो मुनीसु महा भटमानी।।\n\nपुनि पुनि मोहि देखाव कुठारू। चहत उड़ावन फूँकि पहारू।।\n\nइहाँ कुम्हड़बतिया कोउ नाहीं। जे तरजनी देखि मरि जाहीं।।\n\nदेखि कुठारु सरासन बाना। मैं कछु कहा सहित अभिमाना।।\n\nभृगुसुत समुझि जनेउ बिलोकी। जो कछु कहहु सहउँ रिस रोकी।।\n\nसुर महिसुर हरिजन अरु गाई। हमरें कुल इन्ह पर न सुराई।।\n\nबधें पापु अपकीरति हारें। मारतहूँ पा परिअ तुम्हारें।।\n\nकोटि कुलिस सम बचनु तुम्हारा। ब्यर्थ धरहु धनु बान कुठारा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जो बिलोकि अनुचित कहेउँ छमहु महामुनि धीर।\n\nसुनि सरोष भृगुबंसमनि बोले गिरा गभीर।।273।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कौसिक सुनहु मंद यहु बालकु। कुटिल कालबस निज कुल घालकु।।\n\nभानु बंस राकेस कलंकू। निपट निरंकुस अबुध असंकू।।\n\nकाल कवलु होइहि छन माहीं। कहउँ पुकारि खोरि मोहि नाहीं।।\n\nतुम्ह हटकउ जौं चहहु उबारा। कहि प्रतापु बलु रोषु हमारा।।\n\nलखन कहेउ मुनि सुजस तुम्हारा। तुम्हहि अछत को बरनै पारा।।\n\nअपने मुँह तुम्ह आपनि करनी। बार अनेक भाँति बहु बरनी।।\n\nनहिं संतोषु त पुनि कछु कहहू। जनि रिस रोकि दुसह दुख सहहू।।\n\nबीरब्रती तुम्ह धीर अछोभा। गारी देत न पावहु सोभा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सूर समर करनी करहिं कहि न जनावहिं आपु।\n\nबिद्यमान रन पाइ रिपु कायर कथहिं प्रतापु।।274।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तुम्ह तौ कालु हाँक जनु लावा। बार बार मोहि लागि बोलावा।।\n\nसुनत लखन के बचन कठोरा। परसु सुधारि धरेउ कर घोरा।।\n\nअब जनि देइ दोसु मोहि लोगू। कटुबादी बालकु बधजोगू।।\n\nबाल बिलोकि बहुत मैं बाँचा। अब यहु मरनिहार भा साँचा।।\n\nकौसिक कहा छमिअ अपराधू। बाल दोष गुन गनहिं न साधू।।\n\nखर कुठार मैं अकरुन कोही। आगें अपराधी गुरुद्रोही।।\n\nउतर देत छोड़उँ बिनु मारें। केवल कौसिक सील तुम्हारें।।\n\nन त एहि काटि कुठार कठोरें। गुरहि उरिन होतेउँ श्रम थोरें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गाधिसूनु कह हृदयँ हँसि मुनिहि हरिअरइ सूझ।\n\nअयमय खाँड न ऊखमय अजहुँ न बूझ अबूझ।।275।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कहेउ लखन मुनि सीलु तुम्हारा। को नहि जान बिदित संसारा।।\n\nमाता पितहि उरिन भए नीकें। गुर रिनु रहा सोचु बड़ जीकें।।\n\nसो जनु हमरेहि माथे काढ़ा। दिन चलि गए ब्याज बड़ बाढ़ा।।\n\nअब आनिअ ब्यवहरिआ बोली। तुरत देउँ मैं थैली खोली।।\n\nसुनि कटु बचन कुठार सुधारा। हाय हाय सब सभा पुकारा।।\n\nभृगुबर परसु देखावहु मोही। बिप्र बिचारि बचउँ नृपद्रोही।।\n\nमिले न कबहुँ सुभट रन गाढ़े। द्विज देवता घरहि के बाढ़े।।\n\nअनुचित कहि सब लोग पुकारे। रघुपति सयनहिं लखनु नेवारे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "लखन उतर आहुति सरिस भृगुबर कोपु कृसानु।\n\nबढ़त देखि जल सम बचन बोले रघुकुलभानु।।276।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नाथ करहु बालक पर छोहू। सूध दूधमुख करिअ न कोहू।।\n\nजौं पै प्रभु प्रभाउ कछु जाना। तौ कि बराबरि करत अयाना।।\n\nजौं लरिका कछु अचगरि करहीं। गुर पितु मातु मोद मन भरहीं।।\n\nकरिअ कृपा सिसु सेवक जानी। तुम्ह सम सील धीर मुनि ग्यानी।।\n\nराम बचन सुनि कछुक जुड़ाने। कहि कछु लखनु बहुरि मुसकाने।।\n\nहँसत देखि नख सिख रिस ब्यापी। राम तोर भ्राता बड़ पापी।।\n\nगौर सरीर स्याम मन माहीं। कालकूटमुख पयमुख नाहीं।।\n\nसहज टेढ़ अनुहरइ न तोही। नीचु मीचु सम देख न मौहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "लखन कहेउ हँसि सुनहु मुनि क्रोधु पाप कर मूल।\n\nजेहि बस जन अनुचित करहिं चरहिं बिस्व प्रतिकूल।।277।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मैं तुम्हार अनुचर मुनिराया। परिहरि कोपु करिअ अब दाया।।\n\nटूट चाप नहिं जुरहि रिसाने। बैठिअ होइहिं पाय पिराने।।\n\nजौ अति प्रिय तौ करिअ उपाई। जोरिअ कोउ बड़ गुनी बोलाई।।\n\nबोलत लखनहिं जनकु डेराहीं। मष्ट करहु अनुचित भल नाहीं।।\n\nथर थर कापहिं पुर नर नारी। छोट कुमार खोट बड़ भारी।।\n\nभृगुपति सुनि सुनि निरभय बानी। रिस तन जरइ होइ बल हानी।।\n\nबोले रामहि देइ निहोरा। बचउँ बिचारि बंधु लघु तोरा।।\n\nमनु मलीन तनु सुंदर कैसें। बिष रस भरा कनक घटु जैसैं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुनि लछिमन बिहसे बहुरि नयन तरेरे राम।\n\nगुर समीप गवने सकुचि परिहरि बानी बाम।।278।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अति बिनीत मृदु सीतल बानी। बोले रामु जोरि जुग पानी।।\n\nसुनहु नाथ तुम्ह सहज सुजाना। बालक बचनु करिअ नहिं काना।।\n\nबररै बालक एकु सुभाऊ। इन्हहि न संत बिदूषहिं काऊ।।\n\nतेहिं नाहीं कछु काज बिगारा। अपराधी में नाथ तुम्हारा।।\n\nकृपा कोपु बधु बँधब गोसाईं। मो पर करिअ दास की नाई।।\n\nकहिअ बेगि जेहि बिधि रिस जाई। मुनिनायक सोइ करौं उपाई।।\n\nकह मुनि राम जाइ रिस कैसें। अजहुँ अनुज तव चितव अनैसें।।\n\nएहि के कंठ कुठारु न दीन्हा। तौ मैं काह कोपु करि कीन्हा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गर्भ स्त्रवहिं अवनिप रवनि सुनि कुठार गति घोर।\n\nपरसु अछत देखउँ जिअत बैरी भूपकिसोर।।279।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बहइ न हाथु दहइ रिस छाती। भा कुठारु कुंठित नृपघाती।।\n\nभयउ बाम बिधि फिरेउ सुभाऊ। मोरे हृदयँ कृपा कसि काऊ।।\n\nआजु दया दुखु दुसह सहावा। सुनि सौमित्र बिहसि सिरु नावा।।\n\nबाउ कृपा मूरति अनुकूला। बोलत बचन झरत जनु फूला।।\n\nजौं पै कृपाँ जरिहिं मुनि गाता। क्रोध भएँ तनु राख बिधाता।।\n\nदेखु जनक हठि बालक एहू। कीन्ह चहत जड़ जमपुर गेहू।।\n\nबेगि करहु किन आँखिन्ह ओटा। देखत छोट खोट नृप ढोटा।।\n\nबिहसे लखनु कहा मन माहीं। मूदें आँखि कतहुँ कोउ नाहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "परसुरामु तब राम प्रति बोले उर अति क्रोधु।\n\nसंभु सरासनु तोरि सठ करसि हमार प्रबोधु।।280।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बंधु कहइ कटु संमत तोरें। तू छल बिनय करसि कर जोरें।।\n\nकरु परितोषु मोर संग्रामा। नाहिं त छाड़ कहाउब रामा।।\n\nछलु तजि करहि समरु सिवद्रोही। बंधु सहित न त मारउँ तोही।।\n\nभृगुपति बकहिं कुठार उठाएँ। मन मुसकाहिं रामु सिर नाएँ।।\n\nगुनह लखन कर हम पर रोषू। कतहुँ सुधाइहु ते बड़ दोषू।।\n\nटेढ़ जानि सब बंदइ काहू। बक्र चंद्रमहि ग्रसइ न राहू।।\n\nराम कहेउ रिस तजिअ मुनीसा। कर कुठारु आगें यह सीसा।।\n\nजेंहिं रिस जाइ करिअ सोइ स्वामी। मोहि जानि आपन अनुगामी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रभुहि सेवकहि समरु कस तजहु बिप्रबर रोसु।\n\nबेषु बिलोकें कहेसि कछु बालकहू नहिं दोसु।।281।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखि कुठार बान धनु धारी। भै लरिकहि रिस बीरु बिचारी।।\n\nनामु जान पै तुम्हहि न चीन्हा। बंस सुभायँ उतरु तेंहिं दीन्हा।।\n\nजौं तुम्ह औतेहु मुनि की नाईं। पद रज सिर सिसु धरत गोसाईं।।\n\nछमहु चूक अनजानत केरी। चहिअ बिप्र उर कृपा घनेरी।।\n\nहमहि तुम्हहि सरिबरि कसि नाथा।।कहहु न कहाँ चरन कहँ माथा।।\n\nराम मात्र लघु नाम हमारा। परसु सहित बड़ नाम तोहारा।।\n\nदेव एकु गुनु धनुष हमारें। नव गुन परम पुनीत तुम्हारें।।\n\nसब प्रकार हम तुम्ह सन हारे। छमहु बिप्र अपराध हमारे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बार बार मुनि बिप्रबर कहा राम सन राम।\n\nबोले भृगुपति सरुष हसि तहूँ बंधु सम बाम।।282।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "निपटहिं द्विज करि जानहि मोही। मैं जस बिप्र सुनावउँ तोही।।\n\nचाप स्त्रुवा सर आहुति जानू। कोप मोर अति घोर कृसानु।।\n\nसमिधि सेन चतुरंग सुहाई। महा महीप भए पसु आई।।\n\nमै एहि परसु काटि बलि दीन्हे। समर जग्य जप कोटिन्ह कीन्हे।।\n\nमोर प्रभाउ बिदित नहिं तोरें। बोलसि निदरि बिप्र के भोरें।।\n\nभंजेउ चापु दापु बड़ बाढ़ा। अहमिति मनहुँ जीति जगु ठाढ़ा।।\n\nराम कहा मुनि कहहु बिचारी। रिस अति बड़ि लघु चूक हमारी।।\n\nछुअतहिं टूट पिनाक पुराना। मैं कहि हेतु करौं अभिमाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जौं हम निदरहिं बिप्र बदि सत्य सुनहु भृगुनाथ।\n\nतौ अस को जग सुभटु जेहि भय बस नावहिं माथ।।283।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देव दनुज भूपति भट नाना। समबल अधिक होउ बलवाना।।\n\nजौं रन हमहि पचारै कोऊ। लरहिं सुखेन कालु किन होऊ।।\n\nछत्रिय तनु धरि समर सकाना। कुल कलंकु तेहिं पावँर आना।।\n\nकहउँ सुभाउ न कुलहि प्रसंसी। कालहु डरहिं न रन रघुबंसी।।\n\nबिप्रबंस कै असि प्रभुताई। अभय होइ जो तुम्हहि डेराई।।\n\nसुनु मृदु गूढ़ बचन रघुपति के। उघरे पटल परसुधर मति के।।\n\nराम रमापति कर धनु लेहू। खैंचहु मिटै मोर संदेहू।।\n\nदेत चापु आपुहिं चलि गयऊ। परसुराम मन बिसमय भयऊ।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जाना राम प्रभाउ तब पुलक प्रफुल्लित गात।\n\nजोरि पानि बोले बचन ह्दयँ न प्रेमु अमात।।284।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जय रघुबंस बनज बन भानू। गहन दनुज कुल दहन कृसानु।।\n\nजय सुर बिप्र धेनु हितकारी। जय मद मोह कोह भ्रम हारी।।\n\nबिनय सील करुना गुन सागर। जयति बचन रचना अति नागर।।\n\nसेवक सुखद सुभग सब अंगा। जय सरीर छबि कोटि अनंगा।।\n\nकरौं काह मुख एक प्रसंसा। जय महेस मन मानस हंसा।।\n\nअनुचित बहुत कहेउँ अग्याता। छमहु छमामंदिर दोउ भ्राता।।\n\nकहि जय जय जय रघुकुलकेतू। भृगुपति गए बनहि तप हेतू।।\n\nअपभयँ कुटिल महीप डेराने। जहँ तहँ कायर गवँहिं पराने।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "देवन्ह दीन्हीं दुंदुभीं प्रभु पर बरषहिं फूल।\n\nहरषे पुर नर नारि सब मिटी मोहमय सूल।।285।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अति गहगहे बाजने बाजे। सबहिं मनोहर मंगल साजे।।\n\nजूथ जूथ मिलि सुमुख सुनयनीं। करहिं गान कल कोकिलबयनी।।\n\nसुखु बिदेह कर बरनि न जाई। जन्मदरिद्र मनहुँ निधि पाई।।\n\nगत त्रास भइ सीय सुखारी। जनु बिधु उदयँ चकोरकुमारी।।\n\nजनक कीन्ह कौसिकहि प्रनामा। प्रभु प्रसाद धनु भंजेउ रामा।।\n\nमोहि कृतकृत्य कीन्ह दुहुँ भाईं। अब जो उचित सो कहिअ गोसाई।।\n\nकह मुनि सुनु नरनाथ प्रबीना। रहा बिबाहु चाप आधीना।।\n\nटूटतहीं धनु भयउ बिबाहू। सुर नर नाग बिदित सब काहु।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तदपि जाइ तुम्ह करहु अब जथा बंस ब्यवहारु।\n\nबूझि बिप्र कुलबृद्ध गुर बेद बिदित आचारु।।286।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "दूत अवधपुर पठवहु जाई। आनहिं नृप दसरथहि बोलाई।।\n\nमुदित राउ कहि भलेहिं कृपाला। पठए दूत बोलि तेहि काला।।\n\nबहुरि महाजन सकल बोलाए। आइ सबन्हि सादर सिर नाए।।\n\nहाट बाट मंदिर सुरबासा। नगरु सँवारहु चारिहुँ पासा।।\n\nहरषि चले निज निज गृह आए। पुनि परिचारक बोलि पठाए।।\n\nरचहु बिचित्र बितान बनाई। सिर धरि बचन चले सचु पाई।।\n\nपठए बोलि गुनी तिन्ह नाना। जे बितान बिधि कुसल सुजाना।।\n\nबिधिहि बंदि तिन्ह कीन्ह अरंभा। बिरचे कनक कदलि के खंभा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "हरित मनिन्ह के पत्र फल पदुमराग के फूल।\n\nरचना देखि बिचित्र अति मनु बिरंचि कर भूल।।287।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बेनि हरित मनिमय सब कीन्हे। सरल सपरब परहिं नहिं चीन्हे।।\n\nकनक कलित अहिबेल बनाई। लखि नहि परइ सपरन सुहाई।।\n\nतेहि के रचि पचि बंध बनाए। बिच बिच मुकता दाम सुहाए।।\n\nमानिक मरकत कुलिस पिरोजा। चीरि कोरि पचि रचे सरोजा।।\n\nकिए भृंग बहुरंग बिहंगा। गुंजहिं कूजहिं पवन प्रसंगा।।\n\nसुर प्रतिमा खंभन गढ़ी काढ़ी। मंगल द्रब्य लिएँ सब ठाढ़ी।।\n\nचौंकें भाँति अनेक पुराईं। सिंधुर मनिमय सहज सुहाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सौरभ पल्लव सुभग सुठि किए नीलमनि कोरि।।\n\nहेम बौर मरकत घवरि लसत पाटमय डोरि।।288।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "रचे रुचिर बर बंदनिबारे। मनहुँ मनोभवँ फंद सँवारे।।\n\nमंगल कलस अनेक बनाए। ध्वज पताक पट चमर सुहाए।।\n\nदीप मनोहर मनिमय नाना। जाइ न बरनि बिचित्र बिताना।।\n\nजेहिं मंडप दुलहिनि बैदेही। सो बरनै असि मति कबि केही।।\n\nदूलहु रामु रूप गुन सागर। सो बितानु तिहुँ लोक उजागर।।\n\nजनक भवन कै सौभा जैसी। गृह गृह प्रति पुर देखिअ तैसी।।\n\nजेहिं तेरहुति तेहि समय निहारी। तेहि लघु लगहिं भुवन दस चारी।।\n\nजो संपदा नीच गृह सोहा। सो बिलोकि सुरनायक मोहा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बसइ नगर जेहि लच्छ करि कपट नारि बर बेषु।।\n\nतेहि पुर कै सोभा कहत सकुचहिं सारद सेषु।।289।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पहुँचे दूत राम पुर पावन। हरषे नगर बिलोकि सुहावन।।\n\nभूप द्वार तिन्ह खबरि जनाई। दसरथ नृप सुनि लिए बोलाई।।\n\nकरि प्रनामु तिन्ह पाती दीन्ही। मुदित महीप आपु उठि लीन्ही।।\n\nबारि बिलोचन बाचत पाँती। पुलक गात आई भरि छाती।।\n\nरामु लखनु उर कर बर चीठी। रहि गए कहत न खाटी मीठी।।\n\nपुनि धरि धीर पत्रिका बाँची। हरषी सभा बात सुनि साँची।।\n\nखेलत रहे तहाँ सुधि पाई। आए भरतु सहित हित भाई।।\n\nपूछत अति सनेहँ सकुचाई। तात कहाँ तें पाती आई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कुसल प्रानप्रिय बंधु दोउ अहहिं कहहु केहिं देस।\n\nसुनि सनेह साने बचन बाची बहुरि नरेस।।290।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि पाती पुलके दोउ भ्राता। अधिक सनेहु समात न गाता।।\n\nप्रीति पुनीत भरत कै देखी। सकल सभाँ सुखु लहेउ बिसेषी।।\n\nतब नृप दूत निकट बैठारे। मधुर मनोहर बचन उचारे।।\n\nभैया कहहु कुसल दोउ बारे। तुम्ह नीकें निज नयन निहारे।।\n\nस्यामल गौर धरें धनु भाथा। बय किसोर कौसिक मुनि साथा।।\n\nपहिचानहु तुम्ह कहहु सुभाऊ। प्रेम बिबस पुनि पुनि कह राऊ।।\n\nजा दिन तें मुनि गए लवाई। तब तें आजु साँचि सुधि पाई।।\n\nकहहु बिदेह कवन बिधि जाने। सुनि प्रिय बचन दूत मुसकाने।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुनहु महीपति मुकुट मनि तुम्ह सम धन्य न कोउ।\n\nरामु लखनु जिन्ह के तनय बिस्व बिभूषन दोउ।।291।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पूछन जोगु न तनय तुम्हारे। पुरुषसिंघ तिहु पुर उजिआरे।।\n\nजिन्ह के जस प्रताप कें आगे। ससि मलीन रबि सीतल लागे।।\n\nतिन्ह कहँ कहिअ नाथ किमि चीन्हे। देखिअ रबि कि दीप कर लीन्हे।।\n\nसीय स्वयंबर भूप अनेका। समिटे सुभट एक तें एका।।\n\nसंभु सरासनु काहुँ न टारा। हारे सकल बीर बरिआरा।।\n\nतीनि लोक महँ जे भटमानी। सभ कै सकति संभु धनु भानी।।\n\nसकइ उठाइ सरासुर मेरू। सोउ हियँ हारि गयउ करि फेरू।।\n\nजेहि कौतुक सिवसैलु उठावा। सोउ तेहि सभाँ पराभउ पावा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तहाँ राम रघुबंस मनि सुनिअ महा महिपाल।\n\nभंजेउ चाप प्रयास बिनु जिमि गज पंकज नाल।।292।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि सरोष भृगुनायकु आए। बहुत भाँति तिन्ह आँखि देखाए।।\n\nदेखि राम बलु निज धनु दीन्हा। करि बहु बिनय गवनु बन कीन्हा।।\n\nराजन रामु अतुलबल जैसें। तेज निधान लखनु पुनि तैसें।।\n\nकंपहि भूप बिलोकत जाकें। जिमि गज हरि किसोर के ताकें।।\n\nदेव देखि तव बालक दोऊ। अब न आँखि तर आवत कोऊ।।\n\nदूत बचन रचना प्रिय लागी। प्रेम प्रताप बीर रस पागी।।\n\nसभा समेत राउ अनुरागे। दूतन्ह देन निछावरि लागे।।\n\nकहि अनीति ते मूदहिं काना। धरमु बिचारि सबहिं सुख माना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तब उठि भूप बसिष्ठ कहुँ दीन्हि पत्रिका जाइ।\n\nकथा सुनाई गुरहि सब सादर दूत बोलाइ।।293।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि बोले गुर अति सुखु पाई। पुन्य पुरुष कहुँ महि सुख छाई।।\n\nजिमि सरिता सागर महुँ जाहीं। जद्यपि ताहि कामना नाहीं।।\n\nतिमि सुख संपति बिनहिं बोलाएँ। धरमसील पहिं जाहिं सुभाएँ।।\n\nतुम्ह गुर बिप्र धेनु सुर सेबी। तसि पुनीत कौसल्या देबी।।\n\nसुकृती तुम्ह समान जग माहीं। भयउ न है कोउ होनेउ नाहीं।।\n\nतुम्ह ते अधिक पुन्य बड़ काकें। राजन राम सरिस सुत जाकें।।\n\nबीर बिनीत धरम ब्रत धारी। गुन सागर बर बालक चारी।।\n\nतुम्ह कहुँ सर्ब काल कल्याना। सजहु बरात बजाइ निसाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "चलहु बेगि सुनि गुर बचन भलेहिं नाथ सिरु नाइ।\n\nभूपति गवने भवन तब दूतन्ह बासु देवाइ।।294।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "राजा सबु रनिवास बोलाई। जनक पत्रिका बाचि सुनाई।।\n\nसुनि संदेसु सकल हरषानीं। अपर कथा सब भूप बखानीं।।\n\nप्रेम प्रफुल्लित राजहिं रानी। मनहुँ सिखिनि सुनि बारिद बनी।।\n\nमुदित असीस देहिं गुरु नारीं। अति आनंद मगन महतारीं।।\n\nलेहिं परस्पर अति प्रिय पाती। हृदयँ लगाइ जुड़ावहिं छाती।।\n\nराम लखन कै कीरति करनी। बारहिं बार भूपबर बरनी।।\n\nमुनि प्रसादु कहि द्वार सिधाए। रानिन्ह तब महिदेव बोलाए।।\n\nदिए दान आनंद समेता। चले बिप्रबर आसिष देता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जाचक लिए हँकारि दीन्हि निछावरि कोटि बिधि।\n\nचिरु जीवहुँ सुत चारि चक्रबर्ति दसरत्थ के।।295।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कहत चले पहिरें पट नाना। हरषि हने गहगहे निसाना।।\n\nसमाचार सब लोगन्ह पाए। लागे घर घर होने बधाए।।\n\nभुवन चारि दस भरा उछाहू। जनकसुता रघुबीर बिआहू।।\n\nसुनि सुभ कथा लोग अनुरागे। मग गृह गलीं सँवारन लागे।।\n\nजद्यपि अवध सदैव सुहावनि। राम पुरी मंगलमय पावनि।।\n\nतदपि प्रीति कै प्रीति सुहाई। मंगल रचना रची बनाई।।\n\nध्वज पताक पट चामर चारु। छावा परम बिचित्र बजारू।।\n\nकनक कलस तोरन मनि जाला। हरद दूब दधि अच्छत माला।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मंगलमय निज निज भवन लोगन्ह रचे बनाइ।\n\nबीथीं सीचीं चतुरसम चौकें चारु पुराइ।।296।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जहँ तहँ जूथ जूथ मिलि भामिनि। सजि नव सप्त सकल दुति दामिनि।।\n\nबिधुबदनीं मृग सावक लोचनि। निज सरुप रति मानु बिमोचनि।।\n\nगावहिं मंगल मंजुल बानीं। सुनिकल रव कलकंठि लजानीं।।\n\nभूप भवन किमि जाइ बखाना। बिस्व बिमोहन रचेउ बिताना।।\n\nमंगल द्रब्य मनोहर नाना। राजत बाजत बिपुल निसाना।।\n\nकतहुँ बिरिद बंदी उच्चरहीं। कतहुँ बेद धुनि भूसुर करहीं।।\n\nगावहिं सुंदरि मंगल गीता। लै लै नामु रामु अरु सीता।।\n\nबहुत उछाहु भवनु अति थोरा। मानहुँ उमगि चला चहु ओरा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सोभा दसरथ भवन कइ को कबि बरनै पार।\n\nजहाँ सकल सुर सीस मनि राम लीन्ह अवतार।।297।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "भूप भरत पुनि लिए बोलाई। हय गय स्यंदन साजहु जाई।।\n\nचलहु बेगि रघुबीर बराता। सुनत पुलक पूरे दोउ भ्राता।।\n\nभरत सकल साहनी बोलाए। आयसु दीन्ह मुदित उठि धाए।।\n\nरचि रुचि जीन तुरग तिन्ह साजे। बरन बरन बर बाजि बिराजे।।\n\nसुभग सकल सुठि चंचल करनी। अय इव जरत धरत पग धरनी।।\n\nनाना जाति न जाहिं बखाने। निदरि पवनु जनु चहत उड़ाने।।\n\nतिन्ह सब छयल भए असवारा। भरत सरिस बय राजकुमारा।।\n\nसब सुंदर सब भूषनधारी। कर सर चाप तून कटि भारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "छरे छबीले छयल सब सूर सुजान नबीन।\n\nजुग पदचर असवार प्रति जे असिकला प्रबीन।।298।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बाँधे बिरद बीर रन गाढ़े। निकसि भए पुर बाहेर ठाढ़े।।\n\nफेरहिं चतुर तुरग गति नाना। हरषहिं सुनि सुनि पवन निसाना।।\n\nरथ सारथिन्ह बिचित्र बनाए। ध्वज पताक मनि भूषन लाए।।\n\nचवँर चारु किंकिन धुनि करही। भानु जान सोभा अपहरहीं।।\n\nसावँकरन अगनित हय होते। ते तिन्ह रथन्ह सारथिन्ह जोते।।\n\nसुंदर सकल अलंकृत सोहे। जिन्हहि बिलोकत मुनि मन मोहे।।\n\nजे जल चलहिं थलहि की नाई। टाप न बूड़ बेग अधिकाई।।\n\nअस्त्र सस्त्र सबु साजु बनाई। रथी सारथिन्ह लिए बोलाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "चढ़ि चढ़ि रथ बाहेर नगर लागी जुरन बरात।\n\nहोत सगुन सुन्दर सबहि जो जेहि कारज जात।।299।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कलित करिबरन्हि परीं अँबारीं। कहि न जाहिं जेहि भाँति सँवारीं।।\n\nचले मत्तगज घंट बिराजी। मनहुँ सुभग सावन घन राजी।।\n\nबाहन अपर अनेक बिधाना। सिबिका सुभग सुखासन जाना।।\n\nतिन्ह चढ़ि चले बिप्रबर बृन्दा। जनु तनु धरें सकल श्रुति छंदा।।\n\nमागध सूत बंदि गुनगायक। चले जान चढ़ि जो जेहि लायक।।\n\nबेसर ऊँट बृषभ बहु जाती। चले बस्तु भरि अगनित भाँती।।\n\nकोटिन्ह काँवरि चले कहारा। बिबिध बस्तु को बरनै पारा।।\n\nचले सकल सेवक समुदाई। निज निज साजु समाजु बनाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सब कें उर निर्भर हरषु पूरित पुलक सरीर।\n\nकबहिं देखिबे नयन भरि रामु लखनू दोउ बीर।।300।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "गरजहिं गज घंटा धुनि घोरा। रथ रव बाजि हिंस चहु ओरा।।\n\nनिदरि घनहि घुर्म्मरहिं निसाना। निज पराइ कछु सुनिअ न काना।।\n\nमहा भीर भूपति के द्वारें। रज होइ जाइ पषान पबारें।।\n\nचढ़ी अटारिन्ह देखहिं नारीं। लिंएँ आरती मंगल थारी।।\n\nगावहिं गीत मनोहर नाना। अति आनंदु न जाइ बखाना।।\n\nतब सुमंत्र दुइ स्पंदन साजी। जोते रबि हय निंदक बाजी।।\n\nदोउ रथ रुचिर भूप पहिं आने। नहिं सारद पहिं जाहिं बखाने।।\n\nराज समाजु एक रथ साजा। दूसर तेज पुंज अति भ्राजा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तेहिं रथ रुचिर बसिष्ठ कहुँ हरषि चढ़ाइ नरेसु।\n\nआपु चढ़ेउ स्पंदन सुमिरि हर गुर गौरि गनेसु।।301।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सहित बसिष्ठ सोह नृप कैसें। सुर गुर संग पुरंदर जैसें।।\n\nकरि कुल रीति बेद बिधि राऊ। देखि सबहि सब भाँति बनाऊ।।\n\nसुमिरि रामु गुर आयसु पाई। चले महीपति संख बजाई।।\n\nहरषे बिबुध बिलोकि बराता। बरषहिं सुमन सुमंगल दाता।।\n\nभयउ कोलाहल हय गय गाजे। ब्योम बरात बाजने बाजे।।\n\nसुर नर नारि सुमंगल गाई। सरस राग बाजहिं सहनाई।।\n\nघंट घंटि धुनि बरनि न जाहीं। सरव करहिं पाइक फहराहीं।।\n\nकरहिं बिदूषक कौतुक नाना। हास कुसल कल गान सुजाना ।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तुरग नचावहिं कुँअर बर अकनि मृदंग निसान।।\n\nनागर नट चितवहिं चकित डगहिं न ताल बँधान।।302।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बनइ न बरनत बनी बराता। होहिं सगुन सुंदर सुभदाता।।\n\nचारा चाषु बाम दिसि लेई। मनहुँ सकल मंगल कहि देई।।\n\nदाहिन काग सुखेत सुहावा। नकुल दरसु सब काहूँ पावा।।\n\nसानुकूल बह त्रिबिध बयारी। सघट सवाल आव बर नारी।।\n\nलोवा फिरि फिरि दरसु देखावा। सुरभी सनमुख सिसुहि पिआवा।।\n\nमृगमाला फिरि दाहिनि आई। मंगल गन जनु दीन्हि देखाई।।\n\nछेमकरी कह छेम बिसेषी। स्यामा बाम सुतरु पर देखी।।\n\nसनमुख आयउ दधि अरु मीना। कर पुस्तक दुइ बिप्र प्रबीना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मंगलमय कल्यानमय अभिमत फल दातार।\n\nजनु सब साचे होन हित भए सगुन एक बार।।303।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मंगल सगुन सुगम सब ताकें। सगुन ब्रह्म सुंदर सुत जाकें।।\n\nराम सरिस बरु दुलहिनि सीता। समधी दसरथु जनकु पुनीता।।\n\nसुनि अस ब्याहु सगुन सब नाचे। अब कीन्हे बिरंचि हम साँचे।।\n\nएहि बिधि कीन्ह बरात पयाना। हय गय गाजहिं हने निसाना।।\n\nआवत जानि भानुकुल केतू। सरितन्हि जनक बँधाए सेतू।।\n\nबीच बीच बर बास बनाए। सुरपुर सरिस संपदा छाए।।\n\nअसन सयन बर बसन सुहाए। पावहिं सब निज निज मन भाए।।\n\nनित नूतन सुख लखि अनुकूले। सकल बरातिन्ह मंदिर भूले।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "आवत जानि बरात बर सुनि गहगहे निसान।\n\nसजि गज रथ पदचर तुरग लेन चले अगवान।।304।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कनक कलस भरि कोपर थारा। भाजन ललित अनेक प्रकारा।।\n\nभरे सुधासम सब पकवाने। नाना भाँति न जाहिं बखाने।।\n\nफल अनेक बर बस्तु सुहाईं। हरषि भेंट हित भूप पठाईं।।\n\nभूषन बसन महामनि नाना। खग मृग हय गय बहुबिधि जाना।।\n\nमंगल सगुन सुगंध सुहाए। बहुत भाँति महिपाल पठाए।।\n\nदधि चिउरा उपहार अपारा। भरि भरि काँवरि चले कहारा।।\n\nअगवानन्ह जब दीखि बराता।उर आनंदु पुलक भर गाता।।\n\nदेखि बनाव सहित अगवाना। मुदित बरातिन्ह हने निसाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "हरषि परसपर मिलन हित कछुक चले बगमेल।\n\nजनु आनंद समुद्र दुइ मिलत बिहाइ सुबेल।।305।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बरषि सुमन सुर सुंदरि गावहिं। मुदित देव दुंदुभीं बजावहिं।।\n\nबस्तु सकल राखीं नृप आगें। बिनय कीन्ह तिन्ह अति अनुरागें।।\n\nप्रेम समेत रायँ सबु लीन्हा। भै बकसीस जाचकन्हि दीन्हा।।\n\nकरि पूजा मान्यता बड़ाई। जनवासे कहुँ चले लवाई।।\n\nबसन बिचित्र पाँवड़े परहीं। देखि धनहु धन मदु परिहरहीं।।\n\nअति सुंदर दीन्हेउ जनवासा। जहँ सब कहुँ सब भाँति सुपासा।।\n\nजानी सियँ बरात पुर आई। कछु निज महिमा प्रगटि जनाई।।\n\nहृदयँ सुमिरि सब सिद्धि बोलाई। भूप पहुनई करन पठाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सिधि सब सिय आयसु अकनि गईं जहाँ जनवास।\n\nलिएँ संपदा सकल सुख सुरपुर भोग बिलास।।306।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "निज निज बास बिलोकि बराती। सुर सुख सकल सुलभ सब भाँती।।\n\nबिभव भेद कछु कोउ न जाना। सकल जनक कर करहिं बखाना।।\n\nसिय महिमा रघुनायक जानी। हरषे हृदयँ हेतु पहिचानी।।\n\nपितु आगमनु सुनत दोउ भाई। हृदयँ न अति आनंदु अमाई।।\n\nसकुचन्ह कहि न सकत गुरु पाहीं। पितु दरसन लालचु मन माहीं।।\n\nबिस्वामित्र बिनय बड़ि देखी। उपजा उर संतोषु बिसेषी।।\n\nहरषि बंधु दोउ हृदयँ लगाए। पुलक अंग अंबक जल छाए।।\n\nचले जहाँ दसरथु जनवासे। मनहुँ सरोबर तकेउ पिआसे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भूप बिलोके जबहिं मुनि आवत सुतन्ह समेत।\n\nउठे हरषि सुखसिंधु महुँ चले थाह सी लेत।।307।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मुनिहि दंडवत कीन्ह महीसा। बार बार पद रज धरि सीसा।।\n\nकौसिक राउ लिये उर लाई। कहि असीस पूछी कुसलाई।।\n\nपुनि दंडवत करत दोउ भाई। देखि नृपति उर सुखु न समाई।।\n\nसुत हियँ लाइ दुसह दुख मेटे। मृतक सरीर प्रान जनु भेंटे।।\n\nपुनि बसिष्ठ पद सिर तिन्ह नाए। प्रेम मुदित मुनिबर उर लाए।।\n\nबिप्र बृंद बंदे दुहुँ भाईं। मन भावती असीसें पाईं।।\n\nभरत सहानुज कीन्ह प्रनामा। लिए उठाइ लाइ उर रामा।।\n\nहरषे लखन देखि दोउ भ्राता। मिले प्रेम परिपूरित गाता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पुरजन परिजन जातिजन जाचक मंत्री मीत।\n\nमिले जथाबिधि सबहि प्रभु परम कृपाल बिनीत।।308।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "रामहि देखि बरात जुड़ानी। प्रीति कि रीति न जाति बखानी।।\n\nनृप समीप सोहहिं सुत चारी। जनु धन धरमादिक तनुधारी।।\n\nसुतन्ह समेत दसरथहि देखी। मुदित नगर नर नारि बिसेषी।।\n\nसुमन बरिसि सुर हनहिं निसाना। नाकनटीं नाचहिं करि गाना।।\n\nसतानंद अरु बिप्र सचिव गन। मागध सूत बिदुष बंदीजन।।\n\nसहित बरात राउ सनमाना। आयसु मागि फिरे अगवाना।।\n\nप्रथम बरात लगन तें आई। तातें पुर प्रमोदु अधिकाई।।\n\nब्रह्मानंदु लोग सब लहहीं। बढ़हुँ दिवस निसि बिधि सन कहहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रामु सीय सोभा अवधि सुकृत अवधि दोउ राज।\n\nजहँ जहँ पुरजन कहहिं अस मिलि नर नारि समाज।।।309।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जनक सुकृत मूरति बैदेही। दसरथ सुकृत रामु धरें देही।।\n\nइन्ह सम काँहु न सिव अवराधे। काहिं न इन्ह समान फल लाधे।।\n\nइन्ह सम कोउ न भयउ जग माहीं। है नहिं कतहूँ होनेउ नाहीं।।\n\nहम सब सकल सुकृत कै रासी। भए जग जनमि जनकपुर बासी।।\n\nजिन्ह जानकी राम छबि देखी। को सुकृती हम सरिस बिसेषी।।\n\nपुनि देखब रघुबीर बिआहू। लेब भली बिधि लोचन लाहू।।\n\nकहहिं परसपर कोकिलबयनीं। एहि बिआहँ बड़ लाभु सुनयनीं।।\n\nबड़ें भाग बिधि बात बनाई। नयन अतिथि होइहहिं दोउ भाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बारहिं बार सनेह बस जनक बोलाउब सीय।\n\nलेन आइहहिं बंधु दोउ कोटि काम कमनीय।।310।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बिबिध भाँति होइहि पहुनाई। प्रिय न काहि अस सासुर माई।।\n\nतब तब राम लखनहि निहारी। होइहहिं सब पुर लोग सुखारी।।\n\nसखि जस राम लखनकर जोटा। तैसेइ भूप संग दुइ ढोटा।।\n\nस्याम गौर सब अंग सुहाए। ते सब कहहिं देखि जे आए।।\n\nकहा एक मैं आजु निहारे। जनु बिरंचि निज हाथ सँवारे।।\n\nभरतु रामही की अनुहारी। सहसा लखि न सकहिं नर नारी।।\n\nलखनु सत्रुसूदनु एकरूपा। नख सिख ते सब अंग अनूपा।।\n\nमन भावहिं मुख बरनि न जाहीं। उपमा कहुँ त्रिभुवन कोउ नाहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "उपमा न कोउ कह दास तुलसी कतहुँ कबि कोबिद कहैं।\n\nबल बिनय बिद्या सील सोभा सिंधु इन्ह से एइ अहैं।।\n\nपुर नारि सकल पसारि अंचल बिधिहि बचन सुनावहीं।।\n\nब्याहिअहुँ चारिउ भाइ एहिं पुर हम सुमंगल गावहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कहहिं परस्पर नारि बारि बिलोचन पुलक तन।\n\nसखि सबु करब पुरारि पुन्य पयोनिधि भूप दोउ।।311।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एहि बिधि सकल मनोरथ करहीं। आनँद उमगि उमगि उर भरहीं।।\n\nजे नृप सीय स्वयंबर आए। देखि बंधु सब तिन्ह सुख पाए।।\n\nकहत राम जसु बिसद बिसाला। निज निज भवन गए महिपाला।।\n\nगए बीति कुछ दिन एहि भाँती। प्रमुदित पुरजन सकल बराती।।\n\nमंगल मूल लगन दिनु आवा। हिम रितु अगहनु मासु सुहावा।।\n\nग्रह तिथि नखतु जोगु बर बारू। लगन सोधि बिधि कीन्ह बिचारू।।\n\nपठै दीन्हि नारद सन सोई। गनी जनक के गनकन्ह जोई।।\n\nसुनी सकल लोगन्ह यह बाता। कहहिं जोतिषी आहिं बिधाता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "धेनुधूरि बेला बिमल सकल सुमंगल मूल।\n\nबिप्रन्ह कहेउ बिदेह सन जानि सगुन अनुकुल।।312।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "उपरोहितहि कहेउ नरनाहा। अब बिलंब कर कारनु काहा।।\n\nसतानंद तब सचिव बोलाए। मंगल सकल साजि सब ल्याए।।\n\nसंख निसान पनव बहु बाजे। मंगल कलस सगुन सुभ साजे।।\n\nसुभग सुआसिनि गावहिं गीता। करहिं बेद धुनि बिप्र पुनीता।।\n\nलेन चले सादर एहि भाँती। गए जहाँ जनवास बराती।।\n\nकोसलपति कर देखि समाजू। अति लघु लाग तिन्हहि सुरराजू।।\n\nभयउ समउ अब धारिअ पाऊ। यह सुनि परा निसानहिं घाऊ।।\n\nगुरहि पूछि करि कुल बिधि राजा। चले संग मुनि साधु समाजा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भाग्य बिभव अवधेस कर देखि देव ब्रह्मादि।\n\nलगे सराहन सहस मुख जानि जनम निज बादि।।313।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुरन्ह सुमंगल अवसरु जाना। बरषहिं सुमन बजाइ निसाना।।\n\nसिव ब्रह्मादिक बिबुध बरूथा। चढ़े बिमानन्हि नाना जूथा।।\n\nप्रेम पुलक तन हृदयँ उछाहू। चले बिलोकन राम बिआहू।।\n\nदेखि जनकपुरु सुर अनुरागे। निज निज लोक सबहिं लघु लागे।।\n\nचितवहिं चकित बिचित्र बिताना। रचना सकल अलौकिक नाना।।\n\nनगर नारि नर रूप निधाना। सुघर सुधरम सुसील सुजाना।।\n\nतिन्हहि देखि सब सुर सुरनारीं। भए नखत जनु बिधु उजिआरीं।।\n\nबिधिहि भयह आचरजु बिसेषी। निज करनी कछु कतहुँ न देखी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सिवँ समुझाए देव सब जनि आचरज भुलाहु।\n\nहृदयँ बिचारहु धीर धरि सिय रघुबीर बिआहु।।314।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जिन्ह कर नामु लेत जग माहीं। सकल अमंगल मूल नसाहीं।।\n\nकरतल होहिं पदारथ चारी। तेइ सिय रामु कहेउ कामारी।।\n\nएहि बिधि संभु सुरन्ह समुझावा। पुनि आगें बर बसह चलावा।।\n\nदेवन्ह देखे दसरथु जाता। महामोद मन पुलकित गाता।।\n\nसाधु समाज संग महिदेवा। जनु तनु धरें करहिं सुख सेवा।।\n\nसोहत साथ सुभग सुत चारी। जनु अपबरग सकल तनुधारी।।\n\nमरकत कनक बरन बर जोरी। देखि सुरन्ह भै प्रीति न थोरी।।\n\nपुनि रामहि बिलोकि हियँ हरषे। नृपहि सराहि सुमन तिन्ह बरषे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राम रूपु नख सिख सुभग बारहिं बार निहारि।\n\nपुलक गात लोचन सजल उमा समेत पुरारि।।315।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "केकि कंठ दुति स्यामल अंगा। तड़ित बिनिंदक बसन सुरंगा।।\n\nब्याह बिभूषन बिबिध बनाए। मंगल सब सब भाँति सुहाए।।\n\nसरद बिमल बिधु बदनु सुहावन। नयन नवल राजीव लजावन।।\n\nसकल अलौकिक सुंदरताई। कहि न जाइ मनहीं मन भाई।।\n\nबंधु मनोहर सोहहिं संगा। जात नचावत चपल तुरंगा।।\n\nराजकुअँर बर बाजि देखावहिं। बंस प्रसंसक बिरिद सुनावहिं।।\n\nजेहि तुरंग पर रामु बिराजे। गति बिलोकि खगनायकु लाजे।।\n\nकहि न जाइ सब भाँति सुहावा। बाजि बेषु जनु काम बनावा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "जनु बाजि बेषु बनाइ मनसिजु राम हित अति सोहई।\n\nआपनें बय बल रूप गुन गति सकल भुवन बिमोहई।।\n\nजगमगत जीनु जराव जोति सुमोति मनि मानिक लगे।\n\nकिंकिनि ललाम लगामु ललित बिलोकि सुर नर मुनि ठगे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रभु मनसहिं लयलीन मनु चलत बाजि छबि पाव।\n\nभूषित उड़गन तड़ित घनु जनु बर बरहि नचाव।।316।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जेहिं बर बाजि रामु असवारा। तेहि सारदउ न बरनै पारा।।\n\nसंकरु राम रूप अनुरागे। नयन पंचदस अति प्रिय लागे।।\n\nहरि हित सहित रामु जब जोहे। रमा समेत रमापति मोहे।।\n\nनिरखि राम छबि बिधि हरषाने। आठइ नयन जानि पछिताने।।\n\nसुर सेनप उर बहुत उछाहू। बिधि ते डेवढ़ लोचन लाहू।।\n\nरामहि चितव सुरेस सुजाना। गौतम श्रापु परम हित माना।।\n\nदेव सकल सुरपतिहि सिहाहीं। आजु पुरंदर सम कोउ नाहीं।।\n\nमुदित देवगन रामहि देखी। नृपसमाज दुहुँ हरषु बिसेषी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "अति हरषु राजसमाज दुहु दिसि दुंदुभीं बाजहिं घनी।\n\nबरषहिं सुमन सुर हरषि कहि जय जयति जय रघुकुलमनी।।\n\nएहि भाँति जानि बरात आवत बाजने बहु बाजहीं।\n\nरानि सुआसिनि बोलि परिछनि हेतु मंगल साजहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सजि आरती अनेक बिधि मंगल सकल सँवारि।\n\nचलीं मुदित परिछनि करन गजगामिनि बर नारि।।317।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बिधुबदनीं सब सब मृगलोचनि। सब निज तन छबि रति मदु मोचनि।।\n\nपहिरें बरन बरन बर चीरा। सकल बिभूषन सजें सरीरा।।\n\nसकल सुमंगल अंग बनाएँ। करहिं गान कलकंठि लजाएँ।।\n\nकंकन किंकिनि नूपुर बाजहिं। चालि बिलोकि काम गज लाजहिं।।\n\nबाजहिं बाजने बिबिध प्रकारा। नभ अरु नगर सुमंगलचारा।।\n\nसची सारदा रमा भवानी। जे सुरतिय सुचि सहज सयानी।।\n\nकपट नारि बर बेष बनाई। मिलीं सकल रनिवासहिं जाई।।\n\nकरहिं गान कल मंगल बानीं। हरष बिबस सब काहुँ न जानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "को जान केहि आनंद बस सब ब्रह्मु बर परिछन चली।\n\nकल गान मधुर निसान बरषहिं सुमन सुर सोभा भली।।\n\nआनंदकंदु बिलोकि दूलहु सकल हियँ हरषित भई।।\n\nअंभोज अंबक अंबु उमगि सुअंग पुलकावलि छई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जो सुख भा सिय मातु मन देखि राम बर बेषु।\n\nसो न सकहिं कहि कलप सत सहस सारदा सेषु।।318।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नयन नीरु हटि मंगल जानी। परिछनि करहिं मुदित मन रानी।।\n\nबेद बिहित अरु कुल आचारू। कीन्ह भली बिधि सब ब्यवहारू।।\n\nपंच सबद धुनि मंगल गाना। पट पाँवड़े परहिं बिधि नाना।।\n\nकरि आरती अरघु तिन्ह दीन्हा। राम गमनु मंडप तब कीन्हा।।\n\nदसरथु सहित समाज बिराजे। बिभव बिलोकि लोकपति लाजे।।\n\nसमयँ समयँ सुर बरषहिं फूला। सांति पढ़हिं महिसुर अनुकूला।।\n\nनभ अरु नगर कोलाहल होई। आपनि पर कछु सुनइ न कोई।।\n\nएहि बिधि रामु मंडपहिं आए। अरघु देइ आसन बैठाए।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "बैठारि आसन आरती करि निरखि बरु सुखु पावहीं।।\n\nमनि बसन भूषन भूरि वारहिं नारि मंगल गावहीं।।\n\nब्रह्मादि सुरबर बिप्र बेष बनाइ कौतुक देखहीं।\n\nअवलोकि रघुकुल कमल रबि छबि सुफल जीवन लेखहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नाऊ बारी भाट नट राम निछावरि पाइ।\n\nमुदित असीसहिं नाइ सिर हरषु न हृदयँ समाइ।।319।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मिले जनकु दसरथु अति प्रीतीं। करि बैदिक लौकिक सब रीतीं।।\n\nमिलत महा दोउ राज बिराजे। उपमा खोजि खोजि कबि लाजे।।\n\nलही न कतहुँ हारि हियँ मानी। इन्ह सम एइ उपमा उर आनी।।\n\nसामध देखि देव अनुरागे। सुमन बरषि जसु गावन लागे।।\n\nजगु बिरंचि उपजावा जब तें। देखे सुने ब्याह बहु तब तें।।\n\nसकल भाँति सम साजु समाजू। सम समधी देखे हम आजू।।\n\nदेव गिरा सुनि सुंदर साँची। प्रीति अलौकिक दुहु दिसि माची।।\n\nदेत पाँवड़े अरघु सुहाए। सादर जनकु मंडपहिं ल्याए।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "मंडपु बिलोकि बिचीत्र रचनाँ रुचिरताँ मुनि मन हरे।।\n\nनिज पानि जनक सुजान सब कहुँ आनि सिंघासन धरे।।\n\nकुल इष्ट सरिस बसिष्ट पूजे बिनय करि आसिष लही।\n\nकौसिकहि पूजत परम प्रीति कि रीति तौ न परै कही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बामदेव आदिक रिषय पूजे मुदित महीस।\n\nदिए दिब्य आसन सबहि सब सन लही असीस।।320।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बहुरि कीन्ह कोसलपति पूजा। जानि ईस सम भाउ न दूजा।।\n\nकीन्ह जोरि कर बिनय बड़ाई। कहि निज भाग्य बिभव बहुताई।।\n\nपूजे भूपति सकल बराती। समधि सम सादर सब भाँती।।\n\nआसन उचित दिए सब काहू। कहौं काह मूख एक उछाहू।।\n\nसकल बरात जनक सनमानी। दान मान बिनती बर बानी।।\n\nबिधि हरि हरु दिसिपति दिनराऊ। जे जानहिं रघुबीर प्रभाऊ।।\n\nकपट बिप्र बर बेष बनाएँ। कौतुक देखहिं अति सचु पाएँ।।\n\nपूजे जनक देव सम जानें। दिए सुआसन बिनु पहिचानें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "पहिचान को केहि जान सबहिं अपान सुधि भोरी भई।\n\nआनंद कंदु बिलोकि दूलहु उभय दिसि आनँद मई।।\n\nसुर लखे राम सुजान पूजे मानसिक आसन दए।\n\nअवलोकि सीलु सुभाउ प्रभु को बिबुध मन प्रमुदित भए।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रामचंद्र मुख चंद्र छबि लोचन चारु चकोर।\n\nकरत पान सादर सकल प्रेमु प्रमोदु न थोर।।321।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "समउ बिलोकि बसिष्ठ बोलाए। सादर सतानंदु सुनि आए।।\n\nबेगि कुअँरि अब आनहु जाई। चले मुदित मुनि आयसु पाई।।\n\nरानी सुनि उपरोहित बानी। प्रमुदित सखिन्ह समेत सयानी।।\n\nबिप्र बधू कुलबृद्ध बोलाईं। करि कुल रीति सुमंगल गाईं।।\n\nनारि बेष जे सुर बर बामा। सकल सुभायँ सुंदरी स्यामा।।\n\nतिन्हहि देखि सुखु पावहिं नारीं। बिनु पहिचानि प्रानहु ते प्यारीं।।\n\nबार बार सनमानहिं रानी। उमा रमा सारद सम जानी।।\n\nसीय सँवारि समाजु बनाई। मुदित मंडपहिं चलीं लवाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "चलि ल्याइ सीतहि सखीं सादर सजि सुमंगल भामिनीं।\n\nनवसप्त साजें सुंदरी सब मत्त कुंजर गामिनीं।।\n\nकल गान सुनि मुनि ध्यान त्यागहिं काम कोकिल लाजहीं।\n\nमंजीर नूपुर कलित कंकन ताल गती बर बाजहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सोहति बनिता बृंद महुँ सहज सुहावनि सीय।\n\nछबि ललना गन मध्य जनु सुषमा तिय कमनीय।।322।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सिय सुंदरता बरनि न जाई। लघु मति बहुत मनोहरताई।।\n\nआवत दीखि बरातिन्ह सीता।।रूप रासि सब भाँति पुनीता।।\n\nसबहि मनहिं मन किए प्रनामा। देखि राम भए पूरनकामा।।\n\nहरषे दसरथ सुतन्ह समेता। कहि न जाइ उर आनँदु जेता।।\n\nसुर प्रनामु करि बरसहिं फूला। मुनि असीस धुनि मंगल मूला।।\n\nगान निसान कोलाहलु भारी। प्रेम प्रमोद मगन नर नारी।।\n\nएहि बिधि सीय मंडपहिं आई। प्रमुदित सांति पढ़हिं मुनिराई।।\n\nतेहि अवसर कर बिधि ब्यवहारू। दुहुँ कुलगुर सब कीन्ह अचारू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "आचारु करि गुर गौरि गनपति मुदित बिप्र पुजावहीं।\n\nसुर प्रगटि पूजा लेहिं देहिं असीस अति सुखु पावहीं।।\n\nमधुपर्क मंगल द्रब्य जो जेहि समय मुनि मन महुँ चहैं।\n\nभरे कनक कोपर कलस सो सब लिएहिं परिचारक रहैं।।1।।\n\nकुल रीति प्रीति समेत रबि कहि देत सबु सादर कियो।\n\nएहि भाँति देव पुजाइ सीतहि सुभग सिंघासनु दियो।।\n\nसिय राम अवलोकनि परसपर प्रेम काहु न लखि परै।।\n\nमन बुद्धि बर बानी अगोचर प्रगट कबि कैसें करै।।2।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "होम समय तनु धरि अनलु अति सुख आहुति लेहिं।\n\nबिप्र बेष धरि बेद सब कहि बिबाह बिधि देहिं।।323।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जनक पाटमहिषी जग जानी। सीय मातु किमि जाइ बखानी।।\n\nसुजसु सुकृत सुख सुदंरताई। सब समेटि बिधि रची बनाई।।\n\nसमउ जानि मुनिबरन्ह बोलाई। सुनत सुआसिनि सादर ल्याई।।\n\nजनक बाम दिसि सोह सुनयना। हिमगिरि संग बनि जनु मयना।।\n\nकनक कलस मनि कोपर रूरे। सुचि सुंगध मंगल जल पूरे।।\n\nनिज कर मुदित रायँ अरु रानी। धरे राम के आगें आनी।।\n\nपढ़हिं बेद मुनि मंगल बानी। गगन सुमन झरि अवसरु जानी।।\n\nबरु बिलोकि दंपति अनुरागे। पाय पुनीत पखारन लागे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "लागे पखारन पाय पंकज प्रेम तन पुलकावली।\n\nनभ नगर गान निसान जय धुनि उमगि जनु चहुँ दिसि चली।।\n\nजे पद सरोज मनोज अरि उर सर सदैव बिराजहीं।\n\nजे सकृत सुमिरत बिमलता मन सकल कलि मल भाजहीं।।1।।\n\nजे परसि मुनिबनिता लही गति रही जो पातकमई।\n\nमकरंदु जिन्ह को संभु सिर सुचिता अवधि सुर बरनई।।\n\nकरि मधुप मन मुनि जोगिजन जे सेइ अभिमत गति लहैं।\n\nते पद पखारत भाग्यभाजनु जनकु जय जय सब कहै।।2।।\n\nबर कुअँरि करतल जोरि साखोचारु दोउ कुलगुर करैं।\n\nभयो पानिगहनु बिलोकि बिधि सुर मनुज मुनि आँनद भरैं।।\n\nसुखमूल दूलहु देखि दंपति पुलक तन हुलस्यो हियो।\n\nकरि लोक बेद बिधानु कन्यादानु नृपभूषन कियो।।3।।\n\nहिमवंत जिमि गिरिजा महेसहि हरिहि श्री सागर दई।\n\nतिमि जनक रामहि सिय समरपी बिस्व कल कीरति नई।।\n\nक्यों करै बिनय बिदेहु कियो बिदेहु मूरति सावँरी।\n\nकरि होम बिधिवत गाँठि जोरी होन लागी भावँरी।।4।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जय धुनि बंदी बेद धुनि मंगल गान निसान।\n\nसुनि हरषहिं बरषहिं बिबुध सुरतरु सुमन सुजान।।324।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कुअँरु कुअँरि कल भावँरि देहीं।।नयन लाभु सब सादर लेहीं।।\n\nजाइ न बरनि मनोहर जोरी। जो उपमा कछु कहौं सो थोरी।।\n\nराम सीय सुंदर प्रतिछाहीं। जगमगात मनि खंभन माहीं ।\n\nमनहुँ मदन रति धरि बहु रूपा। देखत राम बिआहु अनूपा।।\n\nदरस लालसा सकुच न थोरी। प्रगटत दुरत बहोरि बहोरी।।\n\nभए मगन सब देखनिहारे। जनक समान अपान बिसारे।।\n\nप्रमुदित मुनिन्ह भावँरी फेरी। नेगसहित सब रीति निबेरीं।।\n\nराम सीय सिर सेंदुर देहीं। सोभा कहि न जाति बिधि केहीं।।\n\nअरुन पराग जलजु भरि नीकें। ससिहि भूष अहि लोभ अमी कें।।\n\nबहुरि बसिष्ठ दीन्ह अनुसासन। बरु दुलहिनि बैठे एक आसन।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "बैठे बरासन रामु जानकि मुदित मन दसरथु भए।\n\nतनु पुलक पुनि पुनि देखि अपनें सुकृत सुरतरु फल नए।।\n\nभरि भुवन रहा उछाहु राम बिबाहु भा सबहीं कहा।\n\nकेहि भाँति बरनि सिरात रसना एक यहु मंगलु महा।।1।।\n\nतब जनक पाइ बसिष्ठ आयसु ब्याह साज सँवारि कै।\n\nमाँडवी श्रुतिकीरति उरमिला कुअँरि लईं हँकारि के।।\n\nकुसकेतु कन्या प्रथम जो गुन सील सुख सोभामई।\n\nसब रीति प्रीति समेत करि सो ब्याहि नृप भरतहि दई।।2।।\n\nजानकी लघु भगिनी सकल सुंदरि सिरोमनि जानि कै।\n\nसो तनय दीन्ही ब्याहि लखनहि सकल बिधि सनमानि कै।।\n\nजेहि नामु श्रुतकीरति सुलोचनि सुमुखि सब गुन आगरी।\n\nसो दई रिपुसूदनहि भूपति रूप सील उजागरी।।3।।\n\nअनुरुप बर दुलहिनि परस्पर लखि सकुच हियँ हरषहीं।\n\nसब मुदित सुंदरता सराहहिं सुमन सुर गन बरषहीं।।\n\nसुंदरी सुंदर बरन्ह सह सब एक मंडप राजहीं।\n\nजनु जीव उर चारिउ अवस्था बिमुन सहित बिराजहीं।।4।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मुदित अवधपति सकल सुत बधुन्ह समेत निहारि।\n\nजनु पार महिपाल मनि क्रियन्ह सहित फल चारि।।325।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जसि रघुबीर ब्याह बिधि बरनी। सकल कुअँर ब्याहे तेहिं करनी।।\n\nकहि न जाइ कछु दाइज भूरी। रहा कनक मनि मंडपु पूरी।।\n\nकंबल बसन बिचित्र पटोरे। भाँति भाँति बहु मोल न थोरे।।\n\nगज रथ तुरग दास अरु दासी। धेनु अलंकृत कामदुहा सी।।\n\nबस्तु अनेक करिअ किमि लेखा। कहि न जाइ जानहिं जिन्ह देखा।।\n\nलोकपाल अवलोकि सिहाने। लीन्ह अवधपति सबु सुखु माने।।\n\nदीन्ह जाचकन्हि जो जेहि भावा। उबरा सो जनवासेहिं आवा।।\n\nतब कर जोरि जनकु मृदु बानी। बोले सब बरात सनमानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "सनमानि सकल बरात आदर दान बिनय बड़ाइ कै।\n\nप्रमुदित महा मुनि बृंद बंदे पूजि प्रेम लड़ाइ कै।।\n\nसिरु नाइ देव मनाइ सब सन कहत कर संपुट किएँ।\n\nसुर साधु चाहत भाउ सिंधु कि तोष जल अंजलि दिएँ।।1।।\n\nकर जोरि जनकु बहोरि बंधु समेत कोसलराय सों।\n\nबोले मनोहर बयन सानि सनेह सील सुभाय सों।।\n\nसंबंध राजन रावरें हम बड़े अब सब बिधि भए।\n\nएहि राज साज समेत सेवक जानिबे बिनु गथ लए।।2।।\n\nए दारिका परिचारिका करि पालिबीं करुना नई।\n\nअपराधु छमिबो बोलि पठए बहुत हौं ढीट्यो कई।।\n\nपुनि भानुकुलभूषन सकल सनमान निधि समधी किए।\n\nकहि जाति नहिं बिनती परस्पर प्रेम परिपूरन हिए।।3।।\n\nबृंदारका गन सुमन बरिसहिं राउ जनवासेहि चले।\n\nदुंदुभी जय धुनि बेद धुनि नभ नगर कौतूहल भले।।\n\nतब सखीं मंगल गान करत मुनीस आयसु पाइ कै।\n\nदूलह दुलहिनिन्ह सहित सुंदरि चलीं कोहबर ल्याइ कै।।4।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पुनि पुनि रामहि चितव सिय सकुचति मनु सकुचै न।\n\nहरत मनोहर मीन छबि प्रेम पिआसे नैन।।326।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "स्याम सरीरु सुभायँ सुहावन। सोभा कोटि मनोज लजावन।।\n\nजावक जुत पद कमल सुहाए। मुनि मन मधुप रहत जिन्ह छाए।।\n\nपीत पुनीत मनोहर धोती। हरति बाल रबि दामिनि जोती।।\n\nकल किंकिनि कटि सूत्र मनोहर। बाहु बिसाल बिभूषन सुंदर।।\n\nपीत जनेउ महाछबि देई। कर मुद्रिका चोरि चितु लेई।।\n\nसोहत ब्याह साज सब साजे। उर आयत उरभूषन राजे।।\n\nपिअर उपरना काखासोती। दुहुँ आँचरन्हि लगे मनि मोती।।\n\nनयन कमल कल कुंडल काना। बदनु सकल सौंदर्ज निधाना।।\n\nसुंदर भृकुटि मनोहर नासा। भाल तिलकु रुचिरता निवासा।।\n\nसोहत मौरु मनोहर माथे। मंगलमय मुकुता मनि गाथे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "गाथे महामनि मौर मंजुल अंग सब चित चोरहीं।\n\nपुर नारि सुर सुंदरीं बरहि बिलोकि सब तिन तोरहीं।।\n\nमनि बसन भूषन वारि आरति करहिं मंगल गावहिं।\n\nसुर सुमन बरिसहिं सूत मागध बंदि सुजसु सुनावहीं।।1।।\n\nकोहबरहिं आने कुँअर कुँअरि सुआसिनिन्ह सुख पाइ कै।\n\nअति प्रीति लौकिक रीति लागीं करन मंगल गाइ कै।।\n\nलहकौरि गौरि सिखाव रामहि सीय सन सारद कहैं।\n\nरनिवासु हास बिलास रस बस जन्म को फलु सब लहैं।।2।।\n\nनिज पानि मनि महुँ देखिअति मूरति सुरूपनिधान की।\n\nचालति न भुजबल्ली बिलोकनि बिरह भय बस जानकी।।\n\nकौतुक बिनोद प्रमोदु प्रेमु न जाइ कहि जानहिं अलीं।\n\nबर कुअँरि सुंदर सकल सखीं लवाइ जनवासेहि चलीं।।3।।\n\nतेहि समय सुनिअ असीस जहँ तहँ नगर नभ आनँदु महा।\n\nचिरु जिअहुँ जोरीं चारु चारयो मुदित मन सबहीं कहा।।\n\nजोगीन्द्र सिद्ध मुनीस देव बिलोकि प्रभु दुंदुभि हनी।\n\nचले हरषि बरषि प्रसून निज निज लोक जय जय जय भनी।।4।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सहित बधूटिन्ह कुअँर सब तब आए पितु पास।\n\nसोभा मंगल मोद भरि उमगेउ जनु जनवास।।327।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पुनि जेवनार भई बहु भाँती। पठए जनक बोलाइ बराती।।\n\nपरत पाँवड़े बसन अनूपा। सुतन्ह समेत गवन कियो भूपा।।\n\nसादर सबके पाय पखारे। जथाजोगु पीढ़न्ह बैठारे।।\n\nधोए जनक अवधपति चरना। सीलु सनेहु जाइ नहिं बरना।।\n\nबहुरि राम पद पंकज धोए। जे हर हृदय कमल महुँ गोए।।\n\nतीनिउ भाई राम सम जानी। धोए चरन जनक निज पानी।।\n\nआसन उचित सबहि नृप दीन्हे। बोलि सूपकारी सब लीन्हे।।\n\nसादर लगे परन पनवारे। कनक कील मनि पान सँवारे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सूपोदन सुरभी सरपि सुंदर स्वादु पुनीत।\n\nछन महुँ सब कें परुसि गे चतुर सुआर बिनीत।।328।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पंच कवल करि जेवन लअगे। गारि गान सुनि अति अनुरागे।।\n\nभाँति अनेक परे पकवाने। सुधा सरिस नहिं जाहिं बखाने।।\n\nपरुसन लगे सुआर सुजाना। बिंजन बिबिध नाम को जाना।।\n\nचारि भाँति भोजन बिधि गाई। एक एक बिधि बरनि न जाई।।\n\nछरस रुचिर बिंजन बहु जाती। एक एक रस अगनित भाँती।।\n\nजेवँत देहिं मधुर धुनि गारी। लै लै नाम पुरुष अरु नारी।।\n\nसमय सुहावनि गारि बिराजा। हँसत राउ सुनि सहित समाजा।।\n\nएहि बिधि सबहीं भौजनु कीन्हा। आदर सहित आचमनु दीन्हा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "देइ पान पूजे जनक दसरथु सहित समाज।\n\nजनवासेहि गवने मुदित सकल भूप सिरताज।।329।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नित नूतन मंगल पुर माहीं। निमिष सरिस दिन जामिनि जाहीं।।\n\nबड़े भोर भूपतिमनि जागे। जाचक गुन गन गावन लागे।।\n\nदेखि कुअँर बर बधुन्ह समेता। किमि कहि जात मोदु मन जेता।।\n\nप्रातक्रिया करि गे गुरु पाहीं। महाप्रमोदु प्रेमु मन माहीं।।\n\nकरि प्रनाम पूजा कर जोरी। बोले गिरा अमिअँ जनु बोरी।।\n\nतुम्हरी कृपाँ सुनहु मुनिराजा। भयउँ आजु मैं पूरनकाजा।।\n\nअब सब बिप्र बोलाइ गोसाईं। देहु धेनु सब भाँति बनाई।।\n\nसुनि गुर करि महिपाल बड़ाई। पुनि पठए मुनि बृंद बोलाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बामदेउ अरु देवरिषि बालमीकि जाबालि।\n\nआए मुनिबर निकर तब कौसिकादि तपसालि।।330।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "दंड प्रनाम सबहि नृप कीन्हे। पूजि सप्रेम बरासन दीन्हे।।\n\nचारि लच्छ बर धेनु मगाई। कामसुरभि सम सील सुहाई।।\n\nसब बिधि सकल अलंकृत कीन्हीं। मुदित महिप महिदेवन्ह दीन्हीं।।\n\nकरत बिनय बहु बिधि नरनाहू। लहेउँ आजु जग जीवन लाहू।।\n\nपाइ असीस महीसु अनंदा। लिए बोलि पुनि जाचक बृंदा।।\n\nकनक बसन मनि हय गय स्यंदन। दिए बूझि रुचि रबिकुलनंदन।।\n\nचले पढ़त गावत गुन गाथा। जय जय जय दिनकर कुल नाथा।।\n\nएहि बिधि राम बिआह उछाहू। सकइ न बरनि सहस मुख जाहू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बार बार कौसिक चरन सीसु नाइ कह राउ।\n\nयह सबु सुखु मुनिराज तव कृपा कटाच्छ पसाउ।।331।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जनक सनेहु सीलु करतूती। नृपु सब भाँति सराह बिभूती।।\n\nदिन उठि बिदा अवधपति मागा। राखहिं जनकु सहित अनुरागा।।\n\nनित नूतन आदरु अधिकाई। दिन प्रति सहस भाँति पहुनाई।।\n\nनित नव नगर अनंद उछाहू। दसरथ गवनु सोहाइ न काहू।।\n\nबहुत दिवस बीते एहि भाँती। जनु सनेह रजु बँधे बराती।।\n\nकौसिक सतानंद तब जाई। कहा बिदेह नृपहि समुझाई।।\n\nअब दसरथ कहँ आयसु देहू। जद्यपि छाड़ि न सकहु सनेहू।।\n\nभलेहिं नाथ कहि सचिव बोलाए। कहि जय जीव सीस तिन्ह नाए।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अवधनाथु चाहत चलन भीतर करहु जनाउ।\n\nभए प्रेमबस सचिव सुनि बिप्र सभासद राउ।।332।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पुरबासी सुनि चलिहि बराता। बूझत बिकल परस्पर बाता।।\n\nसत्य गवनु सुनि सब बिलखाने। मनहुँ साँझ सरसिज सकुचाने।।\n\nजहँ जहँ आवत बसे बराती। तहँ तहँ सिद्ध चला बहु भाँती।।\n\nबिबिध भाँति मेवा पकवाना। भोजन साजु न जाइ बखाना।।\n\nभरि भरि बसहँ अपार कहारा। पठई जनक अनेक सुसारा।।\n\nतुरग लाख रथ सहस पचीसा। सकल सँवारे नख अरु सीसा।।\n\nमत्त सहस दस सिंधुर साजे। जिन्हहि देखि दिसिकुंजर लाजे।।\n\nकनक बसन मनि भरि भरि जाना। महिषीं धेनु बस्तु बिधि नाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "दाइज अमित न सकिअ कहि दीन्ह बिदेहँ बहोरि।\n\nजो अवलोकत लोकपति लोक संपदा थोरि।।333।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सबु समाजु एहि भाँति बनाई। जनक अवधपुर दीन्ह पठाई।।\n\nचलिहि बरात सुनत सब रानीं। बिकल मीनगन जनु लघु पानीं।।\n\nपुनि पुनि सीय गोद करि लेहीं। देइ असीस सिखावनु देहीं।।\n\nहोएहु संतत पियहि पिआरी। चिरु अहिबात असीस हमारी।।\n\nसासु ससुर गुर सेवा करेहू। पति रुख लखि आयसु अनुसरेहू।।\n\nअति सनेह बस सखीं सयानी। नारि धरम सिखवहिं मृदु बानी।।\n\nसादर सकल कुअँरि समुझाई। रानिन्ह बार बार उर लाई।।\n\nबहुरि बहुरि भेटहिं महतारीं। कहहिं बिरंचि रचीं कत नारीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तेहि अवसर भाइन्ह सहित रामु भानु कुल केतु।\n\nचले जनक मंदिर मुदित बिदा करावन हेतु।।334।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "चारिअ भाइ सुभायँ सुहाए। नगर नारि नर देखन धाए।।\n\nकोउ कह चलन चहत हहिं आजू। कीन्ह बिदेह बिदा कर साजू।।\n\nलेहु नयन भरि रूप निहारी। प्रिय पाहुने भूप सुत चारी।।\n\nको जानै केहि सुकृत सयानी। नयन अतिथि कीन्हे बिधि आनी।।\n\nमरनसीलु जिमि पाव पिऊषा। सुरतरु लहै जनम कर भूखा।।\n\nपाव नारकी हरिपदु जैसें। इन्ह कर दरसनु हम कहँ तैसे।।\n\nनिरखि राम सोभा उर धरहू। निज मन फनि मूरति मनि करहू।।\n\nएहि बिधि सबहि नयन फलु देता। गए कुअँर सब राज निकेता।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रूप सिंधु सब बंधु लखि हरषि उठा रनिवासु।\n\nकरहि निछावरि आरती महा मुदित मन सासु।।335।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखि राम छबि अति अनुरागीं। प्रेमबिबस पुनि पुनि पद लागीं।।\n\nरही न लाज प्रीति उर छाई। सहज सनेहु बरनि किमि जाई।।\n\nभाइन्ह सहित उबटि अन्हवाए। छरस असन अति हेतु जेवाँए।।\n\nबोले रामु सुअवसरु जानी। सील सनेह सकुचमय बानी।।\n\nराउ अवधपुर चहत सिधाए। बिदा होन हम इहाँ पठाए।।\n\nमातु मुदित मन आयसु देहू। बालक जानि करब नित नेहू।।\n\nसुनत बचन बिलखेउ रनिवासू। बोलि न सकहिं प्रेमबस सासू।।\n\nहृदयँ लगाइ कुअँरि सब लीन्ही। पतिन्ह सौंपि बिनती अति कीन्ही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "करि बिनय सिय रामहि समरपी जोरि कर पुनि पुनि कहै।\n\nबलि जाँउ तात सुजान तुम्ह कहुँ बिदित गति सब की अहै।।\n\nपरिवार पुरजन मोहि राजहि प्रानप्रिय सिय जानिबी।\n\nतुलसीस सीलु सनेहु लखि निज किंकरी करि मानिबी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तुम्ह परिपूरन काम जान सिरोमनि भावप्रिय।\n\nजन गुन गाहक राम दोष दलन करुनायतन।।336।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अस कहि रही चरन गहि रानी। प्रेम पंक जनु गिरा समानी।।\n\nसुनि सनेहसानी बर बानी। बहुबिधि राम सासु सनमानी।।\n\nराम बिदा मागत कर जोरी। कीन्ह प्रनामु बहोरि बहोरी।।\n\nपाइ असीस बहुरि सिरु नाई। भाइन्ह सहित चले रघुराई।।\n\nमंजु मधुर मूरति उर आनी। भई सनेह सिथिल सब रानी।।\n\nपुनि धीरजु धरि कुअँरि हँकारी। बार बार भेटहिं महतारीं।।\n\nपहुँचावहिं फिरि मिलहिं बहोरी। बढ़ी परस्पर प्रीति न थोरी।।\n\nपुनि पुनि मिलत सखिन्ह बिलगाई। बाल बच्छ जिमि धेनु लवाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रेमबिबस नर नारि सब सखिन्ह सहित रनिवासु।\n\nमानहुँ कीन्ह बिदेहपुर करुनाँ बिरहँ निवासु।।337।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुक सारिका जानकी ज्याए। कनक पिंजरन्हि राखि पढ़ाए।।\n\nब्याकुल कहहिं कहाँ बैदेही। सुनि धीरजु परिहरइ न केही।।\n\nभए बिकल खग मृग एहि भाँति। मनुज दसा कैसें कहि जाती।।\n\nबंधु समेत जनकु तब आए। प्रेम उमगि लोचन जल छाए।।\n\nसीय बिलोकि धीरता भागी। रहे कहावत परम बिरागी।।\n\nलीन्हि राँय उर लाइ जानकी। मिटी महामरजाद ग्यान की।।\n\nसमुझावत सब सचिव सयाने। कीन्ह बिचारु न अवसर जाने।।\n\nबारहिं बार सुता उर लाई। सजि सुंदर पालकीं मगाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रेमबिबस परिवारु सबु जानि सुलगन नरेस।\n\nकुँअरि चढ़ाई पालकिन्ह सुमिरे सिद्धि गनेस।।338।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बहुबिधि भूप सुता समुझाई। नारिधरमु कुलरीति सिखाई।।\n\nदासीं दास दिए बहुतेरे। सुचि सेवक जे प्रिय सिय केरे।।\n\nसीय चलत ब्याकुल पुरबासी। होहिं सगुन सुभ मंगल रासी।।\n\nभूसुर सचिव समेत समाजा। संग चले पहुँचावन राजा।।\n\nसमय बिलोकि बाजने बाजे। रथ गज बाजि बरातिन्ह साजे।।\n\nदसरथ बिप्र बोलि सब लीन्हे। दान मान परिपूरन कीन्हे।।\n\nचरन सरोज धूरि धरि सीसा। मुदित महीपति पाइ असीसा।।\n\nसुमिरि गजाननु कीन्ह पयाना। मंगलमूल सगुन भए नाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुर प्रसून बरषहि हरषि करहिं अपछरा गान।\n\nचले अवधपति अवधपुर मुदित बजाइ निसान।।339।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नृप करि बिनय महाजन फेरे। सादर सकल मागने टेरे।।\n\nभूषन बसन बाजि गज दीन्हे। प्रेम पोषि ठाढ़े सब कीन्हे।।\n\nबार बार बिरिदावलि भाषी। फिरे सकल रामहि उर राखी।।\n\nबहुरि बहुरि कोसलपति कहहीं। जनकु प्रेमबस फिरै न चहहीं।।\n\nपुनि कह भूपति बचन सुहाए। फिरिअ महीस दूरि बड़ि आए।।\n\nराउ बहोरि उतरि भए ठाढ़े। प्रेम प्रबाह बिलोचन बाढ़े।।\n\nतब बिदेह बोले कर जोरी। बचन सनेह सुधाँ जनु बोरी।।\n\nकरौ कवन बिधि बिनय बनाई। महाराज मोहि दीन्हि बड़ाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कोसलपति समधी सजन सनमाने सब भाँति।\n\nमिलनि परसपर बिनय अति प्रीति न हृदयँ समाति।।340।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मुनि मंडलिहि जनक सिरु नावा। आसिरबादु सबहि सन पावा।।\n\nसादर पुनि भेंटे जामाता। रूप सील गुन निधि सब भ्राता।।\n\nजोरि पंकरुह पानि सुहाए। बोले बचन प्रेम जनु जाए।।\n\nराम करौ केहि भाँति प्रसंसा। मुनि महेस मन मानस हंसा।।\n\nकरहिं जोग जोगी जेहि लागी। कोहु मोहु ममता मदु त्यागी।।\n\nब्यापकु ब्रह्मु अलखु अबिनासी। चिदानंदु निरगुन गुनरासी।।\n\nमन समेत जेहि जान न बानी। तरकि न सकहिं सकल अनुमानी।।\n\nमहिमा निगमु नेति कहि कहई। जो तिहुँ काल एकरस रहई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नयन बिषय मो कहुँ भयउ सो समस्त सुख मूल।\n\nसबइ लाभु जग जीव कहँ भएँ ईसु अनुकुल।।341।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सबहि भाँति मोहि दीन्हि बड़ाई। निज जन जानि लीन्ह अपनाई।।\n\nहोहिं सहस दस सारद सेषा। करहिं कलप कोटिक भरि लेखा।।\n\nमोर भाग्य राउर गुन गाथा। कहि न सिराहिं सुनहु रघुनाथा।।\n\nमै कछु कहउँ एक बल मोरें। तुम्ह रीझहु सनेह सुठि थोरें।।\n\nबार बार मागउँ कर जोरें। मनु परिहरै चरन जनि भोरें।।\n\nसुनि बर बचन प्रेम जनु पोषे। पूरनकाम रामु परितोषे।।\n\nकरि बर बिनय ससुर सनमाने। पितु कौसिक बसिष्ठ सम जाने।।\n\nबिनती बहुरि भरत सन कीन्ही। मिलि सप्रेमु पुनि आसिष दीन्ही।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मिले लखन रिपुसूदनहि दीन्हि असीस महीस।\n\nभए परस्पर प्रेमबस फिरि फिरि नावहिं सीस।।342।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बार बार करि बिनय बड़ाई। रघुपति चले संग सब भाई।।\n\nजनक गहे कौसिक पद जाई। चरन रेनु सिर नयनन्ह लाई।।\n\nसुनु मुनीस बर दरसन तोरें। अगमु न कछु प्रतीति मन मोरें।।\n\nजो सुखु सुजसु लोकपति चहहीं। करत मनोरथ सकुचत अहहीं।।\n\nसो सुखु सुजसु सुलभ मोहि स्वामी। सब सिधि तव दरसन अनुगामी।।\n\nकीन्हि बिनय पुनि पुनि सिरु नाई। फिरे महीसु आसिषा पाई।।\n\nचली बरात निसान बजाई। मुदित छोट बड़ सब समुदाई।।\n\nरामहि निरखि ग्राम नर नारी। पाइ नयन फलु होहिं सुखारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बीच बीच बर बास करि मग लोगन्ह सुख देत।\n\nअवध समीप पुनीत दिन पहुँची आइ जनेत।।343।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "हने निसान पनव बर बाजे। भेरि संख धुनि हय गय गाजे।।\n\nझाँझि बिरव डिंडमीं सुहाई। सरस राग बाजहिं सहनाई।।\n\nपुर जन आवत अकनि बराता। मुदित सकल पुलकावलि गाता।।\n\nनिज निज सुंदर सदन सँवारे। हाट बाट चौहट पुर द्वारे।।\n\nगलीं सकल अरगजाँ सिंचाई। जहँ तहँ चौकें चारु पुराई।।\n\nबना बजारु न जाइ बखाना। तोरन केतु पताक बिताना।।\n\nसफल पूगफल कदलि रसाला। रोपे बकुल कदंब तमाला।।\n\nलगे सुभग तरु परसत धरनी। मनिमय आलबाल कल करनी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बिबिध भाँति मंगल कलस गृह गृह रचे सँवारि।\n\nसुर ब्रह्मादि सिहाहिं सब रघुबर पुरी निहारि।।344।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "भूप भवन तेहि अवसर सोहा। रचना देखि मदन मनु मोहा।।\n\nमंगल सगुन मनोहरताई। रिधि सिधि सुख संपदा सुहाई।।\n\nजनु उछाह सब सहज सुहाए। तनु धरि धरि दसरथ दसरथ गृहँ छाए।।\n\nदेखन हेतु राम बैदेही। कहहु लालसा होहि न केही।।\n\nजुथ जूथ मिलि चलीं सुआसिनि। निज छबि निदरहिं मदन बिलासनि।।\n\nसकल सुमंगल सजें आरती। गावहिं जनु बहु बेष भारती।।\n\nभूपति भवन कोलाहलु होई। जाइ न बरनि समउ सुखु सोई।।\n\nकौसल्यादि राम महतारीं। प्रेम बिबस तन दसा बिसारीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "दिए दान बिप्रन्ह बिपुल पूजि गनेस पुरारी।\n\nप्रमुदित परम दरिद्र जनु पाइ पदारथ चारि।।345।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मोद प्रमोद बिबस सब माता। चलहिं न चरन सिथिल भए गाता।।\n\nराम दरस हित अति अनुरागीं। परिछनि साजु सजन सब लागीं।।\n\nबिबिध बिधान बाजने बाजे। मंगल मुदित सुमित्राँ साजे।।\n\nहरद दूब दधि पल्लव फूला। पान पूगफल मंगल मूला।।\n\nअच्छत अंकुर लोचन लाजा। मंजुल मंजरि तुलसि बिराजा।।\n\nछुहे पुरट घट सहज सुहाए। मदन सकुन जनु नीड़ बनाए।।\n\nसगुन सुंगध न जाहिं बखानी। मंगल सकल सजहिं सब रानी।।\n\nरचीं आरतीं बहुत बिधाना। मुदित करहिं कल मंगल गाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कनक थार भरि मंगलन्हि कमल करन्हि लिएँ मात।\n\nचलीं मुदित परिछनि करन पुलक पल्लवित गात।।346।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "धूप धूम नभु मेचक भयऊ। सावन घन घमंडु जनु ठयऊ।।\n\nसुरतरु सुमन माल सुर बरषहिं। मनहुँ बलाक अवलि मनु करषहिं।।\n\nमंजुल मनिमय बंदनिवारे। मनहुँ पाकरिपु चाप सँवारे।।\n\nप्रगटहिं दुरहिं अटन्ह पर भामिनि। चारु चपल जनु दमकहिं दामिनि।।\n\nदुंदुभि धुनि घन गरजनि घोरा। जाचक चातक दादुर मोरा।।\n\nसुर सुगन्ध सुचि बरषहिं बारी। सुखी सकल ससि पुर नर नारी।।\n\nसमउ जानी गुर आयसु दीन्हा। पुर प्रबेसु रघुकुलमनि कीन्हा।।\n\nसुमिरि संभु गिरजा गनराजा। मुदित महीपति सहित समाजा।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "होहिं सगुन बरषहिं सुमन सुर दुंदुभीं बजाइ।\n\nबिबुध बधू नाचहिं मुदित मंजुल मंगल गाइ।।347।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मागध सूत बंदि नट नागर। गावहिं जसु तिहु लोक उजागर।।\n\nजय धुनि बिमल बेद बर बानी। दस दिसि सुनिअ सुमंगल सानी।।\n\nबिपुल बाजने बाजन लागे। नभ सुर नगर लोग अनुरागे।।\n\nबने बराती बरनि न जाहीं। महा मुदित मन सुख न समाहीं।।\n\nपुरबासिन्ह तब राय जोहारे। देखत रामहि भए सुखारे।।\n\nकरहिं निछावरि मनिगन चीरा। बारि बिलोचन पुलक सरीरा।।\n\nआरति करहिं मुदित पुर नारी। हरषहिं निरखि कुँअर बर चारी।।\n\nसिबिका सुभग ओहार उघारी। देखि दुलहिनिन्ह होहिं सुखारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "एहि बिधि सबही देत सुखु आए राजदुआर।\n\nमुदित मातु परुछनि करहिं बधुन्ह समेत कुमार।।348।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "करहिं आरती बारहिं बारा। प्रेमु प्रमोदु कहै को पारा।।\n\nभूषन मनि पट नाना जाती।।करही निछावरि अगनित भाँती।।\n\nबधुन्ह समेत देखि सुत चारी। परमानंद मगन महतारी।।\n\nपुनि पुनि सीय राम छबि देखी।।मुदित सफल जग जीवन लेखी।।\n\nसखीं सीय मुख पुनि पुनि चाही। गान करहिं निज सुकृत सराही।।\n\nबरषहिं सुमन छनहिं छन देवा। नाचहिं गावहिं लावहिं सेवा।।\n\nदेखि मनोहर चारिउ जोरीं। सारद उपमा सकल ढँढोरीं।।\n\nदेत न बनहिं निपट लघु लागी। एकटक रहीं रूप अनुरागीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "निगम नीति कुल रीति करि अरघ पाँवड़े देत।\n\nबधुन्ह सहित सुत परिछि सब चलीं लवाइ निकेत।।349।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "चारि सिंघासन सहज सुहाए। जनु मनोज निज हाथ बनाए।।\n\nतिन्ह पर कुअँरि कुअँर बैठारे। सादर पाय पुनित पखारे।।\n\nधूप दीप नैबेद बेद बिधि। पूजे बर दुलहिनि मंगलनिधि।।\n\nबारहिं बार आरती करहीं। ब्यजन चारु चामर सिर ढरहीं।।\n\nबस्तु अनेक निछावर होहीं। भरीं प्रमोद मातु सब सोहीं।।\n\nपावा परम तत्व जनु जोगीं। अमृत लहेउ जनु संतत रोगीं।।\n\nजनम रंक जनु पारस पावा। अंधहि लोचन लाभु सुहावा।।\n\nमूक बदन जनु सारद छाई। मानहुँ समर सूर जय पाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "एहि सुख ते सत कोटि गुन पावहिं मातु अनंदु।।\n\nभाइन्ह सहित बिआहि घर आए रघुकुलचंदु।।350(क)।।\n\nलोक रीत जननी करहिं बर दुलहिनि सकुचाहिं।\n\nमोदु बिनोदु बिलोकि बड़ रामु मनहिं मुसकाहिं।।350(ख)।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देव पितर पूजे बिधि नीकी। पूजीं सकल बासना जी की।।\n\nसबहिं बंदि मागहिं बरदाना। भाइन्ह सहित राम कल्याना।।\n\nअंतरहित सुर आसिष देहीं। मुदित मातु अंचल भरि लेंहीं।।\n\nभूपति बोलि बराती लीन्हे। जान बसन मनि भूषन दीन्हे।।\n\nआयसु पाइ राखि उर रामहि। मुदित गए सब निज निज धामहि।।\n\nपुर नर नारि सकल पहिराए। घर घर बाजन लगे बधाए।।\n\nजाचक जन जाचहि जोइ जोई। प्रमुदित राउ देहिं सोइ सोई।।\n\nसेवक सकल बजनिआ नाना। पूरन किए दान सनमाना।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "देंहिं असीस जोहारि सब गावहिं गुन गन गाथ।\n\nतब गुर भूसुर सहित गृहँ गवनु कीन्ह नरनाथ।।351।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जो बसिष्ठ अनुसासन दीन्ही। लोक बेद बिधि सादर कीन्ही।।\n\nभूसुर भीर देखि सब रानी। सादर उठीं भाग्य बड़ जानी।।\n\nपाय पखारि सकल अन्हवाए। पूजि भली बिधि भूप जेवाँए।।\n\nआदर दान प्रेम परिपोषे। देत असीस चले मन तोषे।।\n\nबहु बिधि कीन्हि गाधिसुत पूजा। नाथ मोहि सम धन्य न दूजा।।\n\nकीन्हि प्रसंसा भूपति भूरी। रानिन्ह सहित लीन्हि पग धूरी।।\n\nभीतर भवन दीन्ह बर बासु। मन जोगवत रह नृप रनिवासू।।\n\nपूजे गुर पद कमल बहोरी। कीन्हि बिनय उर प्रीति न थोरी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बधुन्ह समेत कुमार सब रानिन्ह सहित महीसु।\n\nपुनि पुनि बंदत गुर चरन देत असीस मुनीसु।।352।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बिनय कीन्हि उर अति अनुरागें। सुत संपदा राखि सब आगें।।\n\nनेगु मागि मुनिनायक लीन्हा। आसिरबादु बहुत बिधि दीन्हा।।\n\nउर धरि रामहि सीय समेता। हरषि कीन्ह गुर गवनु निकेता।।\n\nबिप्रबधू सब भूप बोलाई। चैल चारु भूषन पहिराई।।\n\nबहुरि बोलाइ सुआसिनि लीन्हीं। रुचि बिचारि पहिरावनि दीन्हीं।।\n\nनेगी नेग जोग सब लेहीं। रुचि अनुरुप भूपमनि देहीं।।\n\nप्रिय पाहुने पूज्य जे जाने। भूपति भली भाँति सनमाने।।\n\nदेव देखि रघुबीर बिबाहू। बरषि प्रसून प्रसंसि उछाहू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "चले निसान बजाइ सुर निज निज पुर सुख पाइ।\n\nकहत परसपर राम जसु प्रेम न हृदयँ समाइ।।353।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सब बिधि सबहि समदि नरनाहू। रहा हृदयँ भरि पूरि उछाहू।।\n\nजहँ रनिवासु तहाँ पगु धारे। सहित बहूटिन्ह कुअँर निहारे।।\n\nलिए गोद करि मोद समेता। को कहि सकइ भयउ सुखु जेता।।\n\nबधू सप्रेम गोद बैठारीं। बार बार हियँ हरषि दुलारीं।।\n\nदेखि समाजु मुदित रनिवासू। सब कें उर अनंद कियो बासू।।\n\nकहेउ भूप जिमि भयउ बिबाहू। सुनि हरषु होत सब काहू।।\n\nजनक राज गुन सीलु बड़ाई। प्रीति रीति संपदा सुहाई।।\n\nबहुबिधि भूप भाट जिमि बरनी। रानीं सब प्रमुदित सुनि करनी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुतन्ह समेत नहाइ नृप बोलि बिप्र गुर ग्याति।\n\nभोजन कीन्ह अनेक बिधि घरी पंच गइ राति।।354।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मंगलगान करहिं बर भामिनि। भै सुखमूल मनोहर जामिनि।।\n\nअँचइ पान सब काहूँ पाए। स्त्रग सुगंध भूषित छबि छाए।।\n\nरामहि देखि रजायसु पाई। निज निज भवन चले सिर नाई।।\n\nप्रेम प्रमोद बिनोदु बढ़ाई। समउ समाजु मनोहरताई।।\n\nकहि न सकहि सत सारद सेसू। बेद बिरंचि महेस गनेसू।।\n\nसो मै कहौं कवन बिधि बरनी। भूमिनागु सिर धरइ कि धरनी।।\n\nनृप सब भाँति सबहि सनमानी। कहि मृदु बचन बोलाई रानी।।\n\nबधू लरिकनीं पर घर आईं। राखेहु नयन पलक की नाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "लरिका श्रमित उनीद बस सयन करावहु जाइ।\n\nअस कहि गे बिश्रामगृहँ राम चरन चितु लाइ।।355।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "भूप बचन सुनि सहज सुहाए। जरित कनक मनि पलँग डसाए।।\n\nसुभग सुरभि पय फेन समाना। कोमल कलित सुपेतीं नाना।।\n\nउपबरहन बर बरनि न जाहीं। स्त्रग सुगंध मनिमंदिर माहीं।।\n\nरतनदीप सुठि चारु चँदोवा। कहत न बनइ जान जेहिं जोवा।।\n\nसेज रुचिर रचि रामु उठाए। प्रेम समेत पलँग पौढ़ाए।।\n\nअग्या पुनि पुनि भाइन्ह दीन्ही। निज निज सेज सयन तिन्ह कीन्ही।।\n\nदेखि स्याम मृदु मंजुल गाता। कहहिं सप्रेम बचन सब माता।।\n\nमारग जात भयावनि भारी। केहि बिधि तात ताड़का मारी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "घोर निसाचर बिकट भट समर गनहिं नहिं काहु।।\n\nमारे सहित सहाय किमि खल मारीच सुबाहु।।356।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मुनि प्रसाद बलि तात तुम्हारी। ईस अनेक करवरें टारी।।\n\nमख रखवारी करि दुहुँ भाई। गुरु प्रसाद सब बिद्या पाई।।\n\nमुनितय तरी लगत पग धूरी। कीरति रही भुवन भरि पूरी।।\n\nकमठ पीठि पबि कूट कठोरा। नृप समाज महुँ सिव धनु तोरा।।\n\nबिस्व बिजय जसु जानकि पाई। आए भवन ब्याहि सब भाई।।\n\nसकल अमानुष करम तुम्हारे। केवल कौसिक कृपाँ सुधारे।।\n\nआजु सुफल जग जनमु हमारा। देखि तात बिधुबदन तुम्हारा।।\n\nजे दिन गए तुम्हहि बिनु देखें। ते बिरंचि जनि पारहिं लेखें।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राम प्रतोषीं मातु सब कहि बिनीत बर बैन।\n\nसुमिरि संभु गुर बिप्र पद किए नीदबस नैन।।357।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नीदउँ बदन सोह सुठि लोना। मनहुँ साँझ सरसीरुह सोना।।\n\nघर घर करहिं जागरन नारीं। देहिं परसपर मंगल गारीं।।\n\nपुरी बिराजति राजति रजनी। रानीं कहहिं बिलोकहु सजनी।।\n\nसुंदर बधुन्ह सासु लै सोई। फनिकन्ह जनु सिरमनि उर गोई।।\n\nप्रात पुनीत काल प्रभु जागे। अरुनचूड़ बर बोलन लागे।।\n\nबंदि मागधन्हि गुनगन गाए। पुरजन द्वार जोहारन आए।।\n\nबंदि बिप्र सुर गुर पितु माता। पाइ असीस मुदित सब भ्राता।।\n\nजननिन्ह सादर बदन निहारे। भूपति संग द्वार पगु धारे।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कीन्ह सौच सब सहज सुचि सरित पुनीत नहाइ।\n\nप्रातक्रिया करि तात पहिं आए चारिउ भाइ।।358।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "भूप बिलोकि लिए उर लाई। बैठै हरषि रजायसु पाई।।\n\nदेखि रामु सब सभा जुड़ानी। लोचन लाभ अवधि अनुमानी।।\n\nपुनि बसिष्टु मुनि कौसिक आए। सुभग आसनन्हि मुनि बैठाए।।\n\nसुतन्ह समेत पूजि पद लागे। निरखि रामु दोउ गुर अनुरागे।।\n\nकहहिं बसिष्टु धरम इतिहासा। सुनहिं महीसु सहित रनिवासा।।\n\nमुनि मन अगम गाधिसुत करनी। मुदित बसिष्ट बिपुल बिधि बरनी।।\n\nबोले बामदेउ सब साँची। कीरति कलित लोक तिहुँ माची।।\n\nसुनि आनंदु भयउ सब काहू। राम लखन उर अधिक उछाहू।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मंगल मोद उछाह नित जाहिं दिवस एहि भाँति।\n\nउमगी अवध अनंद भरि अधिक अधिक अधिकाति।।359।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुदिन सोधि कल कंकन छौरे। मंगल मोद बिनोद न थोरे।।\n\nनित नव सुखु सुर देखि सिहाहीं। अवध जन्म जाचहिं बिधि पाहीं।।\n\nबिस्वामित्रु चलन नित चहहीं। राम सप्रेम बिनय बस रहहीं।।\n\nदिन दिन सयगुन भूपति भाऊ। देखि सराह महामुनिराऊ।।\n\nमागत बिदा राउ अनुरागे। सुतन्ह समेत ठाढ़ भे आगे।।\n\nनाथ सकल संपदा तुम्हारी। मैं सेवकु समेत सुत नारी।।\n\nकरब सदा लरिकनः पर छोहू। दरसन देत रहब मुनि मोहू।।\n\nअस कहि राउ सहित सुत रानी। परेउ चरन मुख आव न बानी।।\n\nदीन्ह असीस बिप्र बहु भाँती। चले न प्रीति रीति कहि जाती।।\n\nरामु सप्रेम संग सब भाई। आयसु पाइ फिरे पहुँचाई।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राम रूपु भूपति भगति ब्याहु उछाहु अनंदु।\n\nजात सराहत मनहिं मन मुदित गाधिकुलचंदु।।360।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बामदेव रघुकुल गुर ग्यानी। बहुरि गाधिसुत कथा बखानी।।\n\nसुनि मुनि सुजसु मनहिं मन राऊ। बरनत आपन पुन्य प्रभाऊ।।\n\nबहुरे लोग रजायसु भयऊ। सुतन्ह समेत नृपति गृहँ गयऊ।।\n\nजहँ तहँ राम ब्याहु सबु गावा। सुजसु पुनीत लोक तिहुँ छावा।।\n\nआए ब्याहि रामु घर जब तें। बसइ अनंद अवध सब तब तें।।\n\nप्रभु बिबाहँ जस भयउ उछाहू। सकहिं न बरनि गिरा अहिनाहू।।\n\nकबिकुल जीवनु पावन जानी।।राम सीय जसु मंगल खानी।।\n\nतेहि ते मैं कछु कहा बखानी। करन पुनीत हेतु निज बानी।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "छंद",
        "content": "निज गिरा पावनि करन कारन राम जसु तुलसी कह्यो।\n\nरघुबीर चरित अपार बारिधि पारु कबि कौनें लह्यो।।\n\nउपबीत ब्याह उछाह मंगल सुनि जे सादर गावहीं।\n\nबैदेहि राम प्रसाद ते जन सर्बदा सुखु पावहीं।।",
        "kaand": "बालकाण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सिय रघुबीर बिबाहु जे सप्रेम गावहिं सुनहिं।\n\nतिन्ह कहुँ सदा उछाहु मंगलायतन राम जसु।।361।।",
        "kaand": "बालकाण्ड"
    }
]