[
    {
        "type": "श्लोक",
        "content": "मूलं धर्मतरोर्विवेकजलधेः पूर्णेन्दुमानन्ददं\n\nवैराग्याम्बुजभास्करं ह्यघघनध्वान्तापहं तापहम्।\n\nमोहाम्भोधरपूगपाटनविधौ स्वःसम्भवं शङ्करं\n\nवन्दे ब्रह्मकुलं कलंकशमनं श्रीरामभूपप्रियम्।।1।।\n\nसान्द्रानन्दपयोदसौभगतनुं पीताम्बरं सुन्दरं\n\nपाणौ बाणशरासनं कटिलसत्तूणीरभारं वरम्\n\nराजीवायतलोचनं धृतजटाजूटेन संशोभितं\n\nसीतालक्ष्मणसंयुतं पथिगतं रामाभिरामं भजे।।2।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "उमा राम गुन गूढ़ पंडित मुनि पावहिं बिरति।\n\nपावहिं मोह बिमूढ़ जे हरि बिमुख न धर्म रति।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पुर नर भरत प्रीति मैं गाई। मति अनुरूप अनूप सुहाई।।\n\nअब प्रभु चरित सुनहु अति पावन। करत जे बन सुर नर मुनि भावन।।\n\nएक बार चुनि कुसुम सुहाए। निज कर भूषन राम बनाए।।\n\nसीतहि पहिराए प्रभु सादर। बैठे फटिक सिला पर सुंदर।।\n\nसुरपति सुत धरि बायस बेषा। सठ चाहत रघुपति बल देखा।।\n\nजिमि पिपीलिका सागर थाहा। महा मंदमति पावन चाहा।।\n\nसीता चरन चौंच हति भागा। मूढ़ मंदमति कारन कागा।।\n\nचला रुधिर रघुनायक जाना। सींक धनुष सायक संधाना।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अति कृपाल रघुनायक सदा दीन पर नेह।\n\nता सन आइ कीन्ह छलु मूरख अवगुन गेह।।1।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "प्रेरित मंत्र ब्रह्मसर धावा। चला भाजि बायस भय पावा।।\n\nधरि निज रुप गयउ पितु पाहीं। राम बिमुख राखा तेहि नाहीं।।\n\nभा निरास उपजी मन त्रासा। जथा चक्र भय रिषि दुर्बासा।।\n\nब्रह्मधाम सिवपुर सब लोका। फिरा श्रमित ब्याकुल भय सोका।।\n\nकाहूँ बैठन कहा न ओही। राखि को सकइ राम कर द्रोही।।\n\nमातु मृत्यु पितु समन समाना। सुधा होइ बिष सुनु हरिजाना।।\n\nमित्र करइ सत रिपु कै करनी। ता कहँ बिबुधनदी बैतरनी।।\n\nसब जगु ताहि अनलहु ते ताता। जो रघुबीर बिमुख सुनु भ्राता।।\n\nनारद देखा बिकल जयंता। लागि दया कोमल चित संता।।\n\nपठवा तुरत राम पहिं ताही। कहेसि पुकारि प्रनत हित पाही।।\n\nआतुर सभय गहेसि पद जाई। त्राहि त्राहि दयाल रघुराई।।\n\nअतुलित बल अतुलित प्रभुताई। मैं मतिमंद जानि नहिं पाई।।\n\nनिज कृत कर्म जनित फल पायउँ। अब प्रभु पाहि सरन तकि आयउँ।।\n\nसुनि कृपाल अति आरत बानी। एकनयन करि तजा भवानी।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कीन्ह मोह बस द्रोह जद्यपि तेहि कर बध उचित।\n\nप्रभु छाड़ेउ करि छोह को कृपाल रघुबीर सम।।2।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "रघुपति चित्रकूट बसि नाना। चरित किए श्रुति सुधा समाना।।\n\nबहुरि राम अस मन अनुमाना। होइहि भीर सबहिं मोहि जाना।।\n\nसकल मुनिन्ह सन बिदा कराई। सीता सहित चले द्वौ भाई।।\n\nअत्रि के आश्रम जब प्रभु गयऊ। सुनत महामुनि हरषित भयऊ।।\n\nपुलकित गात अत्रि उठि धाए। देखि रामु आतुर चलि आए।।\n\nकरत दंडवत मुनि उर लाए। प्रेम बारि द्वौ जन अन्हवाए।।\n\nदेखि राम छबि नयन जुड़ाने। सादर निज आश्रम तब आने।।\n\nकरि पूजा कहि बचन सुहाए। दिए मूल फल प्रभु मन भाए।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रभु आसन आसीन भरि लोचन सोभा निरखि।\n\nमुनिबर परम प्रबीन जोरि पानि अस्तुति करत।।3।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "छंद",
        "content": "नमामि भक्त वत्सलं। कृपालु शील कोमलं।।\n\nभजामि ते पदांबुजं। अकामिनां स्वधामदं।।\n\nनिकाम श्याम सुंदरं। भवाम्बुनाथ मंदरं।।\n\nप्रफुल्ल कंज लोचनं। मदादि दोष मोचनं।।\n\nप्रलंब बाहु विक्रमं। प्रभोऽप्रमेय वैभवं।।\n\nनिषंग चाप सायकं। धरं त्रिलोक नायकं।।\n\nदिनेश वंश मंडनं। महेश चाप खंडनं।।\n\nमुनींद्र संत रंजनं। सुरारि वृंद भंजनं।।\n\nमनोज  वैरि वंदितं। अजादि देव सेवितं।।\n\nविशुद्ध बोध विग्रहं। समस्त दूषणापहं।।\n\nनमामि इंदिरा पतिं। सुखाकरं सतां गतिं।।\n\nभजे सशक्ति सानुजं। शची पतिं प्रियानुजं।।\n\nत्वदंघ्रि मूल ये नराः। भजंति हीन मत्सरा।।\n\nपतंति नो भवार्णवे। वितर्क वीचि संकुले।।\n\nविविक्त वासिनः सदा। भजंति मुक्तये मुदा।।\n\nनिरस्य इंद्रियादिकं। प्रयांति ते गतिं स्वकं।।\n\nतमेकमभ्दुतं प्रभुं। निरीहमीश्वरं विभुं।।\n\nजगद्गुरुं च शाश्वतं। तुरीयमेव केवलं।।\n\nभजामि भाव वल्लभं। कुयोगिनां सुदुर्लभं।।\n\nस्वभक्त कल्प पादपं। समं सुसेव्यमन्वहं।।\n\nअनूप रूप भूपतिं। नतोऽहमुर्विजा पतिं।।\n\nप्रसीद मे नमामि ते। पदाब्ज भक्ति देहि मे।।\n\nपठंति ये स्तवं इदं। नरादरेण ते पदं।।\n\nव्रजंति नात्र संशयं। त्वदीय भक्ति संयुता।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बिनती करि मुनि नाइ सिरु कह कर जोरि बहोरि।\n\nचरन सरोरुह नाथ जनि कबहुँ तजै मति मोरि।।4।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अनुसुइया के पद गहि सीता। मिली बहोरि सुसील बिनीता।।\n\nरिषिपतिनी मन सुख अधिकाई। आसिष देइ निकट बैठाई।।\n\nदिब्य बसन भूषन पहिराए। जे नित नूतन अमल सुहाए।।\n\nकह रिषिबधू सरस मृदु बानी। नारिधर्म कछु ब्याज बखानी।।\n\nमातु पिता भ्राता हितकारी। मितप्रद सब सुनु राजकुमारी।।\n\nअमित दानि भर्ता बयदेही। अधम सो नारि जो सेव न तेही।।\n\nधीरज धर्म मित्र अरु नारी। आपद काल परिखिअहिं चारी।।\n\nबृद्ध रोगबस जड़ धनहीना। अधं बधिर क्रोधी अति दीना।।\n\nऐसेहु पति कर किएँ अपमाना। नारि पाव जमपुर दुख नाना।।\n\nएकइ धर्म एक ब्रत नेमा। कायँ बचन मन पति पद प्रेमा।।\n\nजग पति ब्रता चारि बिधि अहहिं। बेद पुरान संत सब कहहिं।।\n\nउत्तम के अस बस मन माहीं। सपनेहुँ आन पुरुष जग नाहीं।।\n\nमध्यम परपति देखइ कैसें। भ्राता पिता पुत्र निज जैंसें।।\n\nधर्म बिचारि समुझि कुल रहई। सो निकिष्ट त्रिय श्रुति अस कहई।।\n\nबिनु अवसर भय तें रह जोई। जानेहु अधम नारि जग सोई।।\n\nपति बंचक परपति रति करई। रौरव नरक कल्प सत परई।।\n\nछन सुख लागि जनम सत कोटि। दुख न समुझ तेहि सम को खोटी।।\n\nबिनु श्रम नारि परम गति लहई। पतिब्रत धर्म छाड़ि छल गहई।।\n\nपति प्रतिकुल जनम जहँ जाई। बिधवा होई पाई तरुनाई।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सहज अपावनि नारि पति सेवत सुभ गति लहइ।\n\nजसु गावत श्रुति चारि अजहु तुलसिका हरिहि प्रिय।।5(क)।।\n\nसुनु सीता तव नाम सुमिर नारि पतिब्रत करहि।\n\nतोहि प्रानप्रिय राम कहिउँ कथा संसार हित।।5(ख)।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि जानकीं परम सुखु पावा। सादर तासु चरन सिरु नावा।।\n\nतब मुनि सन कह कृपानिधाना। आयसु होइ जाउँ बन आना।।\n\nसंतत मो पर कृपा करेहू। सेवक जानि तजेहु जनि नेहू।।\n\nधर्म धुरंधर प्रभु कै बानी। सुनि सप्रेम बोले मुनि ग्यानी।।\n\nजासु कृपा अज सिव सनकादी। चहत सकल परमारथ बादी।।\n\nते तुम्ह राम अकाम पिआरे। दीन बंधु मृदु बचन उचारे।।\n\nअब जानी मैं श्री चतुराई। भजी तुम्हहि सब देव बिहाई।।\n\nजेहि समान अतिसय नहिं कोई। ता कर सील कस न अस होई।।\n\nकेहि बिधि कहौं जाहु अब स्वामी। कहहु नाथ तुम्ह अंतरजामी।।\n\nअस कहि प्रभु बिलोकि मुनि धीरा। लोचन जल बह पुलक सरीरा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "छंद",
        "content": "तन पुलक निर्भर प्रेम पुरन नयन मुख पंकज दिए।\n\nमन ग्यान गुन गोतीत प्रभु मैं दीख जप तप का किए।।\n\nजप जोग धर्म समूह तें नर भगति अनुपम पावई।\n\nरधुबीर चरित पुनीत निसि दिन दास तुलसी गावई।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कलिमल समन दमन मन राम सुजस सुखमूल।\n\nसादर सुनहि जे तिन्ह पर राम रहहिं अनुकूल।।6(क)।।\n\nकठिन काल मल कोस धर्म न ग्यान न जोग जप।\n\nपरिहरि सकल भरोस रामहि भजहिं ते चतुर नर।।6(ख)।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मुनि पद कमल नाइ करि सीसा। चले बनहि सुर नर मुनि ईसा।।\n\nआगे राम अनुज पुनि पाछें। मुनि बर बेष बने अति काछें।।\n\nउमय बीच श्री सोहइ कैसी। ब्रह्म जीव बिच माया जैसी।।\n\nसरिता बन गिरि अवघट घाटा। पति पहिचानी देहिं बर बाटा।।\n\nजहँ जहँ जाहि देव रघुराया। करहिं मेध तहँ तहँ नभ छाया।।\n\nमिला असुर बिराध मग जाता। आवतहीं रघुवीर निपाता।।\n\nतुरतहिं रुचिर रूप तेहिं पावा। देखि दुखी निज धाम पठावा।।\n\nपुनि आए जहँ मुनि सरभंगा। सुंदर अनुज जानकी संगा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "देखी राम मुख पंकज मुनिबर लोचन भृंग।\n\nसादर पान करत अति धन्य जन्म सरभंग।।7।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कह मुनि सुनु रघुबीर कृपाला। संकर मानस राजमराला।।\n\nजात रहेउँ बिरंचि के धामा। सुनेउँ श्रवन बन ऐहहिं रामा।।\n\nचितवत पंथ रहेउँ दिन राती। अब प्रभु देखि जुड़ानी छाती।।\n\nनाथ सकल साधन मैं हीना। कीन्ही कृपा जानि जन दीना।।\n\nसो कछु देव न मोहि निहोरा। निज पन राखेउ जन मन चोरा।।\n\nतब लगि रहहु दीन हित लागी। जब लगि मिलौं तुम्हहि तनु त्यागी।।\n\nजोग जग्य जप तप ब्रत कीन्हा। प्रभु कहँ देइ भगति बर लीन्हा।।\n\nएहि बिधि सर रचि मुनि सरभंगा। बैठे हृदयँ छाड़ि सब संगा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सीता अनुज समेत प्रभु नील जलद तनु स्याम।\n\nमम हियँ बसहु निरंतर सगुनरुप श्रीराम।।8।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अस कहि जोग अगिनि तनु जारा। राम कृपाँ बैकुंठ सिधारा।।\n\nताते मुनि हरि लीन न भयऊ। प्रथमहिं भेद भगति बर लयऊ।।\n\nरिषि निकाय मुनिबर गति देखि। सुखी भए निज हृदयँ बिसेषी।।\n\nअस्तुति करहिं सकल मुनि बृंदा। जयति प्रनत हित करुना कंदा।।\n\nपुनि रघुनाथ चले बन आगे। मुनिबर बृंद बिपुल सँग लागे।।\n\nअस्थि समूह देखि रघुराया। पूछी मुनिन्ह लागि अति दाया।।\n\nजानतहुँ पूछिअ कस स्वामी। सबदरसी तुम्ह अंतरजामी।।\n\nनिसिचर निकर सकल मुनि खाए। सुनि रघुबीर नयन जल छाए।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "निसिचर हीन करउँ महि भुज उठाइ पन कीन्ह।\n\nसकल मुनिन्ह के आश्रमन्हि जाइ जाइ सुख दीन्ह।।9।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मुनि अगस्ति कर सिष्य सुजाना। नाम सुतीछन रति भगवाना।।\n\nमन क्रम बचन राम पद सेवक। सपनेहुँ आन भरोस न देवक।।\n\nप्रभु आगवनु श्रवन सुनि पावा। करत मनोरथ आतुर धावा।।\n\nहे बिधि दीनबंधु रघुराया। मो से सठ पर करिहहिं दाया।।\n\nसहित अनुज मोहि राम गोसाई। मिलिहहिं निज सेवक की नाई।।\n\nमोरे जियँ भरोस दृढ़ नाहीं। भगति बिरति न ग्यान मन माहीं।।\n\nनहिं सतसंग जोग जप जागा। नहिं दृढ़ चरन कमल अनुरागा।।\n\nएक बानि करुनानिधान की। सो प्रिय जाकें गति न आन की।।\n\nहोइहैं सुफल आजु मम लोचन। देखि बदन पंकज भव मोचन।।\n\nनिर्भर प्रेम मगन मुनि ग्यानी। कहि न जाइ सो दसा भवानी।।\n\nदिसि अरु बिदिसि पंथ नहिं सूझा। को मैं चलेउँ कहाँ नहिं बूझा।।\n\nकबहुँक फिरि पाछें पुनि जाई। कबहुँक नृत्य करइ गुन गाई।।\n\nअबिरल प्रेम भगति मुनि पाई। प्रभु देखैं तरु ओट लुकाई।।\n\nअतिसय प्रीति देखि रघुबीरा। प्रगटे हृदयँ हरन भव भीरा।।\n\nमुनि मग माझ अचल होइ बैसा। पुलक सरीर पनस फल जैसा।।\n\nतब रघुनाथ निकट चलि आए। देखि दसा निज जन मन भाए।।\n\nमुनिहि राम बहु भाँति जगावा। जाग न ध्यानजनित सुख पावा।।\n\nभूप रूप तब राम दुरावा। हृदयँ चतुर्भुज रूप देखावा।।\n\nमुनि अकुलाइ उठा तब कैसें। बिकल हीन मनि फनि बर जैसें।।\n\nआगें देखि राम तन स्यामा। सीता अनुज सहित सुख धामा।।\n\nपरेउ लकुट इव चरनन्हि लागी। प्रेम मगन मुनिबर बड़भागी।।\n\nभुज बिसाल गहि लिए उठाई। परम प्रीति राखे उर लाई।।\n\nमुनिहि मिलत अस सोह कृपाला। कनक तरुहि जनु भेंट तमाला।।\n\nराम बदनु बिलोक मुनि ठाढ़ा। मानहुँ चित्र माझ लिखि काढ़ा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तब मुनि हृदयँ धीर धीर गहि पद बारहिं बार।\n\nनिज आश्रम प्रभु आनि करि पूजा बिबिध प्रकार।।10।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कह मुनि प्रभु सुनु बिनती मोरी। अस्तुति करौं कवन बिधि तोरी।।\n\nमहिमा अमित मोरि मति थोरी। रबि सन्मुख खद्योत अँजोरी।।\n\nश्याम तामरस दाम शरीरं। जटा मुकुट परिधन मुनिचीरं।।\n\nपाणि चाप शर कटि तूणीरं। नौमि निरंतर श्रीरघुवीरं।।\n\nमोह विपिन घन दहन कृशानुः। संत सरोरुह कानन भानुः।।\n\nनिशिचर करि वरूथ मृगराजः। त्रातु सदा नो भव खग बाजः।।\n\nअरुण नयन राजीव सुवेशं। सीता नयन चकोर निशेशं।।\n\nहर ह्रदि मानस बाल मरालं। नौमि राम उर बाहु विशालं।।\n\nसंशय सर्प ग्रसन उरगादः। शमन सुकर्कश तर्क विषादः।।\n\nभव भंजन रंजन सुर यूथः। त्रातु सदा नो कृपा वरूथः।।\n\nनिर्गुण सगुण विषम सम रूपं। ज्ञान गिरा गोतीतमनूपं।।\n\nअमलमखिलमनवद्यमपारं। नौमि राम भंजन महि भारं।।\n\nभक्त कल्पपादप आरामः। तर्जन क्रोध लोभ मद कामः।।\n\nअति नागर भव सागर सेतुः। त्रातु सदा दिनकर कुल केतुः।।\n\nअतुलित भुज प्रताप बल धामः। कलि मल विपुल विभंजन नामः।।\n\nधर्म वर्म नर्मद गुण ग्रामः। संतत शं तनोतु मम रामः।।\n\nजदपि बिरज ब्यापक अबिनासी। सब के हृदयँ निरंतर बासी।।\n\nतदपि अनुज श्री सहित खरारी। बसतु मनसि मम काननचारी।।\n\nजे जानहिं ते जानहुँ स्वामी। सगुन अगुन उर अंतरजामी।।\n\nजो कोसल पति राजिव नयना। करउ सो राम हृदय मम अयना।\n\nअस अभिमान जाइ जनि भोरे। मैं सेवक रघुपति पति मोरे।।\n\nसुनि मुनि बचन राम मन भाए। बहुरि हरषि मुनिबर उर लाए।।\n\nपरम प्रसन्न जानु मुनि मोही। जो बर मागहु देउ सो तोही।।\n\nमुनि कह मै बर कबहुँ न जाचा। समुझि न परइ झूठ का साचा।।\n\nतुम्हहि नीक लागै रघुराई। सो मोहि देहु दास सुखदाई।।\n\nअबिरल भगति बिरति बिग्याना। होहु सकल गुन ग्यान निधाना।।\n\nप्रभु जो दीन्ह सो बरु मैं पावा। अब सो देहु मोहि जो भावा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अनुज जानकी सहित प्रभु चाप बान धर राम।\n\nमम हिय गगन इंदु इव बसहु सदा निहकाम।।11।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एवमस्तु करि रमानिवासा। हरषि चले कुभंज रिषि पासा।।\n\nबहुत दिवस गुर दरसन पाएँ। भए मोहि एहिं आश्रम आएँ।।\n\nअब प्रभु संग जाउँ गुर पाहीं। तुम्ह कहँ नाथ निहोरा नाहीं।।\n\nदेखि कृपानिधि मुनि चतुराई। लिए संग बिहसै द्वौ भाई।।\n\nपंथ कहत निज भगति अनूपा। मुनि आश्रम पहुँचे सुरभूपा।।\n\nतुरत सुतीछन गुर पहिं गयऊ। करि दंडवत कहत अस भयऊ।।\n\nनाथ कौसलाधीस कुमारा। आए मिलन जगत आधारा।।\n\nराम अनुज समेत बैदेही। निसि दिनु देव जपत हहु जेही।।\n\nसुनत अगस्ति तुरत उठि धाए। हरि बिलोकि लोचन जल छाए।।\n\nमुनि पद कमल परे द्वौ भाई। रिषि अति प्रीति लिए उर लाई।।\n\nसादर कुसल पूछि मुनि ग्यानी। आसन बर बैठारे आनी।।\n\nपुनि करि बहु प्रकार प्रभु पूजा। मोहि सम भाग्यवंत नहिं दूजा।।\n\nजहँ लगि रहे अपर मुनि बृंदा। हरषे सब बिलोकि सुखकंदा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मुनि समूह महँ बैठे सन्मुख सब की ओर।\n\nसरद इंदु तन चितवत मानहुँ निकर चकोर।।12।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तब रघुबीर कहा मुनि पाहीं। तुम्ह सन प्रभु दुराव कछु नाही।।\n\nतुम्ह जानहु जेहि कारन आयउँ। ताते तात न कहि समुझायउँ।।\n\nअब सो मंत्र देहु प्रभु मोही। जेहि प्रकार मारौं मुनिद्रोही।।\n\nमुनि मुसकाने सुनि प्रभु बानी। पूछेहु नाथ मोहि का जानी।।\n\nतुम्हरेइँ भजन प्रभाव अघारी। जानउँ महिमा कछुक तुम्हारी।।\n\nऊमरि तरु बिसाल तव माया। फल ब्रह्मांड अनेक निकाया।।\n\nजीव चराचर जंतु समाना। भीतर बसहि न जानहिं आना।।\n\nते फल भच्छक कठिन कराला। तव भयँ डरत सदा सोउ काला।।\n\nते तुम्ह सकल लोकपति साईं। पूँछेहु मोहि मनुज की नाईं।।\n\nयह बर मागउँ कृपानिकेता। बसहु हृदयँ श्री अनुज समेता।।\n\nअबिरल भगति बिरति सतसंगा। चरन सरोरुह प्रीति अभंगा।।\n\nजद्यपि ब्रह्म अखंड अनंता। अनुभव गम्य भजहिं जेहि संता।।\n\nअस तव रूप बखानउँ जानउँ। फिरि फिरि सगुन ब्रह्म रति मानउँ।।\n\nसंतत दासन्ह देहु बड़ाई। तातें मोहि पूँछेहु रघुराई।।\n\nहै प्रभु परम मनोहर ठाऊँ। पावन पंचबटी तेहि नाऊँ।।\n\nदंडक बन पुनीत प्रभु करहू। उग्र साप मुनिबर कर हरहू।।\n\nबास करहु तहँ रघुकुल राया। कीजे सकल मुनिन्ह पर दाया।।\n\nचले राम मुनि आयसु पाई। तुरतहिं पंचबटी निअराई।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गीधराज सैं भैंट भइ बहु बिधि प्रीति बढ़ाइ।।\n\nगोदावरी निकट प्रभु रहे परन गृह छाइ।।13।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जब ते राम कीन्ह तहँ बासा। सुखी भए मुनि बीती त्रासा।।\n\nगिरि बन नदीं ताल छबि छाए। दिन दिन प्रति अति हौहिं सुहाए।।\n\nखग मृग बृंद अनंदित रहहीं। मधुप मधुर गंजत छबि लहहीं।।\n\nसो बन बरनि न सक अहिराजा। जहाँ प्रगट रघुबीर बिराजा।।\n\nएक बार प्रभु सुख आसीना। लछिमन बचन कहे छलहीना।।\n\nसुर नर मुनि सचराचर साईं। मैं पूछउँ निज प्रभु की नाई।।\n\nमोहि समुझाइ कहहु सोइ देवा। सब तजि करौं चरन रज सेवा।।\n\nकहहु ग्यान बिराग अरु माया। कहहु सो भगति करहु जेहिं दाया।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "ईस्वर जीव भेद प्रभु सकल कहौ समुझाइ।।\n\nजातें होइ चरन रति सोक मोह भ्रम जाइ।।14।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "थोरेहि महँ सब कहउँ बुझाई। सुनहु तात मति मन चित लाई।।\n\nमैं अरु मोर तोर तैं माया। जेहिं बस कीन्हे जीव निकाया।।\n\nगो गोचर जहँ लगि मन जाई। सो सब माया जानेहु भाई।।\n\nतेहि कर भेद सुनहु तुम्ह सोऊ। बिद्या अपर अबिद्या दोऊ।।\n\nएक दुष्ट अतिसय दुखरूपा। जा बस जीव परा भवकूपा।।\n\nएक रचइ जग गुन बस जाकें। प्रभु प्रेरित नहिं निज बल ताकें।।\n\nग्यान मान जहँ एकउ नाहीं। देख ब्रह्म समान सब माही।।\n\nकहिअ तात सो परम बिरागी। तृन सम सिद्धि तीनि गुन त्यागी।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "माया ईस न आपु कहुँ जान कहिअ सो जीव।\n\nबंध मोच्छ प्रद सर्बपर माया प्रेरक सीव।।15।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "धर्म तें बिरति जोग तें ग्याना। ग्यान मोच्छप्रद बेद बखाना।।\n\nजातें बेगि द्रवउँ मैं भाई। सो मम भगति भगत सुखदाई।।\n\nसो सुतंत्र अवलंब न आना। तेहि आधीन ग्यान बिग्याना।।\n\nभगति तात अनुपम सुखमूला। मिलइ जो संत होइँ अनुकूला।।\n\nभगति कि साधन कहउँ बखानी। सुगम पंथ मोहि पावहिं प्रानी।।\n\nप्रथमहिं बिप्र चरन अति प्रीती। निज निज कर्म निरत श्रुति रीती।।\n\nएहि कर फल पुनि बिषय बिरागा। तब मम धर्म उपज अनुरागा।।\n\nश्रवनादिक नव भक्ति दृढ़ाहीं। मम लीला रति अति मन माहीं।।\n\nसंत चरन पंकज अति प्रेमा। मन क्रम बचन भजन दृढ़ नेमा।।\n\nगुरु पितु मातु बंधु पति देवा। सब मोहि कहँ जाने दृढ़ सेवा।।\n\nमम गुन गावत पुलक सरीरा। गदगद गिरा नयन बह नीरा।।\n\nकाम आदि मद दंभ न जाकें। तात निरंतर बस मैं ताकें।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बचन कर्म मन मोरि गति भजनु करहिं निःकाम।।\n\nतिन्ह के हृदय कमल महुँ करउँ सदा बिश्राम।।16।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "भगति जोग सुनि अति सुख पावा। लछिमन प्रभु चरनन्हि सिरु नावा।।\n\nएहि बिधि गए कछुक दिन बीती। कहत बिराग ग्यान गुन नीती।।\n\nसूपनखा रावन कै बहिनी। दुष्ट हृदय दारुन जस अहिनी।।\n\nपंचबटी सो गइ एक बारा। देखि बिकल भइ जुगल कुमारा।।\n\nभ्राता पिता पुत्र उरगारी। पुरुष मनोहर निरखत नारी।।\n\nहोइ बिकल सक मनहि न रोकी। जिमि रबिमनि द्रव रबिहि बिलोकी।।\n\nरुचिर रुप धरि प्रभु पहिं जाई। बोली बचन बहुत मुसुकाई।।\n\nतुम्ह सम पुरुष न मो सम नारी। यह सँजोग बिधि रचा बिचारी।।\n\nमम अनुरूप पुरुष जग माहीं। देखेउँ खोजि लोक तिहु नाहीं।।\n\nताते अब लगि रहिउँ कुमारी। मनु माना कछु तुम्हहि निहारी।।\n\nसीतहि चितइ कही प्रभु बाता। अहइ कुआर मोर लघु भ्राता।।\n\nगइ लछिमन रिपु भगिनी जानी। प्रभु बिलोकि बोले मृदु बानी।।\n\nसुंदरि सुनु मैं उन्ह कर दासा। पराधीन नहिं तोर सुपासा।।\n\nप्रभु समर्थ कोसलपुर राजा। जो कछु करहिं उनहि सब छाजा।।\n\nसेवक सुख चह मान भिखारी। ब्यसनी धन सुभ गति बिभिचारी।।\n\nलोभी जसु चह चार गुमानी। नभ दुहि दूध चहत ए प्रानी।।\n\nपुनि फिरि राम निकट सो आई। प्रभु लछिमन पहिं बहुरि पठाई।।\n\nलछिमन कहा तोहि सो बरई। जो तृन तोरि लाज परिहरई।।\n\nतब खिसिआनि राम पहिं गई। रूप भयंकर प्रगटत भई।।\n\nसीतहि सभय देखि रघुराई। कहा अनुज सन सयन बुझाई।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "लछिमन अति लाघवँ सो नाक कान बिनु कीन्हि।\n\nताके कर रावन कहँ मनौ चुनौती दीन्हि।।17।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नाक कान बिनु भइ बिकरारा। जनु स्त्रव सैल गैरु कै धारा।।\n\nखर दूषन पहिं गइ बिलपाता। धिग धिग तव पौरुष बल भ्राता।।\n\nतेहि पूछा सब कहेसि बुझाई। जातुधान सुनि सेन बनाई।।\n\nधाए निसिचर निकर बरूथा। जनु सपच्छ कज्जल गिरि जूथा।।\n\nनाना बाहन नानाकारा। नानायुध धर घोर अपारा।।\n\nसुपनखा आगें करि लीनी। असुभ रूप श्रुति नासा हीनी।।\n\nअसगुन अमित होहिं भयकारी। गनहिं न मृत्यु बिबस सब झारी।।\n\nगर्जहि तर्जहिं गगन उड़ाहीं। देखि कटकु भट अति हरषाहीं।।\n\nकोउ कह जिअत धरहु द्वौ भाई। धरि मारहु तिय लेहु छड़ाई।।\n\nधूरि पूरि नभ मंडल रहा। राम बोलाइ अनुज सन कहा।।\n\nलै जानकिहि जाहु गिरि कंदर। आवा निसिचर कटकु भयंकर।।\n\nरहेहु सजग सुनि प्रभु कै बानी। चले सहित श्री सर धनु पानी।।\n\nदेखि राम रिपुदल चलि आवा। बिहसि कठिन कोदंड चढ़ावा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "छंद",
        "content": "कोदंड कठिन चढ़ाइ सिर जट जूट बाँधत सोह क्यों।\n\nमरकत सयल पर लरत दामिनि कोटि सों जुग भुजग ज्यों।।\n\nकटि कसि निषंग बिसाल भुज गहि चाप बिसिख सुधारि कै।।\n\nचितवत मनहुँ मृगराज प्रभु गजराज घटा निहारि कै।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "आइ गए बगमेल धरहु धरहु धावत सुभट।\n\nजथा बिलोकि अकेल बाल रबिहि घेरत दनुज।।18।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "प्रभु बिलोकि सर सकहिं न डारी। थकित भई रजनीचर धारी।।\n\nसचिव बोलि बोले खर दूषन। यह कोउ नृपबालक नर भूषन।।\n\nनाग असुर सुर नर मुनि जेते। देखे जिते हते हम केते।।\n\nहम भरि जन्म सुनहु सब भाई। देखी नहिं असि सुंदरताई।।\n\nजद्यपि भगिनी कीन्ह कुरूपा। बध लायक नहिं पुरुष अनूपा।।\n\nदेहु तुरत निज नारि दुराई। जीअत भवन जाहु द्वौ भाई।।\n\nमोर कहा तुम्ह ताहि सुनावहु। तासु बचन सुनि आतुर आवहु।।\n\nदूतन्ह कहा राम सन जाई। सुनत राम बोले मुसकाई।।\n\nहम छत्री मृगया बन करहीं। तुम्ह से खल मृग खौजत फिरहीं।।\n\nरिपु बलवंत देखि नहिं डरहीं। एक बार कालहु सन लरहीं।।\n\nजद्यपि मनुज दनुज कुल घालक। मुनि पालक खल सालक बालक।।\n\nजौं न होइ बल घर फिरि जाहू। समर बिमुख मैं हतउँ न काहू।।\n\nरन चढ़ि करिअ कपट चतुराई। रिपु पर कृपा परम कदराई।।\n\nदूतन्ह जाइ तुरत सब कहेऊ। सुनि खर दूषन उर अति दहेऊ।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "छंद",
        "content": "उर दहेउ कहेउ कि धरहु धाए बिकट भट रजनीचरा।\n\nसर चाप तोमर सक्ति सूल कृपान परिघ परसु धरा।।\n\nप्रभु कीन्ह धनुष टकोर प्रथम कठोर घोर भयावहा।\n\nभए बधिर ब्याकुल जातुधान न ग्यान तेहि अवसर रहा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सावधान होइ धाए जानि सबल आराति।\n\nलागे बरषन राम पर अस्त्र सस्त्र बहु भाँति।।19(क)।।\n\nतिन्ह के आयुध तिल सम करि काटे रघुबीर।\n\nतानि सरासन श्रवन लगि पुनि छाँड़े निज तीर।।19(ख)।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "छंद",
        "content": "तब चले जान बबान कराल। फुंकरत जनु बहु ब्याल।।\n\nकोपेउ समर श्रीराम। चले बिसिख निसित निकाम।।\n\nअवलोकि खरतर तीर। मुरि चले निसिचर बीर।।\n\nभए क्रुद्ध तीनिउ भाइ। जो भागि रन ते जाइ।।\n\nतेहि बधब हम निज पानि। फिरे मरन मन महुँ ठानि।।\n\nआयुध अनेक प्रकार। सनमुख ते करहिं प्रहार।।\n\nरिपु परम कोपे जानि। प्रभु धनुष सर संधानि।।\n\nछाँड़े बिपुल नाराच। लगे कटन बिकट पिसाच।।\n\nउर सीस भुज कर चरन। जहँ तहँ लगे महि परन।।\n\nचिक्करत लागत बान। धर परत कुधर समान।।\n\nभट कटत तन सत खंड। पुनि उठत करि पाषंड।।\n\nनभ उड़त बहु भुज मुंड। बिनु मौलि धावत रुंड।।\n\nखग कंक काक सृगाल। कटकटहिं कठिन कराल।।\n\nकटकटहिं ज़ंबुक भूत प्रेत पिसाच खर्पर संचहीं।\n\nबेताल बीर कपाल ताल बजाइ जोगिनि नंचहीं।।\n\nरघुबीर बान प्रचंड खंडहिं भटन्ह के उर भुज सिरा।\n\nजहँ तहँ परहिं उठि लरहिं धर धरु धरु करहिं भयकर गिरा।।\n\nअंतावरीं गहि उड़त गीध पिसाच कर गहि धावहीं।।\n\nसंग्राम पुर बासी मनहुँ बहु बाल गुड़ी उड़ावहीं।।\n\nमारे पछारे उर बिदारे बिपुल भट कहँरत परे।\n\nअवलोकि निज दल बिकल भट तिसिरादि खर दूषन फिरे।।\n\nसर सक्ति तोमर परसु सूल कृपान एकहि बारहीं।\n\nकरि कोप श्रीरघुबीर पर अगनित निसाचर डारहीं।।\n\nप्रभु निमिष महुँ रिपु सर निवारि पचारि डारे सायका।\n\nदस दस बिसिख उर माझ मारे सकल निसिचर नायका।।\n\nमहि परत उठि भट भिरत मरत न करत माया अति घनी।\n\nसुर डरत चौदह सहस प्रेत बिलोकि एक अवध धनी।।\n\nसुर मुनि सभय प्रभु देखि मायानाथ अति कौतुक कर् यो।\n\nदेखहि परसपर राम करि संग्राम रिपुदल लरि मर् यो।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राम राम कहि तनु तजहिं पावहिं पद निर्बान।\n\nकरि उपाय रिपु मारे छन महुँ कृपानिधान।।20(क)।।\n\nहरषित बरषहिं सुमन सुर बाजहिं गगन निसान।\n\nअस्तुति करि करि सब चले सोभित बिबिध बिमान।।20(ख)।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जब रघुनाथ समर रिपु जीते। सुर नर मुनि सब के भय बीते।।\n\nतब लछिमन सीतहि लै आए। प्रभु पद परत हरषि उर लाए।\n\nसीता चितव स्याम मृदु गाता। परम प्रेम लोचन न अघाता।।\n\nपंचवटीं बसि श्रीरघुनायक। करत चरित सुर मुनि सुखदायक।।\n\nधुआँ देखि खरदूषन केरा। जाइ सुपनखाँ रावन प्रेरा।।\n\nबोलि बचन क्रोध करि भारी। देस कोस कै सुरति बिसारी।।\n\nकरसि पान सोवसि दिनु राती। सुधि नहिं तव सिर पर आराती।।\n\nराज नीति बिनु धन बिनु धर्मा। हरिहि समर्पे बिनु सतकर्मा।।\n\nबिद्या बिनु बिबेक उपजाएँ। श्रम फल पढ़े किएँ अरु पाएँ।।\n\nसंग ते जती कुमंत्र ते राजा। मान ते ग्यान पान तें लाजा।।\n\nप्रीति प्रनय बिनु मद ते गुनी। नासहि बेगि नीति अस सुनी।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रिपु रुज पावक पाप प्रभु अहि गनिअ न छोट करि।\n\nअस कहि बिबिध बिलाप करि लागी रोदन करन।।21(क)।।\n\nसभा माझ परि ब्याकुल बहु प्रकार कह रोइ।\n\nतोहि जिअत दसकंधर मोरि कि असि गति होइ।।21(ख)।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनत सभासद उठे अकुलाई। समुझाई गहि बाहँ उठाई।।\n\nकह लंकेस कहसि निज बाता। केंइँ तव नासा कान निपाता।।\n\nअवध नृपति दसरथ के जाए। पुरुष सिंघ बन खेलन आए।।\n\nसमुझि परी मोहि उन्ह कै करनी। रहित निसाचर करिहहिं धरनी।।\n\nजिन्ह कर भुजबल पाइ दसानन। अभय भए बिचरत मुनि कानन।।\n\nदेखत बालक काल समाना। परम धीर धन्वी गुन नाना।।\n\nअतुलित बल प्रताप द्वौ भ्राता। खल बध रत सुर मुनि सुखदाता।।\n\nसोभाधाम राम अस नामा। तिन्ह के संग नारि एक स्यामा।।\n\nरुप रासि बिधि नारि सँवारी। रति सत कोटि तासु बलिहारी।।\n\nतासु अनुज काटे श्रुति नासा। सुनि तव भगिनि करहिं परिहासा।।\n\nखर दूषन सुनि लगे पुकारा। छन महुँ सकल कटक उन्ह मारा।।\n\nखर दूषन तिसिरा कर घाता। सुनि दससीस जरे सब गाता।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुपनखहि समुझाइ करि बल बोलेसि बहु भाँति।\n\nगयउ भवन अति सोचबस नीद परइ नहिं राति।।22।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुर नर असुर नाग खग माहीं। मोरे अनुचर कहँ कोउ नाहीं।।\n\nखर दूषन मोहि सम बलवंता। तिन्हहि को मारइ बिनु भगवंता।।\n\nसुर रंजन भंजन महि भारा। जौं भगवंत लीन्ह अवतारा।।\n\nतौ मै जाइ बैरु हठि करऊँ। प्रभु सर प्रान तजें भव तरऊँ।।\n\nहोइहि भजनु न तामस देहा। मन क्रम बचन मंत्र दृढ़ एहा।।\n\nजौं नररुप भूपसुत कोऊ। हरिहउँ नारि जीति रन दोऊ।।\n\nचला अकेल जान चढि तहवाँ। बस मारीच सिंधु तट जहवाँ।।\n\nइहाँ राम जसि जुगुति बनाई। सुनहु उमा सो कथा सुहाई।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "लछिमन गए बनहिं जब लेन मूल फल कंद।\n\nजनकसुता सन बोले बिहसि कृपा सुख बृंद।। 23।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनहु प्रिया ब्रत रुचिर सुसीला। मैं कछु करबि ललित नरलीला।।\n\nतुम्ह पावक महुँ करहु निवासा। जौ लगि करौं निसाचर नासा।।\n\nजबहिं राम सब कहा बखानी। प्रभु पद धरि हियँ अनल समानी।।\n\nनिज प्रतिबिंब राखि तहँ सीता। तैसइ सील रुप सुबिनीता।।\n\nलछिमनहूँ यह मरमु न जाना। जो कछु चरित रचा भगवाना।।\n\nदसमुख गयउ जहाँ मारीचा। नाइ माथ स्वारथ रत नीचा।।\n\nनवनि नीच कै अति दुखदाई। जिमि अंकुस धनु उरग बिलाई।।\n\nभयदायक खल कै प्रिय बानी। जिमि अकाल के कुसुम भवानी।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "करि पूजा मारीच तब सादर पूछी बात।\n\nकवन हेतु मन ब्यग्र अति अकसर आयहु तात।।24।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "दसमुख सकल कथा तेहि आगें। कही सहित अभिमान अभागें।।\n\nहोहु कपट मृग तुम्ह छलकारी। जेहि बिधि हरि आनौ नृपनारी।।\n\nतेहिं पुनि कहा सुनहु दससीसा। ते नररुप चराचर ईसा।।\n\nतासों तात बयरु नहिं कीजे। मारें मरिअ जिआएँ जीजै।।\n\nमुनि मख राखन गयउ कुमारा। बिनु फर सर रघुपति मोहि मारा।।\n\nसत जोजन आयउँ छन माहीं। तिन्ह सन बयरु किएँ भल नाहीं।।\n\nभइ मम कीट भृंग की नाई। जहँ तहँ मैं देखउँ दोउ भाई।।\n\nजौं नर तात तदपि अति सूरा। तिन्हहि बिरोधि न आइहि पूरा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जेहिं ताड़का सुबाहु हति खंडेउ हर कोदंड।।\n\nखर दूषन तिसिरा बधेउ मनुज कि अस बरिबंड।।25।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जाहु भवन कुल कुसल बिचारी। सुनत जरा दीन्हिसि बहु गारी।।\n\nगुरु जिमि मूढ़ करसि मम बोधा। कहु जग मोहि समान को जोधा।।\n\nतब मारीच हृदयँ अनुमाना। नवहि बिरोधें नहिं कल्याना।।\n\nसस्त्री मर्मी प्रभु सठ धनी। बैद बंदि कबि भानस गुनी।।\n\nउभय भाँति देखा निज मरना। तब ताकिसि रघुनायक सरना।।\n\nउतरु देत मोहि बधब अभागें। कस न मरौं रघुपति सर लागें।।\n\nअस जियँ जानि दसानन संगा। चला राम पद प्रेम अभंगा।।\n\nमन अति हरष जनाव न तेही। आजु देखिहउँ परम सनेही।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "छंद",
        "content": "निज परम प्रीतम देखि लोचन सुफल करि सुख पाइहौं।\n\nश्री सहित अनुज समेत कृपानिकेत पद मन लाइहौं।।\n\nनिर्बान दायक क्रोध जा कर भगति अबसहि बसकरी।\n\nनिज पानि सर संधानि सो मोहि बधिहि सुखसागर हरी।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मम पाछें धर धावत धरें सरासन बान।\n\nफिरि फिरि प्रभुहि बिलोकिहउँ धन्य न मो सम आन।।26।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तेहि बन निकट दसानन गयऊ। तब मारीच कपटमृग भयऊ।।\n\nअति बिचित्र कछु बरनि न जाई। कनक देह मनि रचित बनाई।।\n\nसीता परम रुचिर मृग देखा। अंग अंग सुमनोहर बेषा।।\n\nसुनहु देव रघुबीर कृपाला। एहि मृग कर अति सुंदर छाला।।\n\nसत्यसंध प्रभु बधि करि एही। आनहु चर्म कहति बैदेही।।\n\nतब रघुपति जानत सब कारन। उठे हरषि सुर काजु सँवारन।।\n\nमृग बिलोकि कटि परिकर बाँधा। करतल चाप रुचिर सर साँधा।।\n\nप्रभु लछिमनिहि कहा समुझाई। फिरत बिपिन निसिचर बहु भाई।।\n\nसीता केरि करेहु रखवारी। बुधि बिबेक बल समय बिचारी।।\n\nप्रभुहि बिलोकि चला मृग भाजी। धाए रामु सरासन साजी।।\n\nनिगम नेति सिव ध्यान न पावा। मायामृग पाछें सो धावा।।\n\nकबहुँ निकट पुनि दूरि पराई। कबहुँक प्रगटइ कबहुँ छपाई।।\n\nप्रगटत दुरत करत छल भूरी। एहि बिधि प्रभुहि गयउ लै दूरी।।\n\nतब तकि राम कठिन सर मारा। धरनि परेउ करि घोर पुकारा।।\n\nलछिमन कर प्रथमहिं लै नामा। पाछें सुमिरेसि मन महुँ रामा।।\n\nप्रान तजत प्रगटेसि निज देहा। सुमिरेसि रामु समेत सनेहा।।\n\nअंतर प्रेम तासु पहिचाना। मुनि दुर्लभ गति दीन्हि सुजाना।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बिपुल सुमन सुर बरषहिं गावहिं प्रभु गुन गाथ।\n\nनिज पद दीन्ह असुर कहुँ दीनबंधु रघुनाथ।।27।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "खल बधि तुरत फिरे रघुबीरा। सोह चाप कर कटि तूनीरा।।\n\nआरत गिरा सुनी जब सीता। कह लछिमन सन परम सभीता।।\n\nजाहु बेगि संकट अति भ्राता। लछिमन बिहसि कहा सुनु माता।।\n\nभृकुटि बिलास सृष्टि लय होई। सपनेहुँ संकट परइ कि सोई।।\n\nमरम बचन जब सीता बोला। हरि प्रेरित लछिमन मन डोला।।\n\nबन दिसि देव सौंपि सब काहू। चले जहाँ रावन ससि राहू।।\n\nसून बीच दसकंधर देखा। आवा निकट जती कें बेषा।।\n\nजाकें डर सुर असुर डेराहीं। निसि न नीद दिन अन्न न खाहीं।।\n\nसो दससीस स्वान की नाई। इत उत चितइ चला भड़िहाई।।\n\nइमि कुपंथ पग देत खगेसा। रह न तेज बुधि बल लेसा।।\n\nनाना बिधि करि कथा सुहाई। राजनीति भय प्रीति देखाई।।\n\nकह सीता सुनु जती गोसाईं। बोलेहु बचन दुष्ट की नाईं।।\n\nतब रावन निज रूप देखावा। भई सभय जब नाम सुनावा।।\n\nकह सीता धरि धीरजु गाढ़ा। आइ गयउ प्रभु रहु खल ठाढ़ा।।\n\nजिमि हरिबधुहि छुद्र सस चाहा। भएसि कालबस निसिचर नाहा।।\n\nसुनत बचन दससीस रिसाना। मन महुँ चरन बंदि सुख माना।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "क्रोधवंत तब रावन लीन्हिसि रथ बैठाइ।\n\nचला गगनपथ आतुर भयँ रथ हाँकि न जाइ।।28।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "हा जग एक बीर रघुराया। केहिं अपराध बिसारेहु दाया।।\n\nआरति हरन सरन सुखदायक। हा रघुकुल सरोज दिननायक।।\n\nहा लछिमन तुम्हार नहिं दोसा। सो फलु पायउँ कीन्हेउँ रोसा।।\n\nबिबिध बिलाप करति बैदेही। भूरि कृपा प्रभु दूरि सनेही।।\n\nबिपति मोरि को प्रभुहि सुनावा। पुरोडास चह रासभ खावा।।\n\nसीता कै बिलाप सुनि भारी। भए चराचर जीव दुखारी।।\n\nगीधराज सुनि आरत बानी। रघुकुलतिलक नारि पहिचानी।।\n\nअधम निसाचर लीन्हे जाई। जिमि मलेछ बस कपिला गाई।।\n\nसीते पुत्रि करसि जनि त्रासा। करिहउँ जातुधान कर नासा।।\n\nधावा क्रोधवंत खग कैसें। छूटइ पबि परबत कहुँ जैसे।।\n\nरे रे दुष्ट ठाढ़ किन होही। निर्भय चलेसि न जानेहि मोही।।\n\nआवत देखि कृतांत समाना। फिरि दसकंधर कर अनुमाना।।\n\nकी मैनाक कि खगपति होई। मम बल जान सहित पति सोई।।\n\nजाना जरठ जटायू एहा। मम कर तीरथ छाँड़िहि देहा।।\n\nसुनत गीध क्रोधातुर धावा। कह सुनु रावन मोर सिखावा।।\n\nतजि जानकिहि कुसल गृह जाहू। नाहिं त अस होइहि बहुबाहू।।\n\nराम रोष पावक अति घोरा। होइहि सकल सलभ कुल तोरा।।\n\nउतरु न देत दसानन जोधा। तबहिं गीध धावा करि क्रोधा।।\n\nधरि कच बिरथ कीन्ह महि गिरा। सीतहि राखि गीध पुनि फिरा।।\n\nचौचन्ह मारि बिदारेसि देही। दंड एक भइ मुरुछा तेही।।\n\nतब सक्रोध निसिचर खिसिआना। काढ़ेसि परम कराल कृपाना।।\n\nकाटेसि पंख परा खग धरनी। सुमिरि राम करि अदभुत करनी।।\n\nसीतहि जानि चढ़ाइ बहोरी। चला उताइल त्रास न थोरी।।\n\nकरति बिलाप जाति नभ सीता। ब्याध बिबस जनु मृगी सभीता।।\n\nगिरि पर बैठे कपिन्ह निहारी। कहि हरि नाम दीन्ह पट डारी।।\n\nएहि बिधि सीतहि सो लै गयऊ। बन असोक महँ राखत भयऊ।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "हारि परा खल बहु बिधि भय अरु प्रीति देखाइ।\n\nतब असोक पादप तर राखिसि जतन कराइ।।29(क)।।\n\nजेहि बिधि कपट कुरंग सँग धाइ चले श्रीराम।\n\nसो छबि सीता राखि उर रटति रहति हरिनाम।।29(ख)।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "रघुपति अनुजहि आवत देखी। बाहिज चिंता कीन्हि बिसेषी।।\n\nजनकसुता परिहरिहु अकेली। आयहु तात बचन मम पेली।।\n\nनिसिचर निकर फिरहिं बन माहीं। मम मन सीता आश्रम नाहीं।।\n\nगहि पद कमल अनुज कर जोरी। कहेउ नाथ कछु मोहि न खोरी।।\n\nअनुज समेत गए प्रभु तहवाँ। गोदावरि तट आश्रम जहवाँ।।\n\nआश्रम देखि जानकी हीना। भए बिकल जस प्राकृत दीना।।\n\nहा गुन खानि जानकी सीता। रूप सील ब्रत नेम पुनीता।।\n\nलछिमन समुझाए बहु भाँती। पूछत चले लता तरु पाँती।।\n\nहे खग मृग हे मधुकर श्रेनी। तुम्ह देखी सीता मृगनैनी।।\n\nखंजन सुक कपोत मृग मीना। मधुप निकर कोकिला प्रबीना।।\n\nकुंद कली दाड़िम दामिनी। कमल सरद ससि अहिभामिनी।।\n\nबरुन पास मनोज धनु हंसा। गज केहरि निज सुनत प्रसंसा।।\n\nश्रीफल कनक कदलि हरषाहीं। नेकु न संक सकुच मन माहीं।।\n\nसुनु जानकी तोहि बिनु आजू। हरषे सकल पाइ जनु राजू।।\n\nकिमि सहि जात अनख तोहि पाहीं । प्रिया बेगि प्रगटसि कस नाहीं।।\n\nएहि बिधि खौजत बिलपत स्वामी। मनहुँ महा बिरही अति कामी।।\n\nपूरनकाम राम सुख रासी। मनुज चरित कर अज अबिनासी।।\n\nआगे परा गीधपति देखा। सुमिरत राम चरन जिन्ह रेखा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कर सरोज सिर परसेउ कृपासिंधु रधुबीर।।\n\nनिरखि राम छबि धाम मुख बिगत भई सब पीर।।30।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तब कह गीध बचन धरि धीरा । सुनहु राम भंजन भव भीरा।।\n\nनाथ दसानन यह गति कीन्ही। तेहि खल जनकसुता हरि लीन्ही।।\n\nलै दच्छिन दिसि गयउ गोसाई। बिलपति अति कुररी की नाई।।\n\nदरस लागी प्रभु राखेंउँ प्राना। चलन चहत अब कृपानिधाना।।\n\nराम कहा तनु राखहु ताता। मुख मुसकाइ कही तेहिं बाता।।\n\nजा कर नाम मरत मुख आवा। अधमउ मुकुत होई श्रुति गावा।।\n\nसो मम लोचन गोचर आगें। राखौं देह नाथ केहि खाँगें।।\n\nजल भरि नयन कहहिं रघुराई। तात कर्म निज ते गतिं पाई।।\n\nपरहित बस जिन्ह के मन माहीं। तिन्ह कहुँ जग दुर्लभ कछु नाहीं।।\n\nतनु तजि तात जाहु मम धामा। देउँ काह तुम्ह पूरनकामा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सीता हरन तात जनि कहहु पिता सन जाइ।।\n\nजौं मैं राम त कुल सहित कहिहि दसानन आइ।।31।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "गीध देह तजि धरि हरि रुपा। भूषन बहु पट पीत अनूपा।।\n\nस्याम गात बिसाल भुज चारी। अस्तुति करत नयन भरि बारी।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "छंद",
        "content": "जय राम रूप अनूप निर्गुन सगुन गुन प्रेरक सही।\n\nदससीस बाहु प्रचंड खंडन चंड सर मंडन मही।।\n\nपाथोद गात सरोज मुख राजीव आयत लोचनं।\n\nनित नौमि रामु कृपाल बाहु बिसाल भव भय मोचनं।।1।।\n\nबलमप्रमेयमनादिमजमब्यक्तमेकमगोचरं।\n\nगोबिंद गोपर द्वंद्वहर बिग्यानघन धरनीधरं।।\n\nजे राम मंत्र जपंत संत अनंत जन मन रंजनं।\n\nनित नौमि राम अकाम प्रिय कामादि खल दल गंजनं।।2।\n\nजेहि श्रुति निरंजन ब्रह्म ब्यापक बिरज अज कहि गावहीं।।\n\nकरि ध्यान ग्यान बिराग जोग अनेक मुनि जेहि पावहीं।।\n\nसो प्रगट करुना कंद सोभा बृंद अग जग मोहई।\n\nमम हृदय पंकज भृंग अंग अनंग बहु छबि सोहई।।3।।\n\nजो अगम सुगम सुभाव निर्मल असम सम सीतल सदा।\n\nपस्यंति जं जोगी जतन करि करत मन गो बस सदा।।\n\nसो राम रमा निवास संतत दास बस त्रिभुवन धनी।\n\nमम उर बसउ सो समन संसृति जासु कीरति पावनी।।4।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अबिरल भगति मागि बर गीध गयउ हरिधाम।\n\nतेहि की क्रिया जथोचित निज कर कीन्ही राम।।32।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कोमल चित अति दीनदयाला। कारन बिनु रघुनाथ कृपाला।।\n\nगीध अधम खग आमिष भोगी। गति दीन्हि जो जाचत जोगी।।\n\nसुनहु उमा ते लोग अभागी। हरि तजि होहिं बिषय अनुरागी।।\n\nपुनि सीतहि खोजत द्वौ भाई। चले बिलोकत बन बहुताई।।\n\nसंकुल लता बिटप घन कानन। बहु खग मृग तहँ गज पंचानन।।\n\nआवत पंथ कबंध निपाता। तेहिं सब कही साप कै बाता।।\n\nदुरबासा मोहि दीन्ही सापा। प्रभु पद पेखि मिटा सो पापा।।\n\nसुनु गंधर्ब कहउँ मै तोही। मोहि न सोहाइ ब्रह्मकुल द्रोही।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मन क्रम बचन कपट तजि जो कर भूसुर सेव।\n\nमोहि समेत बिरंचि सिव बस ताकें सब देव।।33।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सापत ताड़त परुष कहंता। बिप्र पूज्य अस गावहिं संता।।\n\nपूजिअ बिप्र सील गुन हीना। सूद्र न गुन गन ग्यान प्रबीना।।\n\nकहि निज धर्म ताहि समुझावा। निज पद प्रीति देखि मन भावा।।\n\nरघुपति चरन कमल सिरु नाई। गयउ गगन आपनि गति पाई।।\n\nताहि देइ गति राम उदारा। सबरी कें आश्रम पगु धारा।।\n\nसबरी देखि राम गृहँ आए। मुनि के बचन समुझि जियँ भाए।।\n\nसरसिज लोचन बाहु बिसाला। जटा मुकुट सिर उर बनमाला।।\n\nस्याम गौर सुंदर दोउ भाई। सबरी परी चरन लपटाई।।\n\nप्रेम मगन मुख बचन न आवा। पुनि पुनि पद सरोज सिर नावा।।\n\nसादर जल लै चरन पखारे। पुनि सुंदर आसन बैठारे।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कंद मूल फल सुरस अति दिए राम कहुँ आनि।\n\nप्रेम सहित प्रभु खाए बारंबार बखानि।।34।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पानि जोरि आगें भइ ठाढ़ी। प्रभुहि बिलोकि प्रीति अति बाढ़ी।।\n\nकेहि बिधि अस्तुति करौ तुम्हारी। अधम जाति मैं जड़मति भारी।।\n\nअधम ते अधम अधम अति नारी। तिन्ह महँ मैं मतिमंद अघारी।।\n\nकह रघुपति सुनु भामिनि बाता। मानउँ एक भगति कर नाता।।\n\nजाति पाँति कुल धर्म बड़ाई। धन बल परिजन गुन चतुराई।।\n\nभगति हीन नर सोहइ कैसा। बिनु जल बारिद देखिअ जैसा।।\n\nनवधा भगति कहउँ तोहि पाहीं। सावधान सुनु धरु मन माहीं।।\n\nप्रथम भगति संतन्ह कर संगा। दूसरि रति मम कथा प्रसंगा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गुर पद पंकज सेवा तीसरि भगति अमान।\n\nचौथि भगति मम गुन गन करइ कपट तजि गान।।35।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मंत्र जाप मम दृढ़ बिस्वासा। पंचम भजन सो बेद प्रकासा।।\n\nछठ दम सील बिरति बहु करमा। निरत निरंतर सज्जन धरमा।।\n\nसातवँ सम मोहि मय जग देखा। मोतें संत अधिक करि लेखा।।\n\nआठवँ जथालाभ संतोषा। सपनेहुँ नहिं देखइ परदोषा।।\n\nनवम सरल सब सन छलहीना। मम भरोस हियँ हरष न दीना।।\n\nनव महुँ एकउ जिन्ह के होई। नारि पुरुष सचराचर कोई।।\n\nसोइ अतिसय प्रिय भामिनि मोरे। सकल प्रकार भगति दृढ़ तोरें।।\n\nजोगि बृंद दुरलभ गति जोई। तो कहुँ आजु सुलभ भइ सोई।।\n\nमम दरसन फल परम अनूपा। जीव पाव निज सहज सरूपा।।\n\nजनकसुता कइ सुधि भामिनी। जानहि कहु करिबरगामिनी।।\n\nपंपा सरहि जाहु रघुराई। तहँ होइहि सुग्रीव मिताई।।\n\nसो सब कहिहि देव रघुबीरा। जानतहूँ पूछहु मतिधीरा।।\n\nबार बार प्रभु पद सिरु नाई। प्रेम सहित सब कथा सुनाई।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "छंद",
        "content": "कहि कथा सकल बिलोकि हरि मुख हृदयँ पद पंकज धरे।\n\nतजि जोग पावक देह हरि पद लीन भइ जहँ नहिं फिरे।।\n\nनर बिबिध कर्म अधर्म बहु मत सोकप्रद सब त्यागहू।\n\nबिस्वास करि कह दास तुलसी राम पद अनुरागहू।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जाति हीन अघ जन्म महि मुक्त कीन्हि असि नारि।\n\nमहामंद मन सुख चहसि ऐसे प्रभुहि बिसारि।।36।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "चले राम त्यागा बन सोऊ। अतुलित बल नर केहरि दोऊ।।\n\nबिरही इव प्रभु करत बिषादा। कहत कथा अनेक संबादा।।\n\nलछिमन देखु बिपिन कइ सोभा। देखत केहि कर मन नहिं छोभा।।\n\nनारि सहित सब खग मृग बृंदा। मानहुँ मोरि करत हहिं निंदा।।\n\nहमहि देखि मृग निकर पराहीं। मृगीं कहहिं तुम्ह कहँ भय नाहीं।।\n\nतुम्ह आनंद करहु मृग जाए। कंचन मृग खोजन ए आए।।\n\nसंग लाइ करिनीं करि लेहीं। मानहुँ मोहि सिखावनु देहीं।।\n\nसास्त्र सुचिंतित पुनि पुनि देखिअ। भूप सुसेवित बस नहिं लेखिअ।।\n\nराखिअ नारि जदपि उर माहीं। जुबती सास्त्र नृपति बस नाहीं।।\n\nदेखहु तात बसंत सुहावा। प्रिया हीन मोहि भय उपजावा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बिरह बिकल बलहीन मोहि जानेसि निपट अकेल।\n\nसहित बिपिन मधुकर खग मदन कीन्ह बगमेल।।37(क)।।\n\nदेखि गयउ भ्राता सहित तासु दूत सुनि बात।\n\nडेरा कीन्हेउ मनहुँ तब कटकु हटकि मनजात।।37(ख)।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बिटप बिसाल लता अरुझानी। बिबिध बितान दिए जनु तानी।।\n\nकदलि ताल बर धुजा पताका। दैखि न मोह धीर मन जाका।।\n\nबिबिध भाँति फूले तरु नाना। जनु बानैत बने बहु बाना।।\n\nकहुँ कहुँ सुन्दर बिटप सुहाए। जनु भट बिलग बिलग होइ छाए।।\n\nकूजत पिक मानहुँ गज माते। ढेक महोख ऊँट बिसराते।।\n\nमोर चकोर कीर बर बाजी। पारावत मराल सब ताजी।।\n\nतीतिर लावक पदचर जूथा। बरनि न जाइ मनोज बरुथा।।\n\nरथ गिरि सिला दुंदुभी झरना। चातक बंदी गुन गन बरना।।\n\nमधुकर मुखर भेरि सहनाई। त्रिबिध बयारि बसीठीं आई।।\n\nचतुरंगिनी सेन सँग लीन्हें। बिचरत सबहि चुनौती दीन्हें।।\n\nलछिमन देखत काम अनीका। रहहिं धीर तिन्ह कै जग लीका।।\n\nएहि कें एक परम बल नारी। तेहि तें उबर सुभट सोइ भारी।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तात तीनि अति प्रबल खल काम क्रोध अरु लोभ।\n\nमुनि बिग्यान धाम मन करहिं निमिष महुँ छोभ।।38(क)।।\n\nलोभ कें इच्छा दंभ बल काम कें केवल नारि।\n\nक्रोध के परुष बचन बल मुनिबर कहहिं बिचारि।।38(ख)।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "गुनातीत सचराचर स्वामी। राम उमा सब अंतरजामी।।\n\nकामिन्ह कै दीनता देखाई। धीरन्ह कें मन बिरति दृढ़ाई।।\n\nक्रोध मनोज लोभ मद माया। छूटहिं सकल राम कीं दाया।।\n\nसो नर इंद्रजाल नहिं भूला। जा पर होइ सो नट अनुकूला।।\n\nउमा कहउँ मैं अनुभव अपना। सत हरि भजनु जगत सब सपना।।\n\nपुनि प्रभु गए सरोबर तीरा। पंपा नाम सुभग गंभीरा।।\n\nसंत हृदय जस निर्मल बारी। बाँधे घाट मनोहर चारी।।\n\nजहँ तहँ पिअहिं बिबिध मृग नीरा। जनु उदार गृह जाचक भीरा।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पुरइनि सबन ओट जल बेगि न पाइअ मर्म।\n\nमायाछन्न न देखिऐ जैसे निर्गुन ब्रह्म।।39(क)।।\n\nसुखि मीन सब एकरस अति अगाध जल माहिं।\n\nजथा धर्मसीलन्ह के दिन सुख संजुत जाहिं।।39(ख)।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बिकसे सरसिज नाना रंगा। मधुर मुखर गुंजत बहु भृंगा।।\n\nबोलत जलकुक्कुट कलहंसा। प्रभु बिलोकि जनु करत प्रसंसा।।\n\nचक्रवाक बक खग समुदाई। देखत बनइ बरनि नहिं जाई।।\n\nसुन्दर खग गन गिरा सुहाई। जात पथिक जनु लेत बोलाई।।\n\nताल समीप मुनिन्ह गृह छाए। चहु दिसि कानन बिटप सुहाए।।\n\nचंपक बकुल कदंब तमाला। पाटल पनस परास रसाला।।\n\nनव पल्लव कुसुमित तरु नाना। चंचरीक पटली कर गाना।।\n\nसीतल मंद सुगंध सुभाऊ। संतत बहइ मनोहर बाऊ।।\n\nकुहू कुहू कोकिल धुनि करहीं। सुनि रव सरस ध्यान मुनि टरहीं।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "फल भारन नमि बिटप सब रहे भूमि निअराइ।\n\nपर उपकारी पुरुष जिमि नवहिं सुसंपति पाइ।।40।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देखि राम अति रुचिर तलावा। मज्जनु कीन्ह परम सुख पावा।।\n\nदेखी सुंदर तरुबर छाया। बैठे अनुज सहित रघुराया।।\n\nतहँ पुनि सकल देव मुनि आए। अस्तुति करि निज धाम सिधाए।।\n\nबैठे परम प्रसन्न कृपाला। कहत अनुज सन कथा रसाला।।\n\nबिरहवंत भगवंतहि देखी। नारद मन भा सोच बिसेषी।।\n\nमोर साप करि अंगीकारा। सहत राम नाना दुख भारा।।\n\nऐसे प्रभुहि बिलोकउँ जाई। पुनि न बनिहि अस अवसरु आई।।\n\nयह बिचारि नारद कर बीना। गए जहाँ प्रभु सुख आसीना।।\n\nगावत राम चरित मृदु बानी। प्रेम सहित बहु भाँति बखानी।।\n\nकरत दंडवत लिए उठाई। राखे बहुत बार उर लाई।।\n\nस्वागत पूँछि निकट बैठारे। लछिमन सादर चरन पखारे।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नाना बिधि बिनती करि प्रभु प्रसन्न जियँ जानि।\n\nनारद बोले बचन तब जोरि सरोरुह पानि।।41।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनहु उदार सहज रघुनायक। सुंदर अगम सुगम बर दायक।।\n\nदेहु एक बर मागउँ स्वामी। जद्यपि जानत अंतरजामी।।\n\nजानहु मुनि तुम्ह मोर सुभाऊ। जन सन कबहुँ कि करउँ दुराऊ।।\n\nकवन बस्तु असि प्रिय मोहि लागी। जो मुनिबर न सकहु तुम्ह मागी।।\n\nजन कहुँ कछु अदेय नहिं मोरें। अस बिस्वास तजहु जनि भोरें।।\n\nतब नारद बोले हरषाई । अस बर मागउँ करउँ ढिठाई।।\n\nजद्यपि प्रभु के नाम अनेका। श्रुति कह अधिक एक तें एका।।\n\nराम सकल नामन्ह ते अधिका। होउ नाथ अघ खग गन बधिका।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राका रजनी भगति तव राम नाम सोइ सोम।\n\nअपर नाम उडगन बिमल बसुहुँ भगत उर ब्योम।।42(क)।।\n\nएवमस्तु मुनि सन कहेउ कृपासिंधु रघुनाथ।\n\nतब नारद मन हरष अति प्रभु पद नायउ माथ।।42(ख)।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अति प्रसन्न रघुनाथहि जानी। पुनि नारद बोले मृदु बानी।।\n\nराम जबहिं प्रेरेउ निज माया। मोहेहु मोहि सुनहु रघुराया।।\n\nतब बिबाह मैं चाहउँ कीन्हा। प्रभु केहि कारन करै न दीन्हा।।\n\nसुनु मुनि तोहि कहउँ सहरोसा। भजहिं जे मोहि तजि सकल भरोसा।।\n\nकरउँ सदा तिन्ह कै रखवारी। जिमि बालक राखइ महतारी।।\n\nगह सिसु बच्छ अनल अहि धाई। तहँ राखइ जननी अरगाई।।\n\nप्रौढ़ भएँ तेहि सुत पर माता। प्रीति करइ नहिं पाछिलि बाता।।\n\nमोरे प्रौढ़ तनय सम ग्यानी। बालक सुत सम दास अमानी।।\n\nजनहि मोर बल निज बल ताही। दुहु कहँ काम क्रोध रिपु आही।।\n\nयह बिचारि पंडित मोहि भजहीं। पाएहुँ ग्यान भगति नहिं तजहीं।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "काम क्रोध लोभादि मद प्रबल मोह कै धारि।\n\nतिन्ह महँ अति दारुन दुखद मायारूपी नारि।।43।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि मुनि कह पुरान श्रुति संता। मोह बिपिन कहुँ नारि बसंता।।\n\nजप तप नेम जलाश्रय झारी। होइ ग्रीषम सोषइ सब नारी।।\n\nकाम क्रोध मद मत्सर भेका। इन्हहि हरषप्रद बरषा एका।।\n\nदुर्बासना कुमुद समुदाई। तिन्ह कहँ सरद सदा सुखदाई।।\n\nधर्म सकल सरसीरुह बृंदा। होइ हिम तिन्हहि दहइ सुख मंदा।।\n\nपुनि ममता जवास बहुताई। पलुहइ नारि सिसिर रितु पाई।।\n\nपाप उलूक निकर सुखकारी। नारि निबिड़ रजनी अँधिआरी।।\n\nबुधि बल सील सत्य सब मीना। बनसी सम त्रिय कहहिं प्रबीना।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अवगुन मूल सूलप्रद प्रमदा सब दुख खानि।\n\nताते कीन्ह निवारन मुनि मैं यह जियँ जानि।।44।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि रघुपति के बचन सुहाए। मुनि तन पुलक नयन भरि आए।।\n\nकहहु कवन प्रभु कै असि रीती। सेवक पर ममता अरु प्रीती।।\n\nजे न भजहिं अस प्रभु भ्रम त्यागी। ग्यान रंक नर मंद अभागी।।\n\nपुनि सादर बोले मुनि नारद। सुनहु राम बिग्यान बिसारद।।\n\nसंतन्ह के लच्छन रघुबीरा। कहहु नाथ भव भंजन भीरा।।\n\nसुनु मुनि संतन्ह के गुन कहऊँ। जिन्ह ते मैं उन्ह कें बस रहऊँ।।\n\nषट बिकार जित अनघ अकामा। अचल अकिंचन सुचि सुखधामा।।\n\nअमितबोध अनीह मितभोगी। सत्यसार कबि कोबिद जोगी।।\n\nसावधान मानद मदहीना। धीर धर्म गति परम प्रबीना।।",
        "kaand": "अरण्य काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "गुनागार संसार दुख रहित बिगत संदेह।।\n\nतजि मम चरन सरोज प्रिय तिन्ह कहुँ देह न गेह।।45।।",
        "kaand": "अरण्य काण्ड"
    }
]