[
    {
        "type": "श्लोक",
        "content": "शान्तं शाश्वतमप्रमेयमनघं निर्वाणशान्तिप्रदं\n\nब्रह्माशम्भुफणीन्द्रसेव्यमनिशं वेदान्तवेद्यं विभुम् ।\n\nरामाख्यं जगदीश्वरं सुरगुरुं मायामनुष्यं हरिं\n\nवन्देऽहं करुणाकरं रघुवरं भूपालचूड़ामणिम्।।1।।\n\nनान्या स्पृहा रघुपते हृदयेऽस्मदीये\n\nसत्यं वदामि च भवानखिलान्तरात्मा।\n\nभक्तिं प्रयच्छ रघुपुङ्गव निर्भरां मे\n\nकामादिदोषरहितं  कुरु मानसं च।।2।।\n\nअतुलितबलधामं     हेमशैलाभदेहं\n\nदनुजवनकृशानुं      ज्ञानिनामग्रगण्यम्।\n\nसकलगुणनिधानं वानराणामधीशं\n\nरघुपतिप्रियभक्तं   वातजातं नमामि।।3।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जामवंत के बचन सुहाए। सुनि हनुमंत हृदय अति भाए।।\n\nतब लगि मोहि परिखेहु तुम्ह भाई। सहि दुख कंद मूल फल खाई।।\n\nजब लगि आवौं सीतहि देखी। होइहि काजु मोहि हरष बिसेषी।।\n\nयह कहि नाइ सबन्हि कहुँ माथा। चलेउ हरषि हियँ धरि रघुनाथा।।\n\nसिंधु तीर एक भूधर सुंदर। कौतुक कूदि चढ़ेउ ता ऊपर।।\n\nबार बार रघुबीर सँभारी। तरकेउ पवनतनय बल भारी।।\n\nजेहिं गिरि चरन देइ हनुमंता। चलेउ सो गा पाताल तुरंता।।\n\nजिमि अमोघ रघुपति कर बाना। एही भाँति चलेउ हनुमाना।।\n\nजलनिधि रघुपति दूत बिचारी। तैं मैनाक होहि श्रमहारी।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "हनूमान तेहि परसा कर पुनि कीन्ह प्रनाम।\n\nराम काजु कीन्हें बिनु मोहि कहाँ बिश्राम।।1।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जात पवनसुत देवन्ह देखा। जानैं कहुँ बल बुद्धि बिसेषा।।\n\nसुरसा नाम अहिन्ह कै माता। पठइन्हि आइ कही तेहिं बाता।।\n\nआजु सुरन्ह मोहि दीन्ह अहारा। सुनत बचन कह पवनकुमारा।।\n\nराम काजु करि फिरि मैं आवौं। सीता कइ सुधि प्रभुहि सुनावौं।।\n\nतब तव बदन पैठिहउँ आई। सत्य कहउँ मोहि जान दे माई।।\n\nकबनेहुँ जतन देइ नहिं जाना। ग्रससि न मोहि कहेउ हनुमाना।।\n\nजोजन भरि तेहिं बदनु पसारा। कपि तनु कीन्ह दुगुन बिस्तारा।।\n\nसोरह जोजन मुख तेहिं ठयऊ। तुरत पवनसुत बत्तिस भयऊ।।\n\nजस जस सुरसा बदनु बढ़ावा। तासु दून कपि रूप देखावा।।\n\nसत जोजन तेहिं आनन कीन्हा। अति लघु रूप पवनसुत लीन्हा।।\n\nबदन पइठि पुनि बाहेर आवा। मागा बिदा ताहि सिरु नावा।।\n\nमोहि सुरन्ह जेहि लागि पठावा। बुधि बल मरमु तोर मै पावा।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "राम काजु सबु करिहहु तुम्ह बल बुद्धि निधान।\n\nआसिष देह गई सो हरषि चलेउ हनुमान।।2।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "निसिचरि एक सिंधु महुँ रहई। करि माया नभु के खग गहई।।\n\nजीव जंतु जे गगन उड़ाहीं। जल बिलोकि तिन्ह कै परिछाहीं।।\n\nगहइ छाहँ सक सो न उड़ाई। एहि बिधि सदा गगनचर खाई।।\n\nसोइ छल हनूमान कहँ कीन्हा। तासु कपटु कपि तुरतहिं चीन्हा।।\n\nताहि मारि मारुतसुत बीरा। बारिधि पार गयउ मतिधीरा।।\n\nतहाँ जाइ देखी बन सोभा। गुंजत चंचरीक मधु लोभा।।\n\nनाना तरु फल फूल सुहाए। खग मृग बृंद देखि मन भाए।।\n\nसैल बिसाल देखि एक आगें। ता पर धाइ चढेउ भय त्यागें।।\n\nउमा न कछु कपि कै अधिकाई। प्रभु प्रताप जो कालहि खाई।।\n\nगिरि पर चढि लंका तेहिं देखी। कहि न जाइ अति दुर्ग बिसेषी।।\n\nअति उतंग जलनिधि चहु पासा। कनक कोट कर परम प्रकासा।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "छंद",
        "content": "कनक कोट बिचित्र मनि कृत सुंदरायतना घना।\n\nचउहट्ट हट्ट सुबट्ट बीथीं चारु पुर बहु बिधि बना।।\n\nगज बाजि खच्चर निकर पदचर रथ बरूथिन्ह को गनै।।\n\nबहुरूप निसिचर जूथ अतिबल सेन बरनत नहिं बनै।।\n\nबन बाग उपबन बाटिका सर कूप बापीं सोहहीं।\n\nनर नाग सुर गंधर्ब कन्या रूप मुनि मन मोहहीं।।\n\nकहुँ माल देह बिसाल सैल समान अतिबल गर्जहीं।\n\nनाना अखारेन्ह भिरहिं बहु बिधि एक एकन्ह तर्जहीं।।\n\nकरि जतन भट कोटिन्ह बिकट तन नगर चहुँ दिसि रच्छहीं।\n\nकहुँ महिष मानषु धेनु खर अज खल निसाचर भच्छहीं।।\n\nएहि लागि तुलसीदास इन्ह की कथा कछु एक है कही।\n\nरघुबीर सर तीरथ सरीरन्हि त्यागि गति पैहहिं सही।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पुर रखवारे देखि बहु कपि मन कीन्ह बिचार।\n\nअति लघु रूप धरौं निसि नगर करौं पइसार।।3।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मसक समान रूप कपि धरी। लंकहि चलेउ सुमिरि नरहरी।।\n\nनाम लंकिनी एक निसिचरी। सो कह चलेसि मोहि निंदरी।।\n\nजानेहि नहीं मरमु सठ मोरा। मोर अहार जहाँ लगि चोरा।।\n\nमुठिका एक महा कपि हनी। रुधिर बमत धरनीं ढनमनी।।\n\nपुनि संभारि उठि सो लंका। जोरि पानि कर बिनय संसका।।\n\nजब रावनहि ब्रह्म बर दीन्हा। चलत बिरंचि कहा मोहि चीन्हा।।\n\nबिकल होसि तैं कपि कें मारे। तब जानेसु निसिचर संघारे।।\n\nतात मोर अति पुन्य बहूता। देखेउँ नयन राम कर दूता।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तात स्वर्ग अपबर्ग सुख धरिअ तुला एक अंग।\n\nतूल न ताहि सकल मिलि जो सुख लव सतसंग।।4।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "प्रबिसि नगर कीजे सब काजा। हृदयँ राखि कौसलपुर राजा।।\n\nगरल सुधा रिपु करहिं मिताई। गोपद सिंधु अनल सितलाई।।\n\nगरुड़ सुमेरु रेनू सम ताही। राम कृपा करि चितवा जाही।।\n\nअति लघु रूप धरेउ हनुमाना। पैठा नगर सुमिरि भगवाना।।\n\nमंदिर मंदिर प्रति करि सोधा। देखे जहँ तहँ अगनित जोधा।।\n\nगयउ दसानन मंदिर माहीं। अति बिचित्र कहि जात सो नाहीं।।\n\nसयन किए देखा कपि तेही। मंदिर महुँ न दीखि बैदेही।।\n\nभवन एक पुनि दीख सुहावा। हरि मंदिर तहँ भिन्न बनावा।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रामायुध अंकित गृह सोभा बरनि न जाइ।\n\nनव तुलसिका बृंद तहँ देखि हरषि कपिराइ।।5।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "लंका निसिचर निकर निवासा। इहाँ कहाँ सज्जन कर बासा।।\n\nमन महुँ तरक करै कपि लागा। तेहीं समय बिभीषनु जागा।।\n\nराम राम तेहिं सुमिरन कीन्हा। हृदयँ हरष कपि सज्जन चीन्हा।।\n\nएहि सन हठि करिहउँ पहिचानी। साधु ते होइ न कारज हानी।।\n\nबिप्र रुप धरि बचन सुनाए। सुनत बिभीषण उठि तहँ आए।।\n\nकरि प्रनाम पूँछी कुसलाई। बिप्र कहहु निज कथा बुझाई।।\n\nकी तुम्ह हरि दासन्ह महँ कोई। मोरें हृदय प्रीति अति होई।।\n\nकी तुम्ह रामु दीन अनुरागी। आयहु मोहि करन बड़भागी।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तब हनुमंत कही सब राम कथा निज नाम।\n\nसुनत जुगल तन पुलक मन मगन सुमिरि गुन ग्राम।।6।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनहु पवनसुत रहनि हमारी। जिमि दसनन्हि महुँ जीभ बिचारी।।\n\nतात कबहुँ मोहि जानि अनाथा। करिहहिं कृपा भानुकुल नाथा।।\n\nतामस तनु कछु साधन नाहीं। प्रीति न पद सरोज मन माहीं।।\n\nअब मोहि भा भरोस हनुमंता। बिनु हरिकृपा मिलहिं नहिं संता।।\n\nजौ रघुबीर अनुग्रह कीन्हा। तौ तुम्ह मोहि दरसु हठि दीन्हा।।\n\nसुनहु बिभीषन प्रभु कै रीती। करहिं सदा सेवक पर प्रीती।।\n\nकहहु कवन मैं परम कुलीना। कपि चंचल सबहीं बिधि हीना।।\n\nप्रात लेइ जो नाम हमारा। तेहि दिन ताहि न मिलै अहारा।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "अस मैं अधम सखा सुनु मोहू पर रघुबीर।\n\nकीन्ही कृपा सुमिरि गुन भरे बिलोचन नीर।।7।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जानतहूँ अस स्वामि बिसारी। फिरहिं ते काहे न होहिं दुखारी।।\n\nएहि बिधि कहत राम गुन ग्रामा। पावा अनिर्बाच्य बिश्रामा।।\n\nपुनि सब कथा बिभीषन कही। जेहि बिधि जनकसुता तहँ रही।।\n\nतब हनुमंत कहा सुनु भ्राता। देखी चहउँ जानकी माता।।\n\nजुगुति बिभीषन सकल सुनाई। चलेउ पवनसुत बिदा कराई।।\n\nकरि सोइ रूप गयउ पुनि तहवाँ। बन असोक सीता रह जहवाँ।।\n\nदेखि मनहि महुँ कीन्ह प्रनामा। बैठेहिं बीति जात निसि जामा।।\n\nकृस तन सीस जटा एक बेनी। जपति हृदयँ रघुपति गुन श्रेनी।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "निज पद नयन दिएँ मन राम पद कमल लीन।\n\nपरम दुखी भा पवनसुत देखि जानकी दीन।।8।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तरु पल्लव महुँ रहा लुकाई। करइ बिचार करौं का भाई।।\n\nतेहि अवसर रावनु तहँ आवा। संग नारि बहु किएँ बनावा।।\n\nबहु बिधि खल सीतहि समुझावा। साम दान भय भेद देखावा।।\n\nकह रावनु सुनु सुमुखि सयानी। मंदोदरी आदि सब रानी।।\n\nतव अनुचरीं करउँ पन मोरा। एक बार बिलोकु मम ओरा।।\n\nतृन धरि ओट कहति बैदेही। सुमिरि अवधपति परम सनेही।।\n\nसुनु दसमुख खद्योत प्रकासा। कबहुँ कि नलिनी करइ बिकासा।।\n\nअस मन समुझु कहति जानकी। खल सुधि नहिं रघुबीर बान की।।\n\nसठ सूने हरि आनेहि मोहि। अधम निलज्ज लाज नहिं तोही।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "आपुहि सुनि खद्योत सम रामहि भानु समान।\n\nपरुष बचन सुनि काढ़ि असि बोला अति खिसिआन।।9।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सीता तैं मम कृत अपमाना। कटिहउँ तव सिर कठिन कृपाना।।\n\nनाहिं त सपदि मानु मम बानी। सुमुखि होति न त जीवन हानी।।\n\nस्याम सरोज दाम सम सुंदर। प्रभु भुज करि कर सम दसकंधर।।\n\nसो भुज कंठ कि तव असि घोरा। सुनु सठ अस प्रवान पन मोरा।।\n\nचंद्रहास हरु मम परितापं। रघुपति बिरह अनल संजातं।।\n\nसीतल निसित बहसि बर धारा। कह सीता हरु मम दुख भारा।।\n\nसुनत बचन पुनि मारन धावा। मयतनयाँ कहि नीति बुझावा।।\n\nकहेसि सकल निसिचरिन्ह बोलाई। सीतहि बहु बिधि त्रासहु जाई।।\n\nमास दिवस महुँ कहा न माना। तौ मैं मारबि काढ़ि कृपाना।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "भवन गयउ दसकंधर इहाँ पिसाचिनि बृंद।\n\nसीतहि त्रास देखावहि धरहिं रूप बहु मंद।।10।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "त्रिजटा नाम राच्छसी एका। राम चरन रति निपुन बिबेका।।\n\nसबन्हौ बोलि सुनाएसि सपना। सीतहि सेइ करहु हित अपना।।\n\nसपनें बानर लंका जारी। जातुधान सेना सब मारी।।\n\nखर आरूढ़ नगन दससीसा। मुंडित सिर खंडित भुज बीसा।।\n\nएहि बिधि सो दच्छिन दिसि जाई। लंका मनहुँ बिभीषन पाई।।\n\nनगर फिरी रघुबीर दोहाई। तब प्रभु सीता बोलि पठाई।।\n\nयह सपना में कहउँ पुकारी। होइहि सत्य गएँ दिन चारी।।\n\nतासु बचन सुनि ते सब डरीं। जनकसुता के चरनन्हि परीं।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जहँ तहँ गईं सकल तब सीता कर मन सोच।\n\nमास दिवस बीतें मोहि मारिहि निसिचर पोच।।11।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "त्रिजटा सन बोली कर जोरी। मातु बिपति संगिनि तैं मोरी।।\n\nतजौं देह करु बेगि उपाई। दुसहु बिरहु अब नहिं सहि जाई।।\n\nआनि काठ रचु चिता बनाई। मातु अनल पुनि देहि लगाई।।\n\nसत्य करहि मम प्रीति सयानी। सुनै को श्रवन सूल सम बानी।।\n\nसुनत बचन पद गहि समुझाएसि। प्रभु प्रताप बल सुजसु सुनाएसि।।\n\nनिसि न अनल मिल सुनु सुकुमारी। अस कहि सो निज भवन सिधारी।।\n\nकह सीता बिधि भा प्रतिकूला। मिलहि न पावक मिटिहि न सूला।।\n\nदेखिअत प्रगट गगन अंगारा। अवनि न आवत एकउ तारा।।\n\nपावकमय ससि स्त्रवत न आगी। मानहुँ मोहि जानि हतभागी।।\n\nसुनहि बिनय मम बिटप असोका। सत्य नाम करु हरु मम सोका।।\n\nनूतन किसलय अनल समाना। देहि अगिनि जनि करहि निदाना।।\n\nदेखि परम बिरहाकुल सीता। सो छन कपिहि कलप सम बीता।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कपि करि हृदयँ बिचार दीन्हि मुद्रिका डारी तब।\n\nजनु असोक अंगार दीन्हि हरषि उठि कर गहेउ।।12।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तब देखी मुद्रिका मनोहर। राम नाम अंकित अति सुंदर।।\n\nचकित चितव मुदरी पहिचानी। हरष बिषाद हृदयँ अकुलानी।।\n\nजीति को सकइ अजय रघुराई। माया तें असि रचि नहिं जाई।।\n\nसीता मन बिचार कर नाना। मधुर बचन बोलेउ हनुमाना।।\n\nरामचंद्र गुन बरनैं लागा। सुनतहिं सीता कर दुख भागा।।\n\nलागीं सुनैं श्रवन मन लाई। आदिहु तें सब कथा सुनाई।।\n\nश्रवनामृत जेहिं कथा सुहाई। कहि सो प्रगट होति किन भाई।।\n\nतब हनुमंत निकट चलि गयऊ। फिरि बैंठीं मन बिसमय भयऊ।।\n\nराम दूत मैं मातु जानकी। सत्य सपथ करुनानिधान की।।\n\nयह मुद्रिका मातु मैं आनी। दीन्हि राम तुम्ह कहँ सहिदानी।।\n\nनर बानरहि संग कहु कैसें। कहि कथा भइ संगति जैसें।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कपि के बचन सप्रेम सुनि उपजा मन बिस्वास।।\n\nजाना मन क्रम बचन यह कृपासिंधु कर दास।।13।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "हरिजन जानि प्रीति अति गाढ़ी। सजल नयन पुलकावलि बाढ़ी।।\n\nबूड़त बिरह जलधि हनुमाना। भयउ तात मों कहुँ जलजाना।।\n\nअब कहु कुसल जाउँ बलिहारी। अनुज सहित सुख भवन खरारी।।\n\nकोमलचित कृपाल रघुराई। कपि केहि हेतु धरी निठुराई।।\n\nसहज बानि सेवक सुख दायक। कबहुँक सुरति करत रघुनायक।।\n\nकबहुँ नयन मम सीतल ताता। होइहहि निरखि स्याम मृदु गाता।।\n\nबचनु न आव नयन भरे बारी। अहह नाथ हौं निपट बिसारी।।\n\nदेखि परम बिरहाकुल सीता। बोला कपि मृदु बचन बिनीता।।\n\nमातु कुसल प्रभु अनुज समेता। तव दुख दुखी सुकृपा निकेता।।\n\nजनि जननी मानहु जियँ ऊना। तुम्ह ते प्रेमु राम कें दूना।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रघुपति कर संदेसु अब सुनु जननी धरि धीर।\n\nअस कहि कपि गद गद भयउ भरे बिलोचन नीर।।14।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कहेउ राम बियोग तव सीता। मो कहुँ सकल भए बिपरीता।।\n\nनव तरु किसलय मनहुँ कृसानू। कालनिसा सम निसि ससि भानू।।\n\nकुबलय बिपिन कुंत बन सरिसा। बारिद तपत तेल जनु बरिसा।।\n\nजे हित रहे करत तेइ पीरा। उरग स्वास सम त्रिबिध समीरा।।\n\nकहेहू तें कछु दुख घटि होई। काहि कहौं यह जान न कोई।।\n\nतत्व प्रेम कर मम अरु तोरा। जानत प्रिया एकु मनु मोरा।।\n\nसो मनु सदा रहत तोहि पाहीं। जानु प्रीति रसु एतेनहि माहीं।।\n\nप्रभु संदेसु सुनत बैदेही। मगन प्रेम तन सुधि नहिं तेही।।\n\nकह कपि हृदयँ धीर धरु माता। सुमिरु राम सेवक सुखदाता।।\n\nउर आनहु रघुपति प्रभुताई। सुनि मम बचन तजहु कदराई।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "निसिचर निकर पतंग सम रघुपति बान कृसानु।\n\nजननी हृदयँ धीर धरु जरे निसाचर जानु।।15।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जौं रघुबीर होति सुधि पाई। करते नहिं बिलंबु रघुराई।।\n\nरामबान रबि उएँ जानकी। तम बरूथ कहँ जातुधान की।।\n\nअबहिं मातु मैं जाउँ लवाई। प्रभु आयसु नहिं राम दोहाई।।\n\nकछुक दिवस जननी धरु धीरा। कपिन्ह सहित अइहहिं रघुबीरा।।\n\nनिसिचर मारि तोहि लै जैहहिं। तिहुँ पुर नारदादि जसु गैहहिं।।\n\nहैं सुत कपि सब तुम्हहि समाना। जातुधान अति भट बलवाना।।\n\nमोरें हृदय परम संदेहा। सुनि कपि प्रगट कीन्ह निज देहा।।\n\nकनक भूधराकार सरीरा। समर भयंकर अतिबल बीरा।।\n\nसीता मन भरोस तब भयऊ। पुनि लघु रूप पवनसुत लयऊ।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुनु माता साखामृग नहिं बल बुद्धि बिसाल।\n\nप्रभु प्रताप तें गरुड़हि खाइ परम लघु ब्याल।।16।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मन संतोष सुनत कपि बानी। भगति प्रताप तेज बल सानी।।\n\nआसिष दीन्हि रामप्रिय जाना। होहु तात बल सील निधाना।।\n\nअजर अमर गुननिधि सुत होहू। करहुँ बहुत रघुनायक छोहू।।\n\nकरहुँ कृपा प्रभु अस सुनि काना। निर्भर प्रेम मगन हनुमाना।।\n\nबार बार नाएसि पद सीसा। बोला बचन जोरि कर कीसा।।\n\nअब कृतकृत्य भयउँ मैं माता। आसिष तव अमोघ बिख्याता।।\n\nसुनहु मातु मोहि अतिसय भूखा। लागि देखि सुंदर फल रूखा।।\n\nसुनु सुत करहिं बिपिन रखवारी। परम सुभट रजनीचर भारी।।\n\nतिन्ह कर भय माता मोहि नाहीं। जौं तुम्ह सुख मानहु मन माहीं।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "देखि बुद्धि बल निपुन कपि कहेउ जानकीं जाहु।\n\nरघुपति चरन हृदयँ धरि तात मधुर फल खाहु।।17।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "चलेउ नाइ सिरु पैठेउ बागा। फल खाएसि तरु तोरैं लागा।।\n\nरहे तहाँ बहु भट रखवारे। कछु मारेसि कछु जाइ पुकारे।।\n\nनाथ एक आवा कपि भारी। तेहिं असोक बाटिका उजारी।।\n\nखाएसि फल अरु बिटप उपारे। रच्छक मर्दि मर्दि महि डारे।।\n\nसुनि रावन पठए भट नाना। तिन्हहि देखि गर्जेउ हनुमाना।।\n\nसब रजनीचर कपि संघारे। गए पुकारत कछु अधमारे।।\n\nपुनि पठयउ तेहिं अच्छकुमारा। चला संग लै सुभट अपारा।।\n\nआवत देखि बिटप गहि तर्जा। ताहि निपाति महाधुनि गर्जा।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कछु मारेसि कछु मर्देसि कछु मिलएसि धरि धूरि।\n\nकछु पुनि जाइ पुकारे प्रभु मर्कट बल भूरि।।18।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि सुत बध लंकेस रिसाना। पठएसि मेघनाद बलवाना।।\n\nमारसि जनि सुत बांधेसु ताही। देखिअ कपिहि कहाँ कर आही।।\n\nचला इंद्रजित अतुलित जोधा। बंधु निधन सुनि उपजा क्रोधा।।\n\nकपि देखा दारुन भट आवा। कटकटाइ गर्जा अरु धावा।।\n\nअति बिसाल तरु एक उपारा। बिरथ कीन्ह लंकेस कुमारा।।\n\nरहे महाभट ताके संगा। गहि गहि कपि मर्दइ निज अंगा।।\n\nतिन्हहि निपाति ताहि सन बाजा। भिरे जुगल मानहुँ गजराजा।\n\nमुठिका मारि चढ़ा तरु जाई। ताहि एक छन मुरुछा आई।।\n\nउठि बहोरि कीन्हिसि बहु माया। जीति न जाइ प्रभंजन जाया।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "ब्रह्म अस्त्र तेहिं साँधा कपि मन कीन्ह बिचार।\n\nजौं न ब्रह्मसर मानउँ महिमा मिटइ अपार।।19।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "ब्रह्मबान कपि कहुँ तेहि मारा। परतिहुँ बार कटकु संघारा।।\n\nतेहि देखा कपि मुरुछित भयऊ। नागपास बाँधेसि लै गयऊ।।\n\nजासु नाम जपि सुनहु भवानी। भव बंधन काटहिं नर ग्यानी।।\n\nतासु दूत कि बंध तरु आवा। प्रभु कारज लगि कपिहिं बँधावा।।\n\nकपि बंधन सुनि निसिचर धाए। कौतुक लागि सभाँ सब आए।।\n\nदसमुख सभा दीखि कपि जाई। कहि न जाइ कछु अति प्रभुताई।।\n\nकर जोरें सुर दिसिप बिनीता। भृकुटि बिलोकत सकल सभीता।।\n\nदेखि प्रताप न कपि मन संका। जिमि अहिगन महुँ गरुड़ असंका।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कपिहि बिलोकि दसानन बिहसा कहि दुर्बाद।\n\nसुत बध सुरति कीन्हि पुनि उपजा हृदयँ बिषाद।।20।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कह लंकेस कवन तैं कीसा। केहिं के बल घालेहि बन खीसा।।\n\nकी धौं श्रवन सुनेहि नहिं मोही। देखउँ अति असंक सठ तोही।।\n\nमारे निसिचर केहिं अपराधा। कहु सठ तोहि न प्रान कइ बाधा।।\n\nसुन रावन ब्रह्मांड निकाया। पाइ जासु बल बिरचित माया।।\n\nजाकें बल बिरंचि हरि ईसा। पालत सृजत हरत दससीसा।\n\nजा बल सीस धरत सहसानन। अंडकोस समेत गिरि कानन।।\n\nधरइ जो बिबिध देह सुरत्राता। तुम्ह ते सठन्ह सिखावनु दाता।\n\nहर कोदंड कठिन जेहि भंजा। तेहि समेत नृप दल मद गंजा।।\n\nखर दूषन त्रिसिरा अरु बाली। बधे सकल अतुलित बलसाली।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जाके बल लवलेस तें जितेहु चराचर झारि।\n\nतासु दूत मैं जा करि हरि आनेहु प्रिय नारि।।21।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जानउँ मैं तुम्हारि प्रभुताई। सहसबाहु सन परी लराई।।\n\nसमर बालि सन करि जसु पावा। सुनि कपि बचन बिहसि बिहरावा।।\n\nखायउँ फल प्रभु लागी भूँखा। कपि सुभाव तें तोरेउँ रूखा।।\n\nसब कें देह परम प्रिय स्वामी। मारहिं मोहि कुमारग गामी।।\n\nजिन्ह मोहि मारा ते मैं मारे। तेहि पर बाँधेउ तनयँ तुम्हारे।।\n\nमोहि न कछु बाँधे कइ लाजा। कीन्ह चहउँ निज प्रभु कर काजा।।\n\nबिनती करउँ जोरि कर रावन। सुनहु मान तजि मोर सिखावन।।\n\nदेखहु तुम्ह निज कुलहि बिचारी। भ्रम तजि भजहु भगत भय हारी।।\n\nजाकें डर अति काल डेराई। जो सुर असुर चराचर खाई।।\n\nतासों बयरु कबहुँ नहिं कीजै। मोरे कहें जानकी दीजै।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रनतपाल रघुनायक करुना सिंधु खरारि।\n\nगएँ सरन प्रभु राखिहैं तव अपराध बिसारि।।22।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "राम चरन पंकज उर धरहू। लंका अचल राज तुम्ह करहू।।\n\nरिषि पुलिस्त जसु बिमल मंयका। तेहि ससि महुँ जनि होहु कलंका।।\n\nराम नाम बिनु गिरा न सोहा। देखु बिचारि त्यागि मद मोहा।।\n\nबसन हीन नहिं सोह सुरारी। सब भूषण भूषित बर नारी।।\n\nराम बिमुख संपति प्रभुताई। जाइ रही पाई बिनु पाई।।\n\nसजल मूल जिन्ह सरितन्ह नाहीं। बरषि गए पुनि तबहिं सुखाहीं।।\n\nसुनु दसकंठ कहउँ पन रोपी। बिमुख राम त्राता नहिं कोपी।।\n\nसंकर सहस बिष्नु अज तोही। सकहिं न राखि राम कर द्रोही।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "मोहमूल बहु सूल प्रद त्यागहु तम अभिमान।\n\nभजहु राम रघुनायक कृपा सिंधु भगवान।।23।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जदपि कहि कपि अति हित बानी। भगति बिबेक बिरति नय सानी।।\n\nबोला बिहसि महा अभिमानी। मिला हमहि कपि गुर बड़ ग्यानी।।\n\nमृत्यु निकट आई खल तोही। लागेसि अधम सिखावन मोही।।\n\nउलटा होइहि कह हनुमाना। मतिभ्रम तोर प्रगट मैं जाना।।\n\nसुनि कपि बचन बहुत खिसिआना। बेगि न हरहुँ मूढ़ कर प्राना।।\n\nसुनत निसाचर मारन धाए। सचिवन्ह सहित बिभीषनु आए।\n\nनाइ सीस करि बिनय बहूता। नीति बिरोध न मारिअ दूता।।\n\nआन दंड कछु करिअ गोसाँई। सबहीं कहा मंत्र भल भाई।।\n\nसुनत बिहसि बोला दसकंधर। अंग भंग करि पठइअ बंदर।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कपि कें ममता पूँछ पर सबहि कहउँ समुझाइ।\n\nतेल बोरि पट बाँधि पुनि पावक देहु लगाइ।।24।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "पूँछहीन बानर तहँ जाइहि। तब सठ निज नाथहि लइ आइहि।।\n\nजिन्ह कै कीन्हसि बहुत बड़ाई। देखेउँमैं तिन्ह कै प्रभुताई।।\n\nबचन सुनत कपि मन मुसुकाना। भइ सहाय सारद मैं जाना।।\n\nजातुधान सुनि रावन बचना। लागे रचैं मूढ़ सोइ रचना।।\n\nरहा न नगर बसन घृत तेला। बाढ़ी पूँछ कीन्ह कपि खेला।।\n\nकौतुक कहँ आए पुरबासी। मारहिं चरन करहिं बहु हाँसी।।\n\nबाजहिं ढोल देहिं सब तारी। नगर फेरि पुनि पूँछ प्रजारी।।\n\nपावक जरत देखि हनुमंता। भयउ परम लघु रुप तुरंता।।\n\nनिबुकि चढ़ेउ कपि कनक अटारीं। भई सभीत निसाचर नारीं।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "हरि प्रेरित तेहि अवसर चले मरुत उनचास।\n\nअट्टहास करि गर्ज़ा कपि बढ़ि लाग अकास।।25।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "देह बिसाल परम हरुआई। मंदिर तें मंदिर चढ़ धाई।।\n\nजरइ नगर भा लोग बिहाला। झपट लपट बहु कोटि कराला।।\n\nतात मातु हा सुनिअ पुकारा। एहि अवसर को हमहि उबारा।।\n\nहम जो कहा यह कपि नहिं होई। बानर रूप धरें सुर कोई।।\n\nसाधु अवग्या कर फलु ऐसा। जरइ नगर अनाथ कर जैसा।।\n\nजारा नगरु निमिष एक माहीं। एक बिभीषन कर गृह नाहीं।।\n\nता कर दूत अनल जेहिं सिरिजा। जरा न सो तेहि कारन गिरिजा।।\n\nउलटि पलटि लंका सब जारी। कूदि परा पुनि सिंधु मझारी।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "पूँछ बुझाइ खोइ श्रम धरि लघु रूप बहोरि।\n\nजनकसुता के आगें ठाढ़ भयउ कर जोरि।।26।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "मातु मोहि दीजे कछु चीन्हा। जैसें रघुनायक मोहि दीन्हा।।\n\nचूड़ामनि उतारि तब दयऊ। हरष समेत पवनसुत लयऊ।।\n\nकहेहु तात अस मोर प्रनामा। सब प्रकार प्रभु पूरनकामा।।\n\nदीन दयाल बिरिदु संभारी। हरहु नाथ मम संकट भारी।।\n\nतात सक्रसुत कथा सुनाएहु। बान प्रताप प्रभुहि समुझाएहु।।\n\nमास दिवस महुँ नाथु न आवा। तौ पुनि मोहि जिअत नहिं पावा।।\n\nकहु कपि केहि बिधि राखौं प्राना। तुम्हहू तात कहत अब जाना।।\n\nतोहि देखि सीतलि भइ छाती। पुनि मो कहुँ सोइ दिनु सो राती।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जनकसुतहि समुझाइ करि बहु बिधि धीरजु दीन्ह।\n\nचरन कमल सिरु नाइ कपि गवनु राम पहिं कीन्ह।।27।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "चलत महाधुनि गर्जेसि भारी। गर्भ स्त्रवहिं सुनि निसिचर नारी।।\n\nनाघि सिंधु एहि पारहि आवा। सबद किलकिला कपिन्ह सुनावा।।\n\nहरषे सब बिलोकि हनुमाना। नूतन जन्म कपिन्ह तब जाना।।\n\nमुख प्रसन्न तन तेज बिराजा। कीन्हेसि रामचन्द्र कर काजा।।\n\nमिले सकल अति भए सुखारी। तलफत मीन पाव जिमि बारी।।\n\nचले हरषि रघुनायक पासा। पूँछत कहत नवल इतिहासा।।\n\nतब मधुबन भीतर सब आए। अंगद संमत मधु फल खाए।।\n\nरखवारे जब बरजन लागे। मुष्टि प्रहार हनत सब भागे।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जाइ पुकारे ते सब बन उजार जुबराज।\n\nसुनि सुग्रीव हरष कपि करि आए प्रभु काज।।28।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जौं न होति सीता सुधि पाई। मधुबन के फल सकहिं कि खाई।।\n\nएहि बिधि मन बिचार कर राजा। आइ गए कपि सहित समाजा।।\n\nआइ सबन्हि नावा पद सीसा। मिलेउ सबन्हि अति प्रेम कपीसा।।\n\nपूँछी कुसल कुसल पद देखी। राम कृपाँ भा काजु बिसेषी।।\n\nनाथ काजु कीन्हेउ हनुमाना। राखे सकल कपिन्ह के प्राना।।\n\nसुनि सुग्रीव बहुरि तेहि मिलेऊ। कपिन्ह सहित रघुपति पहिं चलेऊ।\n\nराम कपिन्ह जब आवत देखा। किएँ काजु मन हरष बिसेषा।।\n\nफटिक सिला बैठे द्वौ भाई। परे सकल कपि चरनन्हि जाई।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रीति सहित सब भेटे रघुपति करुना पुंज।\n\nपूँछी कुसल नाथ अब कुसल देखि पद कंज।।29।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "जामवंत कह सुनु रघुराया। जा पर नाथ करहु तुम्ह दाया।।\n\nताहि सदा सुभ कुसल निरंतर। सुर नर मुनि प्रसन्न ता ऊपर।।\n\nसोइ बिजई बिनई गुन सागर। तासु सुजसु त्रेलोक उजागर।।\n\nप्रभु कीं कृपा भयउ सबु काजू। जन्म हमार सुफल भा आजू।।\n\nनाथ पवनसुत कीन्हि जो करनी। सहसहुँ मुख न जाइ सो बरनी।।\n\nपवनतनय के चरित सुहाए। जामवंत रघुपतिहि सुनाए।।\n\nसुनत कृपानिधि मन अति भाए। पुनि हनुमान हरषि हियँ लाए।।\n\nकहहु तात केहि भाँति जानकी। रहति करति रच्छा स्वप्रान की।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "नाम पाहरु दिवस निसि ध्यान तुम्हार कपाट।\n\nलोचन निज पद जंत्रित जाहिं प्रान केहिं बाट।।30।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "चलत मोहि चूड़ामनि दीन्ही। रघुपति हृदयँ लाइ सोइ लीन्ही।।\n\nनाथ जुगल लोचन भरि बारी। बचन कहे कछु जनककुमारी।।\n\nअनुज समेत गहेहु प्रभु चरना। दीन बंधु प्रनतारति हरना।।\n\nमन क्रम बचन चरन अनुरागी। केहि अपराध नाथ हौं त्यागी।।\n\nअवगुन एक मोर मैं माना। बिछुरत प्रान न कीन्ह पयाना।।\n\nनाथ सो नयनन्हि को अपराधा। निसरत प्रान करिहिं हठि बाधा।।\n\nबिरह अगिनि तनु तूल समीरा। स्वास जरइ छन माहिं सरीरा।।\n\nनयन स्त्रवहि जलु निज हित लागी। जरैं न पाव देह बिरहागी।\n\nसीता के अति बिपति बिसाला। बिनहिं कहें भलि दीनदयाला।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "निमिष निमिष करुनानिधि जाहिं कलप सम बीति।\n\nबेगि चलिय प्रभु आनिअ भुज बल खल दल जीति।।31।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनि सीता दुख प्रभु सुख अयना। भरि आए जल राजिव नयना।।\n\nबचन काँय मन मम गति जाही। सपनेहुँ बूझिअ बिपति कि ताही।।\n\nकह हनुमंत बिपति प्रभु सोई। जब तव सुमिरन भजन न होई।।\n\nकेतिक बात प्रभु जातुधान की। रिपुहि जीति आनिबी जानकी।।\n\nसुनु कपि तोहि समान उपकारी। नहिं कोउ सुर नर मुनि तनुधारी।।\n\nप्रति उपकार करौं का तोरा। सनमुख होइ न सकत मन मोरा।।\n\nसुनु सुत उरिन मैं नाहीं। देखेउँ करि बिचार मन माहीं।।\n\nपुनि पुनि कपिहि चितव सुरत्राता। लोचन नीर पुलक अति गाता।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुनि प्रभु बचन बिलोकि मुख गात हरषि हनुमंत।\n\nचरन परेउ प्रेमाकुल त्राहि त्राहि भगवंत।।32।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बार बार प्रभु चहइ उठावा। प्रेम मगन तेहि उठब न भावा।।\n\nप्रभु कर पंकज कपि कें सीसा। सुमिरि सो दसा मगन गौरीसा।।\n\nसावधान मन करि पुनि संकर। लागे कहन कथा अति सुंदर।।\n\nकपि उठाइ प्रभु हृदयँ लगावा। कर गहि परम निकट बैठावा।।\n\nकहु कपि रावन पालित लंका। केहि बिधि दहेउ दुर्ग अति बंका।।\n\nप्रभु प्रसन्न जाना हनुमाना। बोला बचन बिगत अभिमाना।।\n\nसाखामृग के बड़ि मनुसाई। साखा तें साखा पर जाई।।\n\nनाघि सिंधु हाटकपुर जारा। निसिचर गन बिधि बिपिन उजारा।\n\nसो सब तव प्रताप रघुराई। नाथ न कछू मोरि प्रभुताई।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "ता कहुँ प्रभु कछु अगम नहिं जा पर तुम्ह अनुकुल।\n\nतब प्रभावँ बड़वानलहिं जारि सकइ खलु तूल।।33।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नाथ भगति अति सुखदायनी। देहु कृपा करि अनपायनी।।\n\nसुनि प्रभु परम सरल कपि बानी। एवमस्तु तब कहेउ भवानी।।\n\nउमा राम सुभाउ जेहिं जाना। ताहि भजनु तजि भाव न आना।।\n\nयह संवाद जासु उर आवा। रघुपति चरन भगति सोइ पावा।।\n\nसुनि प्रभु बचन कहहिं कपिबृंदा। जय जय जय कृपाल सुखकंदा।।\n\nतब रघुपति कपिपतिहि बोलावा। कहा चलैं कर करहु बनावा।।\n\nअब बिलंबु केहि कारन कीजे। तुरत कपिन्ह कहुँ आयसु दीजे।।\n\nकौतुक देखि सुमन बहु बरषी। नभ तें भवन चले सुर हरषी।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कपिपति बेगि बोलाए आए जूथप जूथ।\n\nनाना बरन अतुल बल बानर भालु बरूथ।।34।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "प्रभु पद पंकज नावहिं सीसा। गरजहिं भालु महाबल कीसा।।\n\nदेखी राम सकल कपि सेना। चितइ कृपा करि राजिव नैना।।\n\nराम कृपा बल पाइ कपिंदा। भए पच्छजुत मनहुँ गिरिंदा।।\n\nहरषि राम तब कीन्ह पयाना। सगुन भए सुंदर सुभ नाना।।\n\nजासु सकल मंगलमय कीती। तासु पयान सगुन यह नीती।।\n\nप्रभु पयान जाना बैदेहीं। फरकि बाम अँग जनु कहि देहीं।।\n\nजोइ जोइ सगुन जानकिहि होई। असगुन भयउ रावनहि सोई।।\n\nचला कटकु को बरनैं पारा। गर्जहि बानर भालु अपारा।।\n\nनख आयुध गिरि पादपधारी। चले गगन महि इच्छाचारी।।\n\nकेहरिनाद भालु कपि करहीं। डगमगाहिं दिग्गज चिक्करहीं।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "छंद",
        "content": "चिक्करहिं दिग्गज डोल महि गिरि लोल सागर खरभरे।\n\nमन हरष सभ गंधर्ब सुर मुनि नाग किन्नर दुख टरे।।\n\nकटकटहिं मर्कट बिकट भट बहु कोटि कोटिन्ह धावहीं।\n\nजय राम प्रबल प्रताप कोसलनाथ गुन गन गावहीं।।1।।\n\nसहि सक न भार उदार अहिपति बार बारहिं मोहई।\n\nगह दसन पुनि पुनि कमठ पृष्ट कठोर सो किमि सोहई।।\n\nरघुबीर रुचिर प्रयान प्रस्थिति जानि परम सुहावनी।\n\nजनु कमठ खर्पर सर्पराज सो लिखत अबिचल पावनी।।2।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "एहि बिधि जाइ कृपानिधि उतरे सागर तीर।\n\nजहँ तहँ लागे खान फल भालु बिपुल कपि बीर।।35।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "उहाँ निसाचर रहहिं ससंका। जब ते जारि गयउ कपि लंका।।\n\nनिज निज गृहँ सब करहिं बिचारा। नहिं निसिचर कुल केर उबारा।।\n\nजासु दूत बल बरनि न जाई। तेहि आएँ पुर कवन भलाई।।\n\nदूतन्हि सन सुनि पुरजन बानी। मंदोदरी अधिक अकुलानी।।\n\nरहसि जोरि कर पति पग लागी। बोली बचन नीति रस पागी।।\n\nकंत करष हरि सन परिहरहू। मोर कहा अति हित हियँ धरहु।।\n\nसमुझत जासु दूत कइ करनी। स्त्रवहीं गर्भ रजनीचर धरनी।।\n\nतासु नारि निज सचिव बोलाई। पठवहु कंत जो चहहु भलाई।।\n\nतब कुल कमल बिपिन दुखदाई। सीता सीत निसा सम आई।।\n\nसुनहु नाथ सीता बिनु दीन्हें। हित न तुम्हार संभु अज कीन्हें।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "-राम बान अहि गन सरिस निकर निसाचर भेक।\n\nजब लगि ग्रसत न तब लगि जतनु करहु तजि टेक।।36।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "श्रवन सुनी सठ ता करि बानी। बिहसा जगत बिदित अभिमानी।।\n\nसभय सुभाउ नारि कर साचा। मंगल महुँ भय मन अति काचा।।\n\nजौं आवइ मर्कट कटकाई। जिअहिं बिचारे निसिचर खाई।।\n\nकंपहिं लोकप जाकी त्रासा। तासु नारि सभीत बड़ि हासा।।\n\nअस कहि बिहसि ताहि उर लाई। चलेउ सभाँ ममता अधिकाई।।\n\nमंदोदरी हृदयँ कर चिंता। भयउ कंत पर बिधि बिपरीता।।\n\nबैठेउ सभाँ खबरि असि पाई। सिंधु पार सेना सब आई।।\n\nबूझेसि सचिव उचित मत कहहू। ते सब हँसे मष्ट करि रहहू।।\n\nजितेहु सुरासुर तब श्रम नाहीं। नर बानर केहि लेखे माही।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सचिव बैद गुर तीनि जौं प्रिय बोलहिं भय आस।\n\nराज धर्म तन तीनि कर होइ बेगिहीं नास।।37।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सोइ रावन कहुँ बनि सहाई। अस्तुति करहिं सुनाइ सुनाई।।\n\nअवसर जानि बिभीषनु आवा। भ्राता चरन सीसु तेहिं नावा।।\n\nपुनि सिरु नाइ बैठ निज आसन। बोला बचन पाइ अनुसासन।।\n\nजौ कृपाल पूँछिहु मोहि बाता। मति अनुरुप कहउँ हित ताता।।\n\nजो आपन चाहै कल्याना। सुजसु सुमति सुभ गति सुख नाना।।\n\nसो परनारि लिलार गोसाईं। तजउ चउथि के चंद कि नाई।।\n\nचौदह भुवन एक पति होई। भूतद्रोह तिष्टइ नहिं सोई।।\n\nगुन सागर नागर नर जोऊ। अलप लोभ भल कहइ न कोऊ।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "काम क्रोध मद लोभ सब नाथ नरक के पंथ।\n\nसब परिहरि रघुबीरहि भजहु भजहिं जेहि संत।।38।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तात राम नहिं नर भूपाला। भुवनेस्वर कालहु कर काला।।\n\nब्रह्म अनामय अज भगवंता। ब्यापक अजित अनादि अनंता।।\n\nगो द्विज धेनु देव हितकारी। कृपासिंधु मानुष तनुधारी।।\n\nजन रंजन भंजन खल ब्राता। बेद धर्म रच्छक सुनु भ्राता।।\n\nताहि बयरु तजि नाइअ माथा। प्रनतारति भंजन रघुनाथा।।\n\nदेहु नाथ प्रभु कहुँ बैदेही। भजहु राम बिनु हेतु सनेही।।\n\nसरन गएँ प्रभु ताहु न त्यागा। बिस्व द्रोह कृत अघ जेहि लागा।।\n\nजासु नाम त्रय ताप नसावन। सोइ प्रभु प्रगट समुझु जियँ रावन।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बार बार पद लागउँ बिनय करउँ दससीस।\n\nपरिहरि मान मोह मद भजहु कोसलाधीस।।39(क)।।\n\nमुनि पुलस्ति निज सिष्य सन कहि पठई यह बात।\n\nतुरत सो मैं प्रभु सन कही पाइ सुअवसरु तात।।39(ख)।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "माल्यवंत अति सचिव सयाना। तासु बचन सुनि अति सुख माना।।\n\nतात अनुज तव नीति बिभूषन। सो उर धरहु जो कहत बिभीषन।।\n\nरिपु उतकरष कहत सठ दोऊ। दूरि न करहु इहाँ हइ कोऊ।।\n\nमाल्यवंत गृह गयउ बहोरी। कहइ बिभीषनु पुनि कर जोरी।।\n\nसुमति कुमति सब कें उर रहहीं। नाथ पुरान निगम अस कहहीं।।\n\nजहाँ सुमति तहँ संपति नाना। जहाँ कुमति तहँ बिपति निदाना।।\n\nतव उर कुमति बसी बिपरीता। हित अनहित मानहु रिपु प्रीता।।\n\nकालराति निसिचर कुल केरी। तेहि सीता पर प्रीति घनेरी।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तात चरन गहि मागउँ राखहु मोर दुलार।\n\nसीत देहु राम कहुँ अहित न होइ तुम्हार।।40।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "बुध पुरान श्रुति संमत बानी। कही बिभीषन नीति बखानी।।\n\nसुनत दसानन उठा रिसाई। खल तोहि निकट मुत्यु अब आई।।\n\nजिअसि सदा सठ मोर जिआवा। रिपु कर पच्छ मूढ़ तोहि भावा।।\n\nकहसि न खल अस को जग माहीं। भुज बल जाहि जिता मैं नाही।।\n\nमम पुर बसि तपसिन्ह पर प्रीती। सठ मिलु जाइ तिन्हहि कहु नीती।।\n\nअस कहि कीन्हेसि चरन प्रहारा। अनुज गहे पद बारहिं बारा।।\n\nउमा संत कइ इहइ बड़ाई। मंद करत जो करइ भलाई।।\n\nतुम्ह पितु सरिस भलेहिं मोहि मारा। रामु भजें हित नाथ तुम्हारा।।\n\nसचिव संग लै नभ पथ गयऊ। सबहि सुनाइ कहत अस भयऊ।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रामु सत्यसंकल्प प्रभु सभा कालबस तोरि।\n\nमै रघुबीर सरन अब जाउँ देहु जनि खोरि।।41।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अस कहि चला बिभीषनु जबहीं। आयूहीन भए सब तबहीं।।\n\nसाधु अवग्या तुरत भवानी। कर कल्यान अखिल कै हानी।।\n\nरावन जबहिं बिभीषन त्यागा। भयउ बिभव बिनु तबहिं अभागा।।\n\nचलेउ हरषि रघुनायक पाहीं। करत मनोरथ बहु मन माहीं।।\n\nदेखिहउँ जाइ चरन जलजाता। अरुन मृदुल सेवक सुखदाता।।\n\nजे पद परसि तरी रिषिनारी। दंडक कानन पावनकारी।।\n\nजे पद जनकसुताँ उर लाए। कपट कुरंग संग धर धाए।।\n\nहर उर सर सरोज पद जेई। अहोभाग्य मै देखिहउँ तेई।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "जिन्ह पायन्ह के पादुकन्हि भरतु रहे मन लाइ।\n\nते पद आजु बिलोकिहउँ इन्ह नयनन्हि अब जाइ।।42।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "एहि बिधि करत सप्रेम बिचारा। आयउ सपदि सिंधु एहिं पारा।।\n\nकपिन्ह बिभीषनु आवत देखा। जाना कोउ रिपु दूत बिसेषा।।\n\nताहि राखि कपीस पहिं आए। समाचार सब ताहि सुनाए।।\n\nकह सुग्रीव सुनहु रघुराई। आवा मिलन दसानन भाई।।\n\nकह प्रभु सखा बूझिऐ काहा। कहइ कपीस सुनहु नरनाहा।।\n\nजानि न जाइ निसाचर माया। कामरूप केहि कारन आया।।\n\nभेद हमार लेन सठ आवा। राखिअ बाँधि मोहि अस भावा।।\n\nसखा नीति तुम्ह नीकि बिचारी। मम पन सरनागत भयहारी।।\n\nसुनि प्रभु बचन हरष हनुमाना। सरनागत बच्छल भगवाना।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सरनागत कहुँ जे तजहिं निज अनहित अनुमानि।\n\nते नर पावँर पापमय तिन्हहि बिलोकत हानि।।43।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "कोटि बिप्र बध लागहिं जाहू। आएँ सरन तजउँ नहिं ताहू।।\n\nसनमुख होइ जीव मोहि जबहीं। जन्म कोटि अघ नासहिं तबहीं।।\n\nपापवंत कर सहज सुभाऊ। भजनु मोर तेहि भाव न काऊ।।\n\nजौं पै दुष्टहदय सोइ होई। मोरें सनमुख आव कि सोई।।\n\nनिर्मल मन जन सो मोहि पावा। मोहि कपट छल छिद्र न भावा।।\n\nभेद लेन पठवा दससीसा। तबहुँ न कछु भय हानि कपीसा।।\n\nजग महुँ सखा निसाचर जेते। लछिमनु हनइ निमिष महुँ तेते।।\n\nजौं सभीत आवा सरनाई। रखिहउँ ताहि प्रान की नाई।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "उभय भाँति तेहि आनहु हँसि कह कृपानिकेत।\n\nजय कृपाल कहि चले अंगद हनू समेत।।44।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सादर तेहि आगें करि बानर। चले जहाँ रघुपति करुनाकर।।\n\nदूरिहि ते देखे द्वौ भ्राता। नयनानंद दान के दाता।।\n\nबहुरि राम छबिधाम बिलोकी। रहेउ ठटुकि एकटक पल रोकी।।\n\nभुज प्रलंब कंजारुन लोचन। स्यामल गात प्रनत भय मोचन।।\n\nसिंघ कंध आयत उर सोहा। आनन अमित मदन मन मोहा।।\n\nनयन नीर पुलकित अति गाता। मन धरि धीर कही मृदु बाता।।\n\nनाथ दसानन कर मैं भ्राता। निसिचर बंस जनम सुरत्राता।।\n\nसहज पापप्रिय तामस देहा। जथा उलूकहि तम पर नेहा।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "श्रवन सुजसु सुनि आयउँ प्रभु भंजन भव भीर।\n\nत्राहि त्राहि आरति हरन सरन सुखद रघुबीर।।45।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अस कहि करत दंडवत देखा। तुरत उठे प्रभु हरष बिसेषा।।\n\nदीन बचन सुनि प्रभु मन भावा। भुज बिसाल गहि हृदयँ लगावा।।\n\nअनुज सहित मिलि ढिग बैठारी। बोले बचन भगत भयहारी।।\n\nकहु लंकेस सहित परिवारा। कुसल कुठाहर बास तुम्हारा।।\n\nखल मंडलीं बसहु दिनु राती। सखा धरम निबहइ केहि भाँती।।\n\nमैं जानउँ तुम्हारि सब रीती। अति नय निपुन न भाव अनीती।।\n\nबरु भल बास नरक कर ताता। दुष्ट संग जनि देइ बिधाता।।\n\nअब पद देखि कुसल रघुराया। जौं तुम्ह कीन्ह जानि जन दाया।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "तब लगि कुसल न जीव कहुँ सपनेहुँ मन बिश्राम।\n\nजब लगि भजत न राम कहुँ सोक धाम तजि काम।।46।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तब लगि हृदयँ बसत खल नाना। लोभ मोह मच्छर मद माना।।\n\nजब लगि उर न बसत रघुनाथा। धरें चाप सायक कटि भाथा।।\n\nममता तरुन तमी अँधिआरी। राग द्वेष उलूक सुखकारी।।\n\nतब लगि बसति जीव मन माहीं। जब लगि प्रभु प्रताप रबि नाहीं।।\n\nअब मैं कुसल मिटे भय भारे। देखि राम पद कमल तुम्हारे।।\n\nतुम्ह कृपाल जा पर अनुकूला। ताहि न ब्याप त्रिबिध भव सूला।।\n\nमैं निसिचर अति अधम सुभाऊ। सुभ आचरनु कीन्ह नहिं काऊ।।\n\nजासु रूप मुनि ध्यान न आवा। तेहिं प्रभु हरषि हृदयँ मोहि लावा।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "-अहोभाग्य मम अमित अति राम कृपा सुख पुंज।\n\nदेखेउँ नयन बिरंचि सिब सेब्य जुगल पद कंज।।47।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनहु सखा निज कहउँ सुभाऊ। जान भुसुंडि संभु गिरिजाऊ।।\n\nजौं नर होइ चराचर द्रोही। आवे सभय सरन तकि मोही।।\n\nतजि मद मोह कपट छल नाना। करउँ सद्य तेहि साधु समाना।।\n\nजननी जनक बंधु सुत दारा। तनु धनु भवन सुह्रद परिवारा।।\n\nसब कै ममता ताग बटोरी। मम पद मनहि बाँध बरि डोरी।।\n\nसमदरसी इच्छा कछु नाहीं। हरष सोक भय नहिं मन माहीं।।\n\nअस सज्जन मम उर बस कैसें। लोभी हृदयँ बसइ धनु जैसें।।\n\nतुम्ह सारिखे संत प्रिय मोरें। धरउँ देह नहिं आन निहोरें।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सगुन उपासक परहित निरत नीति दृढ़ नेम।\n\nते नर प्रान समान मम जिन्ह कें द्विज पद प्रेम।।48।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनु लंकेस सकल गुन तोरें। तातें तुम्ह अतिसय प्रिय मोरें।।\n\nराम बचन सुनि बानर जूथा। सकल कहहिं जय कृपा बरूथा।।\n\nसुनत बिभीषनु प्रभु कै बानी। नहिं अघात श्रवनामृत जानी।।\n\nपद अंबुज गहि बारहिं बारा। हृदयँ समात न प्रेमु अपारा।।\n\nसुनहु देव सचराचर स्वामी। प्रनतपाल उर अंतरजामी।।\n\nउर कछु प्रथम बासना रही। प्रभु पद प्रीति सरित सो बही।।\n\nअब कृपाल निज भगति पावनी। देहु सदा सिव मन भावनी।।\n\nएवमस्तु कहि प्रभु रनधीरा। मागा तुरत सिंधु कर नीरा।।\n\nजदपि सखा तव इच्छा नाहीं। मोर दरसु अमोघ जग माहीं।।\n\nअस कहि राम तिलक तेहि सारा। सुमन बृष्टि नभ भई अपारा।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "रावन क्रोध अनल निज स्वास समीर प्रचंड।\n\nजरत बिभीषनु राखेउ दीन्हेहु राजु अखंड।।49(क)।।\n\nजो संपति सिव रावनहि दीन्हि दिएँ दस माथ।\n\nसोइ संपदा बिभीषनहि सकुचि दीन्ह रघुनाथ।।49(ख)।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "अस प्रभु छाड़ि भजहिं जे आना। ते नर पसु बिनु पूँछ बिषाना।।\n\nनिज जन जानि ताहि अपनावा। प्रभु सुभाव कपि कुल मन भावा।।\n\nपुनि सर्बग्य सर्ब उर बासी। सर्बरूप सब रहित उदासी।।\n\nबोले बचन नीति प्रतिपालक। कारन मनुज दनुज कुल घालक।।\n\nसुनु कपीस लंकापति बीरा। केहि बिधि तरिअ जलधि गंभीरा।।\n\nसंकुल मकर उरग झष जाती। अति अगाध दुस्तर सब भाँती।।\n\nकह लंकेस सुनहु रघुनायक। कोटि सिंधु सोषक तव सायक।।\n\nजद्यपि तदपि नीति असि गाई। बिनय करिअ सागर सन जाई।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "प्रभु तुम्हार कुलगुर जलधि कहिहि उपाय बिचारि।\n\nबिनु प्रयास सागर तरिहि सकल भालु कपि धारि।।50।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सखा कही तुम्ह नीकि उपाई। करिअ दैव जौं होइ सहाई।।\n\nमंत्र न यह लछिमन मन भावा। राम बचन सुनि अति दुख पावा।।\n\nनाथ दैव कर कवन भरोसा। सोषिअ सिंधु करिअ मन रोसा।।\n\nकादर मन कहुँ एक अधारा। दैव दैव आलसी पुकारा।।\n\nसुनत बिहसि बोले रघुबीरा। ऐसेहिं करब धरहु मन धीरा।।\n\nअस कहि प्रभु अनुजहि समुझाई। सिंधु समीप गए रघुराई।।\n\nप्रथम प्रनाम कीन्ह सिरु नाई। बैठे पुनि तट दर्भ डसाई।।\n\nजबहिं बिभीषन प्रभु पहिं आए। पाछें रावन दूत पठाए।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सकल चरित तिन्ह देखे धरें कपट कपि देह।\n\nप्रभु गुन हृदयँ सराहहिं सरनागत पर नेह।।51।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "प्रगट बखानहिं राम सुभाऊ। अति सप्रेम गा बिसरि दुराऊ।।\n\nरिपु के दूत कपिन्ह तब जाने। सकल बाँधि कपीस पहिं आने।।\n\nकह सुग्रीव सुनहु सब बानर। अंग भंग करि पठवहु निसिचर।।\n\nसुनि सुग्रीव बचन कपि धाए। बाँधि कटक चहु पास फिराए।।\n\nबहु प्रकार मारन कपि लागे। दीन पुकारत तदपि न त्यागे।।\n\nजो हमार हर नासा काना। तेहि कोसलाधीस कै आना।।\n\nसुनि लछिमन सब निकट बोलाए। दया लागि हँसि तुरत छोडाए।।\n\nरावन कर दीजहु यह पाती। लछिमन बचन बाचु कुलघाती।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "कहेहु मुखागर मूढ़ सन मम संदेसु उदार।\n\nसीता देइ मिलेहु न त आवा काल तुम्हार।।52।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "तुरत नाइ लछिमन पद माथा। चले दूत बरनत गुन गाथा।।\n\nकहत राम जसु लंकाँ आए। रावन चरन सीस तिन्ह नाए।।\n\nबिहसि दसानन पूँछी बाता। कहसि न सुक आपनि कुसलाता।।\n\nपुनि कहु खबरि बिभीषन केरी। जाहि मृत्यु आई अति नेरी।।\n\nकरत राज लंका सठ त्यागी। होइहि जब कर कीट अभागी।।\n\nपुनि कहु भालु कीस कटकाई। कठिन काल प्रेरित चलि आई।।\n\nजिन्ह के जीवन कर रखवारा। भयउ मृदुल चित सिंधु बिचारा।।\n\nकहु तपसिन्ह कै बात बहोरी। जिन्ह के हृदयँ त्रास अति मोरी।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "-की भइ भेंट कि फिरि गए श्रवन सुजसु सुनि मोर।\n\nकहसि न रिपु दल तेज बल बहुत चकित चित तोर।।53।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "नाथ कृपा करि पूँछेहु जैसें। मानहु कहा क्रोध तजि तैसें।।\n\nमिला जाइ जब अनुज तुम्हारा। जातहिं राम तिलक तेहि सारा।।\n\nरावन दूत हमहि सुनि काना। कपिन्ह बाँधि दीन्हे दुख नाना।।\n\nश्रवन नासिका काटै लागे। राम सपथ दीन्हे हम त्यागे।।\n\nपूँछिहु नाथ राम कटकाई। बदन कोटि सत बरनि न जाई।।\n\nनाना बरन भालु कपि धारी। बिकटानन बिसाल भयकारी।।\n\nजेहिं पुर दहेउ हतेउ सुत तोरा। सकल कपिन्ह महँ तेहि बलु थोरा।।\n\nअमित नाम भट कठिन कराला। अमित नाग बल बिपुल बिसाला।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "द्विबिद मयंद नील नल अंगद गद बिकटासि।\n\nदधिमुख केहरि निसठ सठ जामवंत बलरासि।।54।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "ए कपि सब सुग्रीव समाना। इन्ह सम कोटिन्ह गनइ को नाना।।\n\nराम कृपाँ अतुलित बल तिन्हहीं। तृन समान त्रेलोकहि गनहीं।।\n\nअस मैं सुना श्रवन दसकंधर। पदुम अठारह जूथप बंदर।।\n\nनाथ कटक महँ सो कपि नाहीं। जो न तुम्हहि जीतै रन माहीं।।\n\nपरम क्रोध मीजहिं सब हाथा। आयसु पै न देहिं रघुनाथा।।\n\nसोषहिं सिंधु सहित झष ब्याला। पूरहीं न त भरि कुधर बिसाला।।\n\nमर्दि गर्द मिलवहिं दससीसा। ऐसेइ बचन कहहिं सब कीसा।।\n\nगर्जहिं तर्जहिं सहज असंका। मानहु ग्रसन चहत हहिं लंका।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "-सहज सूर कपि भालु सब पुनि सिर पर प्रभु राम।\n\nरावन काल कोटि कहु जीति सकहिं संग्राम।।55।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "राम तेज बल बुधि बिपुलाई। सेष सहस सत सकहिं न गाई।।\n\nसक सर एक सोषि सत सागर। तब भ्रातहि पूँछेउ नय नागर।।\n\nतासु बचन सुनि सागर पाहीं। मागत पंथ कृपा मन माहीं।।\n\nसुनत बचन बिहसा दससीसा। जौं असि मति सहाय कृत कीसा।।\n\nसहज भीरु कर बचन दृढ़ाई। सागर सन ठानी मचलाई।।\n\nमूढ़ मृषा का करसि बड़ाई। रिपु बल बुद्धि थाह मैं पाई।।\n\nसचिव सभीत बिभीषन जाकें। बिजय बिभूति कहाँ जग ताकें।।\n\nसुनि खल बचन दूत रिस बाढ़ी। समय बिचारि पत्रिका काढ़ी।।\n\nरामानुज दीन्ही यह पाती। नाथ बचाइ जुड़ावहु छाती।।\n\nबिहसि बाम कर लीन्ही रावन। सचिव बोलि सठ लाग बचावन।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बातन्ह मनहि रिझाइ सठ जनि घालसि कुल खीस।\n\nराम बिरोध न उबरसि सरन बिष्नु अज ईस।।56(क)।।\n\nकी तजि मान अनुज इव प्रभु पद पंकज भृंग।\n\nहोहि कि राम सरानल खल कुल सहित पतंग।।56(ख)।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सुनत सभय मन मुख मुसुकाई। कहत दसानन सबहि सुनाई।।\n\nभूमि परा कर गहत अकासा। लघु तापस कर बाग बिलासा।।\n\nकह सुक नाथ सत्य सब बानी। समुझहु छाड़ि प्रकृति अभिमानी।।\n\nसुनहु बचन मम परिहरि क्रोधा। नाथ राम सन तजहु बिरोधा।।\n\nअति कोमल रघुबीर सुभाऊ। जद्यपि अखिल लोक कर राऊ।।\n\nमिलत कृपा तुम्ह पर प्रभु करिही। उर अपराध न एकउ धरिही।।\n\nजनकसुता रघुनाथहि दीजे। एतना कहा मोर प्रभु कीजे।\n\nजब तेहिं कहा देन बैदेही। चरन प्रहार कीन्ह सठ तेही।।\n\nनाइ चरन सिरु चला सो तहाँ। कृपासिंधु रघुनायक जहाँ।।\n\nकरि प्रनामु निज कथा सुनाई। राम कृपाँ आपनि गति पाई।।\n\nरिषि अगस्ति कीं साप भवानी। राछस भयउ रहा मुनि ग्यानी।।\n\nबंदि राम पद बारहिं बारा। मुनि निज आश्रम कहुँ पगु धारा।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "बिनय न मानत जलधि जड़ गए तीन दिन बीति।\n\nबोले राम सकोप तब भय बिनु होइ न प्रीति।।57।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "लछिमन बान सरासन आनू। सोषौं बारिधि बिसिख कृसानू।।\n\nसठ सन बिनय कुटिल सन प्रीती। सहज कृपन सन सुंदर नीती।।\n\nममता रत सन ग्यान कहानी। अति लोभी सन बिरति बखानी।।\n\nक्रोधिहि सम कामिहि हरि कथा। ऊसर बीज बएँ फल जथा।।\n\nअस कहि रघुपति चाप चढ़ावा। यह मत लछिमन के मन भावा।।\n\nसंघानेउ प्रभु बिसिख कराला। उठी उदधि उर अंतर ज्वाला।।\n\nमकर उरग झष गन अकुलाने। जरत जंतु जलनिधि जब जाने।।\n\nकनक थार भरि मनि गन नाना। बिप्र रूप आयउ तजि माना।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "काटेहिं पइ कदरी फरइ कोटि जतन कोउ सींच।\n\nबिनय न मान खगेस सुनु डाटेहिं पइ नव नीच।।58।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "चौपाई",
        "content": "सभय सिंधु गहि पद प्रभु केरे। छमहु नाथ सब अवगुन मेरे।।\n\nगगन समीर अनल जल धरनी। इन्ह कइ नाथ सहज जड़ करनी।।\n\nतव प्रेरित मायाँ उपजाए। सृष्टि हेतु सब ग्रंथनि गाए।।\n\nप्रभु आयसु जेहि कहँ जस अहई। सो तेहि भाँति रहे सुख लहई।।\n\nप्रभु भल कीन्ही मोहि सिख दीन्ही। मरजादा पुनि तुम्हरी कीन्ही।।\n\nढोल गवाँर सूद्र पसु नारी। सकल ताड़ना के अधिकारी।।\n\nप्रभु प्रताप मैं जाब सुखाई। उतरिहि कटकु न मोरि बड़ाई।।\n\nप्रभु अग्या अपेल श्रुति गाई। करौं सो बेगि जौ तुम्हहि सोहाई।।",
        "kaand": "सुंदर काण्ड"
    },
    {
        "type": "दोहा/सोरठा",
        "content": "सुनत बिनीत बचन अति कह कृपाल मुसुकाइ।\n\nजेहि बिधि उतरै कपि कटकु तात सो कहहु उपाइ।।59।।",
        "kaand": "सुंदर काण्ड"
    }
]