[
    {
        "veda": "atharvaveda",
        "samhita": "shaunak",
        "kaanda": 18,
        "sukta": 1,
        "text": "पितृमेधः।\n१-६१ अथर्वा। यमः।, मन्त्रोक्ताः, ४० रुद्रः, ४१-४३ सरस्वती, ४४-४६, ५१-५२ पितरः। त्रिष्टुप्,\n८, १५ आर्षी पङ्क्तिः, १४, ४९-५० भुरिक्, १८-२०, २१-२३ जगती,\n३७-३८ परोष्णिक्, ५६-५७, ६१ अनुष्टुप्, ५९ पुरोबृहती।\nओ चि॒त् सखा॑यं स॒ख्या व॑वृत्यां ति॒रः पु॒रु चि॑दर्ण॒वं ज॑ग॒न्वान्।\nपि॒तुर्नपा॑त॒मा द॑धीत वे॒धा अधि॒ क्षमि॑ प्रत॒रं दीध्या॑नः॥१॥\nन ते॒ सखा॑ स॒ख्यं व॑ष्ट्ये॒तत् सल॑क्ष्मा॒ यद् विषु॑रूपा॒ भवा॑ति ।\nम॒हस्पु॒त्रासो॒ असु॑रस्य वी॒रा दि॒वो ध॒र्तार॑ उर्वि॒या परि॑ ख्यन्॥२॥\nउ॒शन्ति॑ घा॒ ते अ॒मृता॑स ए॒तदेक॑स्य चित् त्य॒जसं॒ मर्त्य॑स्य ।\nनि ते॒ मनो॒ मन॑सि धाय्य॒स्मे जन्युः॒ पति॑स्त॒न्व॑१मा वि॑विश्याः ॥३॥\nन यत् पु॒रा च॑कृ॒मा कद्ध॑ नू॒नमृ॒तं वद॑न्तो॒ अनृ॑तं रपेम ।\nग॒न्ध॒र्वो अ॒प्स्वप्या॑ च॒ योषा॒ सा नौ॒ नाभिः॑ पर॒मं जा॒मि तन्नौ॑ ॥४॥\nगर्भे॒ नु नौ॑ जनि॒ता दम्प॑ती कर्दे॒वस्त्वष्टा॑ सवि॒ता वि॒श्वरू॑पः ।\nनकि॑रस्य॒ प्र मि॑नन्ति व्र॒तानि॒ वेद॑ नाव॒स्य पृ॑थि॒वी उ॒त द्यौः ॥५॥\nको अ॒द्य यु॑ङ्क्ते धु॒रि गा ऋ॒तस्य॒ शिमी॑वतो भा॒मिनो॑ दुर्हृणा॒यून्।\nआ॒सन्नि॑षून् हृ॒त्स्वसो॑ मयो॒भून् य ए॑षां भृ॒त्यामृ॒णध॒त् स जी॑वात्॥६॥\nको अ॒स्य वे॑द प्रथ॒मस्याह्नः॒ क ईं॑ ददर्श॒ क इ॒ह प्र वो॑चत्।\nबृ॒हन्मि॒त्रस्य॒ वरु॑णस्य॒ धाम॒ कदु॑ ब्रव आहनो॒ वीच्या॒ नॄन्॥७॥\nय॒मस्य॑ मा य॒म्यं॑ काम॒ आग॑न्त्समा॒ने योनौ॑ सह॒शेय्या॑य ।\nजा॒येव॒ पत्ये॑ त॒न्वं रिरिच्यां॒ वि चि॑द् वृहेव॒ रथ्ये॑व च॒क्रा॥८॥\nन ति॑ष्ठन्ति॒ न नि मि॑षन्त्ये॒ते दे॒वानां॒ स्पश॑ इ॒ह ये चर॑न्ति ।\nअ॒न्येन॒ मदा॑हनो याहि॒ तूयं॒ तेन॒ वि वृ॑ह॒ रथ्ये॑व च॒क्रा॥९॥\nरात्री॑भिरस्मा॒ अह॑भिर्दशस्ये॒त् सूर्य॑स्य॒ चक्षु॒र्मुहु॒रुन्मि॑मीयात्।\nदि॒वा पृ॑थि॒व्या मि॑थु॒ना सब॑न्धू य॒मीर्य॒मस्य॑ विवृहा॒दजा॑मि ॥१०॥\nआ घा॒ ता ग॑च्छा॒नुत्त॑रा यु॒गानि॒ यत्र॑ जा॒मयः॑ कृ॒णव॒न्नजा॑मि ।\nउप॑ बर्बृहि वृष॒भाय॑ बा॒हुम॒न्यमि॑च्छस्व सुभगे॒ पतिं॒ मत्॥११॥\nकिं भ्राता॑स॒द् यद॑ना॒थं भवा॑ति॒ किमु॒ स्वसा॒ यन्निरृ॑तिर्नि॒गच्छा॑त्।\nकाम॑मूता ब॒ह्वे॒३तद् र॑पामि त॒न्वा॒ऽमे त॒न्वं॑१ सं पि॑पृग्धि ॥१२॥\nन ते॑ ना॒थं य॒म्यत्रा॒हम॑स्मि॒ न ते॑ त॒नूं त॒न्वा॒३ सं प॑पृच्याम्।\nअ॒न्येन॒ मत् प्र॒मुदः॑ कल्पयस्व॒ न ते॒ भ्राता॑ सुभगे वष्ट्ये॒तत्॥१३॥\nन वा उ॑ ते त॒नूं त॒न्वा॒३ सं प॑पृच्यां पा॒पमा॑हु॒र्यः स्वसा॑रं नि॒गच्छा॑त्।\nअसं॑यदे॒तन्मन॑सो हृ॒दो मे॒ भ्राता॒ स्वसुः॒ शय॑ने॒ यच्छ॑यीय ॥१४॥\nब॒तो ब॑तासि यम॒ नैव ते॒ मनो॒ हृद॑यं चाविदामा।\nअ॒न्या किल॒ त्वां क॒क्ष्येऽव यु॒क्तं परि॑ ष्वजातै॒ लिबु॑जेव वृ॒क्षम्॥१५॥\nअ॒न्यमू॒ षु य॑म्य॒न्य उ॒ त्वां परि॑ ष्वजातै लिबु॑जेव वृ॒क्षम्।\nतस्य॑ वा॒ त्वं मन॑ इ॒च्छा स वा॒ तवाधा॑ कृणुष्व स॒विदं॒ सुभ॑द्राम्॥१६॥\nत्रीणि॒ च्छन्दां॑सि क॒वयो॒ वि ये॑तिरे पुरु॒रूपं॑ दर्श॒तं वि॒श्वच॑क्षणम्।\nआपो॑ वाता॒ ओष॑धय॒स्तान्येक॑स्मि॒न् भुव॑न॒ आर्पि॑तानि ॥१७॥\nवृषा॒ वृष्णे॑ दुदुहे॒ दोह॑सा दि॒वः पयां॑सि य॒ह्वो अदि॑ते॒रदा॑भ्यः ।\nविश्वं॒ स वे॑द॒ वरु॑णो॒ यथा॑ धि॒या स य॒ज्ञियो॑ यजति य॒ज्ञियां॑ ऋ॒तून्॥१८॥\nरप॑द् गन्ध॒र्वीरप्या॑ च॒ योष॑णा न॒दस्य॑ ना॒दे परि॑ पातु नो॒ मनः॑ ।\nइ॒ष्टस्य॒ मध्ये॒ अदि॑ति॒र्नि धा॑तु नो॒ भ्राता॑ नो ज्ये॒ष्ठः प्र॑थ॒मो वि वो॑चति ॥१९॥\nसो चि॒न्नु भ॒द्रा क्षु॒मती॒ उश॑स्वत्यु॒षा उ॑वास॒ मन॑वे॒ स्वऽर्वती ।\nयदी॑मु॒शन्त॑मुश॒तामनु॒ क्रतु॑म॒ग्निं होता॑रं वि॒दथा॑य॒ जीज॑नन्॥२०॥\nअध॒ त्यं द्र॒प्सं वि॒भ्वं विचक्ष॒णं विराभ॑रदिषि॒रः श्ये॒नो अ॑ध्व॒रे।\nयदी॒ विशो॑ वृ॒णते॑ द॒स्ममार्या॑ अ॒ग्निं होता॑र॒मध॒ धीर॑जायत ॥२१॥\nसदा॑सि र॒ण्वो यव॑सेव॒ पुष्य॑ते॒ होत्रा॑भिरग्ने॒ मनु॑षः स्वध्व॒रः ।\nविप्र॑स्य वा॒ यच्छ॑शमा॒न उ॒क्थ्यो॒३ वाजं॑ सस॒वां उ॑प॒यासि॒ भूरि॑भिः ॥२२॥\nउदी॑रय पि॒तरा॑ जा॒र आ भग॒मिय॑क्षति हर्य॒तो हृ॒त्त इ॑ष्यति ।\nविव॑क्ति॒ वह्निः॑ स्वप॒स्यते॑ म॒खस्त॑वि॒ष्यते॒ असु॑रो॒ वेप॑ते म॒ती॥२३॥\nयस्ते॑ अग्ने सुम॒तिं मर्तो॒ अख्य॒त् सह॑सः सूनो॒ अति॒ स प्र शृ॑ण्वे ।\nइषं॒ दधा॑नो॒ वह॑मानो॒ अश्वै॒रा स द्यु॒मां अम॑वान् भूषति॒ द्यून्॥२४॥\nश्रु॒धी नो॑ अग्ने॒ सद॑ने स॒धस्थे॑ यु॒क्ष्वा रथ॑म॒मृत॑स्य द्रवि॒त्नुम्।\nआ नो॑ वह॒ रोद॑सी दे॒वपु॑त्रे॒ माकि॑र्दे॒वाना॒मप॑ भूरि॒ह स्याः॑ ॥२५॥\nयद॑ग्न ए॒षा समि॑ति॒र्भवा॑ति दे॒वी दे॒वेषु॑ यज॒ता य॑जत्र ।\nरत्ना॑ च॒ यद् वि॒भजा॑सि स्वधावो भा॒गं नो॒ अत्र॒ वसु॑मन्तं वीतात्॥२६॥\nअन्व॒ग्निरु॒षसा॒मग्र॑मख्य॒दन्वहा॑नि प्रथ॒मो जा॒तवे॑दाः ।\nअनु॒ सूर्य॑ उ॒षसो॒ अनु॑ र॒श्मीननु॒ द्यावा॑पृथि॒वी आ वि॑वेश ॥२७॥\nप्रत्य॒ग्निरु॒षसा॒मग्र॑मख्य॒त् प्रत्यहा॑नि प्रथ॒मो जा॒तवे॑दाः ।\nप्रति॒ सूर्य॑स्य पुरु॒धा च॑ र॒श्मीन् प्रति॒ द्यावा॑पृथि॒वी आ त॑तान ॥२८॥\nद्यावा॑ ह॒ क्षामा॑ प्रथ॒मे ऋ॒तेना॑भिश्रा॒वे भ॑वतः सत्य॒वाचा॑ ।\nदे॒वो यन्मर्ता॑न् य॒जथा॑य कृ॒ण्वन्त्सीद॒द्धोता॑ प्र॒त्यङ् स्वमसुं॒ यन्॥२९॥\nदे॒वो दे॒वान् प॑रि॒भूरृ॒तेन॒ वहा॑ नो ह॒व्यं प्र॑थ॒मश्चि॑कि॒त्वान्।\nधू॒मके॑तुः स॒मिधा॒ भाऋ॑जीको म॒न्द्रो होता॒ नित्यो॑ वा॒चा यजी॑यान्॥३०॥\nअर्चा॑मि वां॒ वर्धा॒यापो॑ घृतस्नू॒ द्यावा॑भूमी शृणु॒तं रो॑दसी मे ।\nअहा॒ यद् दे॒वा असु॑नीति॒माय॒न् मध्वा॑ नो॒ अत्र॑ पि॒तरा॑ शिशीताम्॥३१॥\nस्वावृ॑ग् दे॒वस्या॒मृतं॒ यदी॒ गोरतो॑ जा॒तासो॑ धारयन्त उ॒र्वी।\nविश्वे॑ दे॒वा अनु॒ तत् ते यजु॑र्गुर्दु॒हे यदेनी॑ दि॒व्यं घृ॒तं॑ वाः ॥३२॥\nकिं स्वि॑न्नो॒ राजा॑ जगृहे॒ कद॒स्याति॑ व्र॒तं च॑कृमा॒ को वि वे॑द ।\nमि॒त्रस्चि॒द्धि ष्मा॑ जुहुरा॒णो दे॒वांछ्लोको॒ न या॒तामपि॒ वाजो॒ अस्ति॑ ॥३३॥\nदु॒र्मन्त्वत्रा॒मृत॑स्य॒ नाम॒ सल॑क्ष्मा॒ यद् विषु॑रूपा॒ भवा॑ति ।\nय॒मस्य॒ यो म॒नव॑ते सु॒मन्त्वग्ने॒ तमृ॑ष्व पा॒ह्यप्र॑युच्छन्॥३४॥\nयस्मि॑न् दे॒वा वि॒दथे॑ मा॒दय॑न्ते वि॒वस्व॑तः सद॑ने धा॒रय॑न्ते ।\nसूर्ये॒ ज्योति॒रद॑धुर्मा॒स्य॑१क्तून् परि॑ द्योत॒निं च॑रतो॒ अज॑स्रा ॥३५॥\nयस्मि॑न् दे॒वा मन्म॑नि सं॒चर॑न्त्यपी॒च्ये॒३ न व॒यम॑स्य विद्म ।\nमि॒त्रो नो॒ अत्रादि॑ति॒रना॑गान्त्सवि॒ता दे॒वो वरु॑णाय वोचत्॥३६॥\nसखा॑य॒ आ शि॑षामहे॒ ब्रह्मेन्द्रा॑य व॒ज्रिणे॑ ।\nस्तु॒ष ऊ॒ षु नृत॑माय धृ॒ष्णवे॑ ॥३७॥\nशव॑सा॒ ह्यसि॑ श्रु॒तो वृ॑त्र॒हत्ये॑न वृत्र॒हा।\nम॒घैर्म॒घोनो॒ अति॑ शूर दाशसि ॥३८॥\nस्ते॒गो न क्षामत्ये॑षि पृथि॒वीं म॒ही नो॒ वाता॑ इ॒ह वा॑न्तु॒ भूमौ॑ ।\nमि॒त्रो नो॒ अत्र॒ वरु॑णो यु॒जमा॑नो अ॒ग्निर्वने॒ न व्यसृ॑ष्ट॒ शोक॑म्॥३९॥\nस्तु॒हि श्रु॒तं ग॑र्त॒सदं॒ जना॑नां॒ राजा॑नं भी॒ममु॑पह॒त्नुमु॒ग्रम्।\nमृ॒डा ज॑रि॒त्रे रु॑द्र॒ स्तवा॑नो अ॒न्यम॒स्मत् ते नि व॑पन्तु॒ सेन्य॑म्॥४०॥\nसर॑स्वतीं देव॒यन्तो॑ हवन्ते॒ सर॑स्वतीमध्व॒रे ता॒यमा॑ने ।\nसर॑स्वतीं सु॒कृतो॑ हवन्ते॒ सर॑स्वती दा॒शुषे॒ वार्यं॑ दात्॥४१॥\nसर॑स्वतीं पि॒तरो॑ हवन्ते दक्षि॒णा य॒ज्ञम॑भि॒नक्ष॑माणाः ।\nआ॒सद्या॒स्मिन् ब॒र्हिषि॑ मादयध्वमनमी॒वा इष॒ आ धे॑ह्य॒स्मे॥४२॥\nसर॑स्वति॒ या स॒रथं॑ य॒याथो॒क्थैः स्व॒धाभि॑र्देवि पि॒तृभि॒र्मद॑न्ती ।\nस॒ह॒स्रा॒र्घमि॒डो अत्र॑ भा॒गं रा॒यस्पोषं॒ यज॑मानाय धेहि ॥४३॥\nउदी॑रता॒मव॑र॒ उत् परा॑स॒ उन्म॑ध्य॒माः पि॒तरः॑ सो॒म्यासः॑ ।\nअसुं॒ य ई॒युर॑वृ॒का ऋ॑त॒ज्ञास्ते नो॑ऽवन्तु पि॒तरो॒ हवे॑षु ॥४४॥\nआहं पि॒तृन्त्सु॑वि॒दत्रां॑ अवित्सि॒ नपा॑तं च वि॒क्रम॑णं च॒ विष्णोः॑ ।\nब॒र्हि॒षदो॒ ये स्व॒धया॑ सु॒तस्य॒ भज॑न्त पि॒त्वस्त इ॒हाग॑मिष्ठाः ॥४५॥\nइ॒दं पि॒तृभ्यो॒ नमो॑ अस्त्व॒द्य ये पूर्वा॑सो॒ ये अप॑रास ई॒युः ।\nये पार्थि॑वे॒ रज॒स्या निष॑क्ता॒ ये वा॑ नू॒नं सु॑वृ॒जना॑सु दि॒क्षु॥४६॥\nमात॑ली क॒व्यैर्य॒मो अङ्गि॑रोभि॒र्बृह॒स्पति॒र्ऋक्व॑भिर्वावृधा॒नः ।\nयांश्च॑ दे॒वा वा॑वृ॒धुर्ये च॑ दे॒वांस्ते नो॑ऽवन्तु पि॒तरो॒ हवे॑षु ॥४७॥\nस्वा॒दुष्किला॒यं मधु॑मां उ॒तायं ती॒व्रः किला॒यं रस॑वां उ॒तायम्।\nउ॒तोन्व॑१स्य प॑पि॒वांस॒मिन्द्रं॒ न कश्च॒न स॑हत आह॒वेषु॑ ॥४८॥\nप॒रे॒यि॒वांसं॑ प्र॒वतो॑ म॒हीरिति॑ ब॒हुभ्यः॒ पन्था॑मनुपस्पशा॒नम्।\nवै॒व॒स्वतं सं॒गम॑नं॒ जना॑नां य॒मं राजा॑नं ह॒विषा॑ सपर्यत ॥४९॥\nय॒मो नो॑ गा॒तुं प्र॑थ॒मो वि॑वेद॒ नैषा गव्यू॑ति॒रप॑भर्त॒वा उ॑ ।\nयत्रा॑ नः॒ पूर्वे॑ पि॒तरः॒ परे॑ता ए॒ना ज॑ज्ञा॒नाः प॒थ्या॒३ अनु॒ स्वाः ॥५०॥\nबर्हि॑षदः पितर ऊ॒त्य॑१र्वागि॒मा वो॑ ह॒व्या च॑कृमा जु॒षध्व॑म्।\nत आ ग॒ताव॑सा॒ शंत॑मे॒नाधा॑ नः॒ शं योर॑र॒पो द॑धात ॥५१॥\nआच्या॒ जानु॑ दक्षिण॒तो नि॒षद्ये॒दं नो॑ ह॒विर॒भि गृ॑णन्तु॒ विश्वे॑ ।\nमा हिं॑सिष्ट पितरः॒ केन॑ चिन्नो॒ यद् व आगः॑ पुरु॒षता॒ करा॑म ॥५२॥\nत्वष्टा॑ दुहि॒त्रे व॑ह॒तुं कृ॑णोति॒ तेने॒दं विश्वं॒ भुव॑नं॒ समे॑ति ।\nय॒मस्य॑ मा॒ता प॑र्यु॒ह्यमा॑ना म॒हो जा॒या विव॑स्वतो ननाश ॥५३॥\nप्रेहि॒ प्रेहि॑ प॒थिभिः॑ पू॒र्याणै॒र्येना॑ ते॒ पूर्वे॑ पि॒तरः॒ परे॑ताः ।\nउ॒भा राजा॑नौ स्व॒धया॒ मद॑न्तौ य॒मं प॑श्यासि॒ वरु॑णं च दे॒वम्॥५४॥\nअपे॑त॒ वीऽत॒ वि च॑ सर्प॒तातो॑ऽस्मा ए॒तं पि॒तरो॑ लो॒कम॑क्रन्।\nअहो॑भिर॒द्भिर॒क्तुभि॒र्व्यऽक्तं य॒मो द॑दात्यव॒सान॑मस्मै ॥५५॥\nउ॒शन्त॑स्त्वेधीमह्यु॒शन्तः॒ समि॑धीमहि ।\nउ॒शन्नु॑श॒त आ व॑ह पि॒तॄन् ह॒विषे॒ अत्त॑वे ॥५६॥\nद्यु॒मन्त॑स्त्वेधीमहि द्यु॒मन्तः॒ समि॑धीमहि ।\nद्यु॒मान् द्यु॑म॒त आ व॑ह पि॒तॄन् ह॒विषे॒ अत्त॑वे ॥५७॥\nअङ्गि॑रसो नः पि॒तरो॒ नव॑ग्वा॒ अथ॑र्वाणो॒ भृग॑वः सो॒म्यासः॑ ।\nतेषां॑ व॒यं सु॑म॒तौ य॒ज्ञिया॑ना॒मपि॑ भ॒द्रे सौ॑मन॒से स्या॑म ॥५८॥\nअङ्गि॑रोभिर्य॒ज्ञियै॒रा ग॑ही॒ह यम॑ वैरू॒पैरि॒ह मा॑दयस्व ।\nविव॑स्वन्तं हुवे॒ यः पि॒ता ते॒ऽस्मिन् ब॒र्हिष्या नि॒षद्य॑ ॥५९॥\nइ॒मं य॑म प्रस्त॒रमा हि रोहाङ्गि॑रोभिः पि॒तृभिः॑ संविदा॒नः ।\nआ त्वा॒ मन्त्राः॑ कविश॒स्ता व॑हन्त्वे॒ना रा॑जन् ह॒विषो॑ मादयस्व ॥६०॥\nइ॒त ए॒त उदारु॑हन् दि॒वस्पृ॒ष्ठान्वारु॑हन्।\nप्र भू॒र्जयो॒ यथा॑ प॒था द्यामङ्गि॑रसो य॒युः ॥६१॥\n"
    },
    {
        "veda": "atharvaveda",
        "samhita": "shaunak",
        "kaanda": 18,
        "sukta": 2,
        "text": "पितृमेधः।\n१-६० अथर्वा। यमः, मन्त्रोक्ताः, ४, ३४ अग्निः, ५ जातवेदाः, २९ पितरः। त्रिष्टुप्,\n१-३, ६, १४- १८, २०, २२-२३, २५, ३०, ३४, ३६, ४६, ४८, ५०-५२, ५६ अनुष्टुप्, ४, ७, ९, १३ जगती,\n५ , २६, ४९, ५७ भुरिक्, १९ त्रिपदाऽर्षी गायत्री, २४ त्रिपदा समविषमाऽर्षी गायत्री,\n३७ विराड् जगती, ३८-४४ आर्षी गायत्री, (४०, ४२-४४ भुरिक्) ४५ ककुम्मती अनुष्टुप्।\nय॒माय॒ सोमः॑ पवते य॒माय॑ क्रियते ह॒विः ।\nय॒मं ह॑ य॒ज्ञो ग॑च्छत्य॒ग्निदू॑तो॒ अरं॑कृतः ॥१॥\nय॒माय॒ मधु॑मत्तमं जु॒होता॒ प्र च॑ तिष्ठत ।\nइ॒दं नम॒ ऋषि॑भ्यः पूर्व॒जेभ्यः॒ पूर्वे॑भ्यः पथि॒कृद्भ्यः॑ ॥२॥\nय॒माय॑ घृ॒तव॒त् पयो॒ राज्ञे॑ ह॒विर्जु॑होतन ।\nस नो॑ जी॒वेष्वा य॑मेद् दी॒र्घमायुः॒ प्र जी॒वसे॑ ॥३॥\nमैन॑मग्ने॒ वि द॑हो॒ माभि शू॑शुचो॒ मास्य॒ त्वचं॑ चिक्षिपो॒ मा शरी॑रम्।\nशृ॒तं य॒दा कर॑सि जातवे॒दोऽथे॑मेनं॒ प्र हि॑णुतात् पि॒तॄँरुप॑ ॥४॥\nय॒दा शृ॒तं कृ॒णवो॑ जातवे॒दोऽथे॒ममे॑नं॒ परि॑ दत्तात् पि॒तृभ्यः॑ ।\nय॒दो गच्छा॒त्यसु॑नीतिमे॒तामथ॑ दे॒वानां॑ वश॒नीर्भ॑वाति ॥५॥\nत्रिक॑द्रुकेभिः पवते॒ षडु॒र्वीरेक॒मिद् बृ॒हत्।\nत्रि॒ष्टुब् गा॑य॒त्री छन्दां॑सि॒ सर्वा॒ ता य॒म आर्पि॑ता ॥६॥\nसूर्यं॒ चक्षु॑षा गच्छ॒ वात॑मा॒त्मना॒ दिवं॑ च॒ गच्छ॑ पृथि॒वीं च॒ धर्म॑भिः ।\nअ॒पो वा॑ गच्छ॒ यदि॒ तत्र॑ ते हि॒तमोष॑धीषु॒ प्रति॑ तिष्ठा॒ शरी॑रैः ॥७॥\nअ॒जो भा॒गस्तप॑स॒स्तं त॑पस्व॒ तं ते॑ शो॒चिस्त॑पतु॒ तं ते॑ अ॒र्चिः ।\nयास्ते॑ शि॒वास्त॒न्वोऽ जातवेद॒स्ताभि॑र्वहैनं सु॒कृता॑मु लो॒कम्॥८॥\nयास्ते॑ शो॒चयो॒ रंह॑यो जातवेदो॒ याभि॑रापृ॒णासि॒ दिव॑म॒न्तरि॑क्षम्।\nअ॒जं यन्त॒मनु॒ ताः समृ॑ण्वता॒मथेत॑राभिः शि॒वत॑माभिः शृ॒तं कृ॑धि ॥९॥\nअव॑ सृज॒ पुन॑रग्ने पि॒तृभ्यो॒ यस्त॒ आहु॑त॒श्चर॑ति स्व॒धावा॑न्।\nआयु॒र्वसा॑न॒ उप॑ यातु॒ शेषः॒ सं ग॑च्छतां त॒न्वा सु॒वर्चाः॑ ॥१०॥\nअति॑ द्रव॒ श्वानौ॑ सारमे॒यौ च॑तुर॒क्षौ श॒बलौ॑ सा॒धुना॑ प॒था।\nअधा॑ पि॒तॄन्त्सु॑वि॒दत्रां॒ अपी॑हि य॒मेन॒ ये स॑ध॒मादं॒ मद॑न्ति ॥११॥\nयौ ते॒ श्वानौ॑ यम रक्षि॒तारौ॑ चतुर॒क्षौ प॑थि॒षदी॑ नृ॒चक्ष॑सा । ताभ्यां॑ राज॒न् परि॑ धेह्येनं स्व॒स्त्यऽस्मा अनमी॒वं च॑ धेहि ॥१२॥\nउ॒रू॒ण॒साव॑सु॒तृपा॑वुदुम्ब॒लौ य॒मस्य॑ दू॒तौ च॑रतो॒ जनां॒ अनु॑ ।\nताव॒स्मभ्यं॑ दृ॒शये॒ सूर्या॑य॒ पुन॑र्दाता॒मसु॑म॒द्येह भ॒द्रम्॥१३॥\nसोम॒ एके॑भ्यः पवते घृ॒तमेक॒ उपा॑सते ।\nयेभ्यो॒ मधु॑ प्र॒धाव॑ति॒ तां॑श्चिदे॒वापि॑ गच्छतात्॥१४॥\nये चि॒त् पूर्व॑ ऋ॒तसा॑ता ऋ॒तजा॑ता ऋता॒वृधः॑ ।\nऋषी॒न् तप॑स्वतो यम तपो॒जां अपि॑ गच्छतात्॥१५॥\nतप॑सा॒ ये अ॑नाधृ॒ष्यास्तप॑सा॒ ये स्वऽर्य॒युः ।\nतपो॒ ये च॑क्रि॒रे मह॒स्तांश्चि॑दे॒वापि॑ गच्छतात्॥१६॥\nये युध्य॑न्ते प्र॒धने॑षु॒ शूरा॑सो॒ ये त॑नू॒त्यजः॑ ।\nये वा॑ स॒हस्र॑दक्षिणा॒स्तांश्चिदे॒वापि॑ गच्छतात्॥१७॥\nस॒हस्र॑णीथाः क॒वयो॒ ये गो॑पा॒यन्ति॒ सूर्य॑म्।\nऋषी॒न् तप॑स्वतो यम तपो॒जां अपि॑ गच्छतात्॥१८॥\nस्यो॒नास्मै॑ भव पृथिव्यनृक्ष॒रा नि॒वेश॑नी ।\nयच्छा॑स्मै॒ शर्म॑ स॒प्रथाः॑ ॥१९॥\nअ॒सं॒बा॒धे पृ॑थि॒व्या उ॒रौ लो॒के नि धी॑यस्व ।\nस्व॒धा याश्च॑कृ॒षे जीव॒न् तास्ते॑ सन्तु मधु॒श्चुतः॑ ॥२०॥\nह्वया॑मि ते॒ मन॑सा॒ मन॑ इ॒हेमान् गृ॒हाँ उप॑ जुजुषा॒ण एहि॑ ।\nसं ग॑च्छस्व पि॒तृभिः॒ सं य॒मेन॑ स्यो॒नास्त्वा॒ वाता॒ उप॑ वान्तु श॒ग्माः ॥२१॥\nउत् त्वा॑ वहन्तु म॒रुत॑ उदवा॒हा उ॑द॒प्रुतः॑ ।\nअ॒जेन॑ कृ॒ण्वन्तः॑ शी॒तं व॒र्षेणो॑क्षन्तु॒ बालिति॑ ॥२२॥\nउद॑ह्व॒मायु॒रायु॑षे॒ क्रत्वे॒ दक्षा॑य जी॒वसे॑ ।\nस्वान् ग॑च्छतु ते॒ मनो॒ अधा॑ पि॒तॄंरुप॑ द्रव ॥२३॥\nमा ते॒ मनो॒ मासो॒र्माङ्गा॑नां॒ मा रस॑स्य ते ।\nमा ते॑ हास्त त॒न्वः॑१ किं च॒नेह॥२४॥\nमा त्वा॑ वृ॒क्षः सं बा॑धिष्ट॒ मा दे॒वी पृ॑थि॒वी म॒ही।\nलो॒कं पि॒तृषु॑ वि॒त्त्वैध॑स्व य॒मरा॑जसु ॥२५॥\nयत् ते॒ अङ्ग॒मति॑हितं परा॒चैर॑पा॒नः प्रा॒णो य उ॑ वा ते॒ परे॑तः ।\nतत् ते सं॒गत्य॑ पि॒तरः॒ सनी॑डा घा॒साद् घा॒सं पुन॒रा वे॑शयन्तु ॥२६॥\nअपे॒मं जी॒वा अ॑रुधन् गृ॒हेभ्य॒स्तं निर्व॑हत॒ परि॒ ग्रामा॑दि॒तः ।\nमृ॒त्युर्य॒मस्या॑सीद् दू॒तः प्रचे॑ता॒ असू॑न् पि॒तृभ्यो॑ गम॒यां च॑कार ॥२७॥\nये दस्य॑वः पि॒तृषु॑ प्रवि॑ष्टा ज्ञातिमु॒खा अ॑हु॒ताद॒श्चर॑न्ति ।\nप॒रा॒पुरो॑ नि॒पुरो॒ ये भर॑न्त्य॒ग्निष्टान॒स्मात् प्र ध॑माति य॒ज्ञात्॥२८॥\nसं वि॑शन्त्वि॒ह पि॒तरः॒ स्वा नः॑ स्यो॒नं कृ॒ण्वन्तः॑ प्रति॒रन्त॒ आयुः॑ ।\nतेभ्यः॑ शकेम ह॒विषा॒ नक्ष॑माणा॒ ज्योग् जीव॑न्तः श॒रदः॑ पुरू॒चीः ॥२९॥\nयां ते॑ धे॒नुं नि॑पृ॒णामि॒ यमु॑ ते क्षी॒र ओ॑द॒नम्।\nतेना॒ जन॑स्यासो भ॒र्ता योऽत्रास॒दजी॑वनः ॥३०॥\nअश्वा॑वतीं॒ प्र त॑र॒ या सु॒शेवा॒र्क्षाकं॑ वा प्रत॒रं नवी॑यः ।\nयस्त्वा॑ ज॒घान॒ वध्यः॒ सो अ॑स्तु॒ मा सो अ॒न्यद् वि॑दत भाग॒धेय॑म्॥३१॥\nय॒मः परोऽव॑रो॒ विव॑स्वा॒न् ततः॒ परं॒ नाति॑ पश्यामि॒ किं च॒न।\nय॒मे अ॑ध्व॒रो अधि॑ मे॒ निवि॑ष्टो॒ भुवो॒ विव॑स्वान॒न्वात॑तान ॥३२॥\nअपा॑गूहन्न॒मृतां॒ मर्त्ये॑भ्यः कृ॒त्वा सव॑र्णामदधु॒र्विव॑स्वते ।\nउ॒ताश्विना॑वभर॒द् यत् तदासी॒दज॑हादु॒ द्वा मि॑थु॒ना स॑र॒ण्यूः ॥३३॥\nये निखा॑ता॒ ये परो॑प्ता॒ ये द॒ग्धा ये चोद्धि॑ताः ।\nसर्वां॒स्तान॑ग्न॒ आ व॑ह पि॒तॄन् ह॒विषे॒ अत्त॑वे ॥३४॥\nये अ॑ग्निद॒ग्धा ये अन॑ग्निदग्धा॒ मध्ये॑ दि॒वः स्व॒धया॑ मा॒दय॑न्ते ।\nत्वं तान् वे॑त्थ॒ यदि॒ ते जा॑तवेदः स्व॒धया॑ य॒ज्ञं स्वधि॑तिं जुषन्ताम्॥३५॥\nशं त॑प॒ माति॑ तपो॒ अग्ने॒ मा त॒न्वं॑१ तपः॑ ।\nवणे॑षु॒ शुष्मो॑ अस्तु ते पृथि॒व्याम॑स्तु॒ यद्धरः॑ ॥३६॥\nददा॑म्यस्मा अव॒सान॑मे॒तद् य ए॒ष आग॒न् मम॒ चेदभू॑दि॒ह।\nय॒मश्चि॑कि॒त्वान् प्रत्ये॒तदा॑ह॒ ममै॒ष रा॒य उप॑ तिष्ठतामि॒ह॥३७॥\nइ॒मां मात्रां॑ मिमीमहे॒ यथाप॑रं॒ न मासा॑तै ।\nश॒ते श॒रत्सु॒ नो पु॒रा॥३८॥\nप्रेमां मात्रां॑ मिमीमहे॒ यथाप॑रं॒ न मासा॑तै ।\nश॒ते श॒रत्सु॒ नो पु॒रा॥३९॥\nअपे॒मां मात्रां॑ मिमीमहे॒ यथाप॑रं॒ न मासा॑तै ।\nश॒ते श॒रत्सु॒ नो पु॒रा॥४०॥\nवी॒३मां मात्रां॑ मिमीमहे॒ यथाप॑रं॒ न मासा॑तै ।\nश॒ते श॒रत्सु॒ नो पु॒रा॥४१॥\nनिरि॒मां मात्रां॑ मिमीमहे॒ यथाप॑रं॒ न मासा॑तै ।\nश॒ते श॒रत्सु॒ नो पु॒रा॥४२॥\nउदि॒मां मात्रां॑ मिमीमहे॒ यथाप॑रं॒ न मासा॑तै ।\nश॒ते श॒रत्सु॒ नो पु॒रा॥४३॥\nसमि॒मां मात्रां॑ मिमीमहे॒ यथाप॑रं॒ न मासा॑तै ।\nश॒ते श॒रत्सु॒ नो पु॒रा॥४४॥\nअमा॑सि॒ मात्रां॒ स्वऽरगा॒मायु॑ष्मान् भूयासम्।\nयथाप॑रं॒ न मासा॑तै श॒ते श॒रत्सु॒ नो पु॒रा॥४५॥\nप्रा॒णो अ॑पा॒नो व्या॒न आयु॒श्चक्षु॑र्दृ॒शये॒ सूर्या॑य ।\nअप॑रिपरेण प॒था य॒मरा॑ज्ञः पि॒तॄन् ग॑च्छ ॥४६॥\nये अग्र॑वः शशमा॒नाः प॑रे॒युर्हि॒त्वा द्वेषां॒स्यन॑पत्यवन्तः ।\nते द्यामु॒दित्या॑विदन्त लो॒कं नाक॑स्य पृ॒ष्ठे अधि॒ दीध्या॑नाः ॥४७॥\nउ॒द॒न्वती॒ द्यौर॑व॒मा पी॒लुम॒तीति॑ मध्य॒मा।\nतृ॒तीया॑ ह प्र॒द्यौरिति॒ य॑स्यां पि॒तर॒ आस॑ते ॥४८॥\nये न॑ पि॒तुः पि॒तरो॑ ये पि॑ताम॒हा य आ॑विवि॒शुरु॒र्व॑१न्तरि॑क्षम्।\nय आ॑क्षि॒यन्ति॑ पृथि॒वीमु॒त द्यां तेभ्यः॑ पि॒तृभ्यो॒ नम॑सा विधेम ॥४९॥\nइ॒दमिद् वा उ॒ नाप॑रं दि॒वि प॑श्यसि॒ सूर्य॑म्।\nमा॒ता पु॒त्रं यथा॑ सि॒चाभ्येऽनं भूम ऊर्णुहि ॥५०॥\nइ॒दमिद् वा उ॒ नाप॑रं ज॒रस्य॒न्यदि॒तोऽप॑रम्।\nजा॒या पति॑मिव॒ वास॑सा॒भ्येऽनं भूम ऊर्णुहि ॥५१॥\nअ॒भि त्वो॑र्णोमि पृथि॒व्या मा॒तुर्वस्त्रे॑ण भ॒द्रया॑ ।\nजी॒वेषु॑ भ॒द्रं तन्मयि॑ स्व॒धा पि॒तृषु॒ सा त्वयि॑ ॥५२॥\nअग्नी॑षोमा॒ पथि॑कृता स्यो॒नं दे॒वेभ्यो॒ रत्नं॑ दधथु॒र्वि लो॒कम्।\nउप॒ प्रेष्य॑न्तं पू॒षणं॒ यो वहा॑त्यञ्जो॒यानैः॑ प॒थिभि॒स्तत्र॑ गच्छतम्॥५३॥\nपू॒षा त्वे॒तश्च्या॑वयतु॒ प्र वि॒द्वानन॑ष्टपशु॒र्भुव॑नस्य गो॒पाः ।\nस त्वै॒तेभ्यः॒ परि॑ ददत् पि॒तृभ्यो॒ऽग्निर्दे॒वेभ्यः॑ सुविद॒त्रिये॑भ्यः ॥५४॥\nआयु॑र्वि॒श्वायुः॒ परि॑ पातु त्वा पू॒षा त्वा॑ पातु॒ प्रप॑थे पु॒रस्ता॑त्।\nयत्रास॑ते सु॒कृतो॒ यत्र॒ त ई॒युस्तत्र॑ त्वा दे॒वः स॑वि॒ता द॑धातु ॥५५॥\nइ॒मौ यु॑नज्मि ते॒ वह्नी॒ असु॑नीताय॒ वोढ॑वे ।\nताभ्यां॑ य॒मस्य॒ साद॑नं॒ समि॑ती॒श्चाव॑ गच्छतात्॥५६॥\nए॒तत् त्वा॒ वासः॑ प्रथ॒मं न्वाग॒न्नपै॒तदू॑ह यदि॒हाबि॑भः पु॒रा।\nइ॒ष्टा॒पू॒र्तम॑नु॒संक्रा॑म वि॒द्वान् यत्र॑ ते द॒त्तं ब॑हु॒धा विब॑न्धुषु ॥५७॥\nअ॒ग्नेर्वर्म॒ परि॒ गोभि॑र्व्ययस्व॒ सं प्रोर्णु॑ष्व॒ मेद॑सा॒ पीव॑सा च ।\nनेत् त्वा॑ धृ॒ष्णुर्हर॑सा॒ जर्हृ॑षाणो द॒धृग् वि॑ध॒क्षन् प॑री॒ङ्खया॑तै ॥५८॥\nद॒ण्डं हस्ता॑दा॒ददा॑नो ग॒तासोः॑ स॒ह श्रोत्रे॑ण॒ वर्च॑सा॒ बले॑न ।\nअत्रै॒व त्वमि॒ह व॒यं सु॒वीरा॒ विश्वा॒ मृधो॑ अ॒भिमा॑तीर्जयेम ॥५९॥\nधनु॒र्हस्ता॑दा॒ददा॑नो मृ॒तस्य॑ स॒ह क्ष॒त्रेण॒ वर्च॑सा॒ बले॑न ।\nस॒मागृ॑भाय॒ वसु॒ भूरि॑ पु॒ष्टम॒र्वाङ्त्वमेह्युप॑ जीवलो॒कम्॥६०॥\n"
    },
    {
        "veda": "atharvaveda",
        "samhita": "shaunak",
        "kaanda": 18,
        "sukta": 3,
        "text": "पितृमेधः।\n१-७३ अथर्वा। यमः, ४४, ४६ मन्त्रोक्ताः, ५-६ अग्निः, ५० भूमिः, ५४ इन्दुः, ५६ आपः। त्रिष्टुप्,\n४, ८, ११, २३ सतः पङ्क्ति, ५ त्रिपदा निचृद्गायत्री, ६, ५६, ६८, ७०, ७२ अनुष्टुप् (५६ आर्षी),\n१८ २५-२९, ४४, ४६ जगती, (१८ भुरिक्, २९ विराट्) ३० पञ्चपदा अतिजगती, ३१ विराट् शक्वरी,\n३२-३५, ४७, ४९, ५२ भुरिक्, ३६ एकावसाना आसुरी अनुष्टुप्, ३७ अकावसाना आसुरी गायत्री,\n३९ परा त्रिष्टुप् पङ्क्तिः, ५० प्रस्तारपङ्क्तिः, ५४ पुरोऽनुष्टुप्, ५८ विराट्, ६० त्र्यवसाना षट्-पदा जगती,\n६४ भुरिक् पथ्यापङ्क्तिः, ६७ पथ्याबृहती, ६९, ७१ उपरिष्टाद् बृहती।\nइ॒यं नारी॑ पतिलो॒कं वृ॑णा॒ना नि प॑द्यत॒ उप॑ त्वा मर्त्य॒ प्रेत॑म्।\nधर्मं॑ पुरा॒णम॑नुपा॒लय॑न्ती॒ तस्यै॑ प्र॒जां द्रवि॑णं चे॒ह धे॑हि ॥१॥\nउदी॑र्ष्व नार्य॒भि जी॑वलो॒कं ग॒तासु॑मे॒तमुप॑ शेष॒ एहि॑ ।\nह॒स्त॒ग्रा॒भस्य॑ दधि॒षोस्तवे॒दं पत्यु॑र्जनि॒त्वम॒भि सं ब॑भूथ ॥२॥\nअप॑श्यं युव॒तिं नी॒यमा॑नां जी॒वां मृ॒तेभ्यः॑ परिणी॒यमा॑नाम्।\nअ॒न्धेन॒ यत् तम॑सा॒ प्रावृ॒तासी॑त् प्रा॒क्तो अपा॑चीमनयं॒ तदे॑नाम्॥३॥\nप्र॒जा॒न॒त्यऽघ्न्ये जीवलो॒कं दे॒वानां॒ पन्था॑मनुसं॒चर॑न्ती ।\nअ॒यं ते॒ गोप॑ति॒स्तं जु॑षस्व स्व॒र्गं लो॒कमधि॑ रोहयैनम्॥४॥\nउप॒ द्यामुप॑ वेत॒समव॑त्तरो न॒दीना॑म्।\nअग्ने॑ पि॒त्तम॒पाम॑सि ॥५॥\nयं त्वम॑ग्ने स॒मद॑ह॒स्तमु॒ निर्वा॑पया॒ पुनः॑ ।\nक्याम्बू॒रत्र॑ रोहतु शाण्डदू॒र्वा व्य॒ऽल्कशा ॥६॥\nइ॒दं त॒ एकं॑ प॒र ऊ॑ त॒ एकं॑ तृ॒तीये॑न॒ ज्योति॑षा॒ सं वि॑शस्व ।\nसं॒वेश॑ने त॒न्वा॒३ चारु॑रेधि प्रि॒यो दे॒वानां॑ पर॒मे स॒धस्थे॑ ॥७॥\nउत् ति॑ष्ठ॒ प्रेहि॒ प्र द्र॒वौकः॑ कृणुष्व सलि॒ले स॒धस्थे॑ ।\nतत्र॒ त्वं पि॒तृभिः॑ संविदा॒नः सं सोमे॑न॒ मद॑स्व॒ सं स्व॒धाभिः॑ ॥८॥\nप्र च्य॑वस्व त॒न्वं॑१ सं भ॑रस्व॒ मा ते॒ गात्रा॒ वि हा॑यि॒ मो शरी॑रम्।\nमनो॒ निवि॑ष्टमनु॒संवि॑शस्व॒ यत्र॒ भूमे॑र्जु॒षसे॒ तत्र॑ गच्छ ॥९॥\nवर्च॑सा॒ मां पि॒तरः॑ सो॒म्यासो॒ अञ्ज॑न्तु दे॒वा मधु॑ना घृ॒तेन॑ ।\nचक्षु॑षे मा प्रत॒रं ता॒रय॑न्तो ज॒रसे॑ मा ज॒रद॑ष्टिं वर्धन्तु ॥१०॥\nवर्च॑सा॒ मां सम॑नक्त्व॒ग्निर्मे॒धां मे॒ विष्णु॒र्न्यऽनक्त्वा॒सन्।\nर॒यिं मे॒ विश्वे॒ नि य॑च्छन्तु दे॒वाः स्यो॒ना मापः॒ पव॑नैः पुनन्तु ॥११॥\nमि॒त्रावरु॑णा॒ परि॒ माम॑धातामादि॒त्या मा॒ स्वर॑वो वर्धयन्तु ।\nवर्चो॑ म इन्द्रो॑ न्यनक्तु॒ हस्त॑योर्ज॒रद॑ष्टिं मा सवि॒ता कृ॑णोतु ॥१२॥\nयो म॒मार॑ प्रथ॒मो मर्त्या॑नां॒ यः प्रे॒याय॑ प्रथ॒मो लो॒कमे॒तम्।\nवै॒व॒स्व॒तं सं॒गम॑नं॒ जना॑नां य॒मं राजा॑नं ह॒विषा॑ सपर्यत ॥१३॥\nपरा॑ यात पितर॒ आ च॑ याता॒यं वो॑ य॒ज्ञो मधु॑ना॒ सम॑क्तः ।\nद॒त्तो अ॒स्मभ्यं॒ द्रवि॑णे॒ह भ॒द्रं र॒यिं च॑ नः॒ सर्व॑वीरं दधात ॥१४॥\nकण्वः॑ क॒क्षीवा॑न् पुरुमी॒ढो अ॒गस्त्यः॑ श्या॒वाश्वः॒ सोभ॑र्यर्च॒नानाः॑ ।\nवि॒श्वामि॑त्रो॒ऽयं ज॒मद॑ग्नि॒रत्रि॒रव॑न्तु नः क॒श्यपो॑ वा॒मदे॑वः ॥१५॥\nविश्वा॑मित्र॒ जम॑दग्ने॒ वसि॑ष्ठ॒ भर॑द्वाज॒ गोत॑म॒ वाम॑देव ।\nश॒र्दिर्नो॒ अत्रि॑रग्रभी॒न्नमो॑भिः॒ सुसं॑शासः॒ पित॑रो मृ॒डता॑ नः ॥१६॥\nक॒स्ये मृ॒जाना॒ अति॑ यन्ति रि॒प्रमायु॒र्दधा॑नाः प्रत॒रं नवी॑यः ।\nआ॒प्याय॑मानाः प्र॒जया॑ धने॒नाध॑ स्याम सुर॒भयो॑ गृ॒हेषु॑ ॥१७॥\nअ॒ञ्जते॒ व्यऽञ्जते॒ सम॑ञ्जते॒ क्रतुं॑ रिहन्ति॒ मधु॑ना॒भ्यऽञ्जते ।\nसिन्धो॑रुच्छ्वा॒से प॒तय॑न्तमु॒क्षणं॑ हिरण्यपा॒वाः प॒शुमा॑सु गृह्णते ॥१८॥\nयद् वो॑ मु॒द्रं पि॑तरः सो॒म्यं च॒ तेनो॑ सचध्वं॒ स्वय॑शसो॒ हि भू॒त।\nते अ॑र्वाणः कवय॒ आ शृ॑णोत सुविद॒त्रा वि॒दथे॑ हू॒यमा॑नाः ॥१९॥\nये अत्र॑यो॒ अङ्गि॑रसो॒ नव॑ग्वा इ॒ष्टाव॑न्तो राति॒षाचो॒ दधा॑नाः ।\nदक्षि॑णावन्तः सु॒कृतो॒ य उ॒ स्थासद्या॒स्मिन् ब॒र्हिषि॑ मादयध्वम्॥२०॥\nअधा॒ यथा॑ नः पि॒तरः॒ परा॑सः प्र॒त्नासो॑ अग्न ऋ॒तमा॑शशा॒नाः ।\nशुचीद॑य॒न् दीध्य॑त उक्थ॒शासः॒ क्षामा॑ भि॒न्दन्तो॑ अरु॒णीरप॑ व्रन्॥२१॥\nसु॒कर्मा॑नः सु॒रुचो॑ देव॒यन्तो॒ अयो॒ न दे॒वा जनि॑मा॒ धम॑न्तः ।\nशु॒चन्तो॑ अ॒ग्निं वा॑वृ॒धन्त॒ इन्द्र॑मु॒र्वीं गव्यां॑ परि॒षदं॑ नो अक्रन्॥२२॥\nआ यू॒थेव॑ क्षु॒मति॑ प॒श्वो अ॑ख्यद् दे॒वानां॒ जनि॒मान्त्यु॒ग्रः ।\nमर्ता॑सश्चिदु॒र्वशी॑रकृप्रन् वृ॒धे चि॑द॒र्य उप॑रस्या॒योः ॥२३॥\nअक॑र्म ते॒ स्वप॑सो अभूम ऋ॒तम॑वस्रन्नु॒षसो॑ विभा॒तीः ।\nविश्वं॒ तद् भ॒द्रं यदव॑न्ति दे॒वा बृ॒हद् व॑देम वि॒दथे॑ सु॒वीराः॑ ॥२४॥\nइन्द्रो॑ मा म॒रुत्वा॒न् प्राच्या॑ दि॒शः पा॑तु बाहु॒च्युता॑ पृथि॒वी द्यामि॑वो॒परि॑ ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥२५॥\nधा॒ता मा॒ निरृ॑त्या॒ दक्षि॑णाया दि॒शः पा॑तु बाहु॒च्युता॑ पृथि॒वी द्यामि॑वो॒परि॑ ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥२६॥\nअदि॑तिर्मादि॒त्यैः प्र॒तीच्या॑ दि॒शः पा॑तु बाहु॒च्युता॑ पृथि॒वी द्यामि॑वो॒परि॑ ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥२७॥\nसोमो॑ मा॒ विश्वै॑र्दे॒वैरुदी॑च्या दि॒शः पा॑तु बाहु॒च्युता॑ पृथि॒वी द्यामि॑वो॒परि॑ ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥२८॥\nध॒र्ता ह॑ त्वा ध॒रुणो॑ धारयाता ऊ॒र्ध्वं भा॒नुं स॑वि॒ता द्यामि॑वो॒परि॑ ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥२९॥\nप्राच्यां॑ त्वा दि॒शि पु॒रा सं॒वृतः॑ स्व॒धाया॒मा द॑धामि बाहु॒च्युता॑ पृथि॒वी द्यामि॑वो॒परि॑ ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥३०॥\nदक्षि॑णायां त्वा दि॒शि पु॒रा सं॒वृतः॑ स्व॒धाया॒मा द॑धामि बाहु॒च्युता॑ पृथि॒वी द्यामि॑वो॒परि॑ ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥३१॥\nप्र॒तीच्यां॑ त्वा दि॒शि पु॒रा सं॒वृतः॑ स्व॒धाया॒मा द॑धामि बाहु॒च्युता॑ पृथि॒वी द्यामि॑वो॒परि॑ ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥३२॥\nउदी॑च्यां त्वा दि॒शि पु॒रा सं॒वृतः॑ स्व॒धाया॒मा द॑धामि बाहु॒च्युता॑ पृथि॒वी द्यामि॑वो॒परि॑ ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥३३॥\nध्रु॒वायां॑ त्वा दि॒शि पु॒रा सं॒वृतः॑ स्व॒धाया॒मा द॑धामि बाहु॒च्युता॑ पृथि॒वी द्यामि॑वो॒परि॑ ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥३४॥\nऊ॒र्ध्वायां॑ त्वा दि॒शि पु॒रा सं॒वृतः॑ स्व॒धाया॒मा द॑धामि बाहु॒च्युता॑ पृथि॒वी द्यामि॑वो॒परि॑ ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥३५॥\nध॒र्तासि॑ ध॒रुणो॑ऽसि॒ वंस॑गोऽसि ॥३६॥\nउ॒द॒पूर॑सि मधु॒पूर॑सि वात॒पूर॑सि ॥३७॥\nइ॒तश्च॑ मा॒मुत॑श्चावतां य॒मे इ॑व॒ यत॑माने॒ यदै॒तम्।\nप्र वां॑ भर॒न् मानु॑षा देव॒यन्तो॒ आ सी॑दतां॒ स्वमु॑ लो॒कं विदा॑ने ॥३८॥\nस्वास॑स्थे भवत॒मिन्द॑वे नो यु॒जे वां॒ ब्रह्म॑ पू॒र्व्यं नमो॑भिः ।\nवि श्लोक॑ एति प॒थ्येऽव सू॒रिः शृ॒ण्वन्तु॒ विश्वे॑ अ॒मृता॑स ए॒तत्॥३९॥\nत्रीणि॑ प॒दानि॑ रु॒पो अन्व॑रोह॒च्चतु॑ष्पदी॒मन्वैतद् व्र॒तेन॑ ।\nअ॒क्षरे॑ण॒ प्रति॑ मिमीते अ॒र्कमृ॒तस्य॒ नाभा॑व॒भि सं पु॑नाति ॥४०॥\nदे॒वेभ्यः॒ कम॑वृणीत मृ॒त्युं प्र॒जायै॒ किम॒मृतं॒ नावृ॑णीत ।\nबृह॒स्पति॑र्य॒ज्ञम॑तनुत॒ ऋषिः॑ प्रि॒यां य॒मस्त॒न्व॑१मा रि॑रेच ॥४१॥\nत्वम॑ग्न ईडि॒तो जा॑तवे॒दोऽवा॑ड्ढ॒व्यानि॑ सुर॒भीणि॑ कृ॒त्वा।\nप्रादाः॑ पि॒तृभ्यः॑ स्व॒धया॒ ते अ॑क्षन्न॒द्धि त्वं दे॑व॒ प्रय॑ता ह॒वींषि॑ ॥४२॥\nआसी॑नासो अरु॒णीना॑मु॒पस्थे॑ र॒यिं ध॑त्त दा॒शुषे॒ मर्त्या॑य ।\nपु॒त्रेभ्यः॑ पितर॒स्तस्य॒ वस्वः॒ प्र य॑च्छत॒ त इ॒होर्जं॑ दधात ॥४३॥\nअग्नि॑ष्वात्ताः पितर॒ एह ग॑च्छत॒ सदः॑सदः सदत सुप्रणीतयः ।\nअ॒त्तो ह॒वींषि॒ प्रय॑तानि ब॒र्हिषि॑ र॒यिं च॑ नः॒ सर्व॑वीरं दधात ॥४४॥\nउप॑हूता नः पि॒तरः॑ सो॒म्यासो॑ बर्हि॒ष्येऽषु नि॒धिषु॑ प्रि॒येषु॑ ।\nत आ ग॑मन्तु॒ त इ॒ह श्रु॑व॒न्त्वधि॑ ब्रुवन्तु॒ तेऽवन्त्व॒स्मान्॥४५॥\nये नः॑ पि॒तुः पि॒तरो॒ ये पि॑ताम॒हा अ॑नूजहि॒रे सो॑मपी॒थं वसि॑ष्ठाः ।\nतेभि॑र्य॒मः सं॑ररा॒णो ह॒वींष्यु॒शन्नु॒शद्भिः॑ प्रतिका॒मम॑त्तु ॥४६॥\nये ता॑तृ॒षुर्दे॑व॒त्रा जेह॑माना होत्रा॒विदः॒ स्तोम॑तष्टासो अ॒र्कैः ।\nआग्ने॑ याहि स॒हस्रं॑ देवव॒न्दैः स॒त्यैः क॒विभि॒र्ऋषि॑भिर्घर्म॒सद्भिः॑ ॥४७॥\nये स॒त्यासो॑ हवि॒रदो॑ हवि॒ष्पा इन्द्रे॑ण दे॒वैः स॒रथं॑ तु॒रेण॑ ।\nआग्ने॑ याहि सुवि॒दत्रे॑भिर॒र्वाङ् परैः॒ पूर्वै॒र्ऋषि॑भिर्घर्म॒सद्भिः॑ ॥४८॥\nउप॑ सर्प मा॒तरं॒ भूमि॑मे॒तामु॑रु॒व्यच॑सं पृथि॒वीं सु॒शेवा॑म्।\nऊर्ण॑म्रदाः पृथि॒वी दक्षि॑णावत ए॒षा त्वा॑ पातु॒ प्रप॑थे पु॒रस्ता॑त्॥४९॥\nउच्छ्व॑ञ्चस्व पृथिवि॒ मा नि बा॑धथाः सूपाय॒नास्मै॑ भव सूपसर्प॒णा।\nमा॒ता पु॒त्रं यथा॑ सि॒चाभ्येऽनं भूम ऊर्णुहि ॥५०॥\nउ॒च्छ्वञ्च॑माना पृथि॒वी सु ति॑ष्ठतु स॒हस्रं॒ मित॒ उप॒ हि श्रय॑न्ताम्।\nते गृ॒हासो॑ घृत॒श्चुतः॑ स्यो॒ना वि॒श्वाहा॑स्मै शर॒णाः स॒न्त्वत्र॑ ॥५१॥\nउत् ते॑ स्तभ्नामि पृथि॒वीं त्वत् परी॒मं लो॒गं नि॒दध॒न्मो अ॒हं रि॑षम्।\nए॒तां स्थूणां॑ पि॒तरो॑ धारयन्ति ते॒ तत्र॑ य॒मः साद॑ना ते कृणोतु ॥५२॥\nइ॒मम॑ग्ने चम॒सं मा वि जि॑ह्वरः॑ प्रि॒यो दे॒वाना॑मु॒त सो॒म्याना॑म्।\nअ॒यं यश्च॑म॒सो दे॑व॒पान॒स्तस्मि॑न् दे॒वा अ॒मृता॑ मादयन्ताम्॥५३॥\nअथ॑र्वा पू॒र्णं च॑म॒सं यमिन्द्रा॒याबि॑भर्वा॒जिनी॑वते ।\nतस्मि॒न् कृणोति सुकृ॒तस्य॑ भ॒क्षं तस्मि॒निन्दुः॑ पवते विश्व॒दानी॑म्॥५४॥\nयत् ते॑ कृ॒ष्णः श॑कु॒न आ॑तु॒तोद॑ पिपी॒लः स॒र्प उ॒त वा॒ श्वाप॑दः ।\nअ॒ग्निष्टद् वि॒श्वाद॑ग॒दं कृ॑णोतु॒ सोम॑श्च॒ यो ब्रा॑ह्म॒णां आ॑वि॒वेश॑ ॥५५॥\nपय॑स्वती॒रोष॑धयः॒ पय॑स्वन्माम॒कं पयः॑ ।\nअ॒पां पय॑सो॒ यत् पय॒स्तेन॑ मा स॒ह शु॑म्भतु ॥५६॥\nइ॒मा नारी॑रविध॒वाः सु॒पत्नी॒राञ्ज॑नेन स॒र्पिषा॒ सं स्पृ॑शन्ताम्।\nअ॒न॒श्रवो॑ अनमी॒वाः सु॒रत्ना॒ आ रो॑हन्तु॒ जन॑यो॒ योनि॒मग्रे॑ ॥५७॥\nसं ग॑च्छस्व पि॒तृभिः॒ सं य॒मेने॑ष्टापू॒र्तेन॑ पर॒मे व्योऽमन्।\nहि॒त्वाव॒द्यं पुन॒रस्त॒मेहि॒ सं ग॑च्छतां त॒न्वाऽ सु॒वर्चाः॑ ॥५८॥\nये नः॑ पि॒तुः पि॒तरो॒ ये पि॑ताम॒हा य आ॑विवि॒शुरु॒र्व॑१न्तरि॑क्षम्।\nतेभ्यः॑ स्व॒राडसु॑नीतिर्नो अ॒द्य व॑थाव॒शं त॒न्वः कल्पयाति ॥५९॥\nशं ते॑ नीहा॒रो भ॑वतु॒ शं ते॑ प्रु॒ष्वाव॑ शीयताम्।\nशीति॑के॒ शीति॑कावति॒ ह्लादि॑के॒ ह्लादि॑कावति ।\nम॒ण्डू॒क्य॑१प्सु शं भु॑व इ॒मं स्व॑१ग्निं श॑मय ॥६०॥\nवि॒वस्वा॑न्नो॒ अभ॑यं कृणोतु॒ यः सु॒त्रामा॑ जी॒रदा॑नुः सु॒दानुः॑ ।\nइ॒हेमे वी॒रा ब॒हवो॑ भवन्तु॒ गोम॒दश्व॑व॒न्मय्य॑स्तु पु॒ष्टम्॥६१॥\nवि॒वस्वा॑न् नो अमृत॒त्वे द॑धातु॒ परै॑तु मृ॒त्युर॒मृतं॑ न॒ ऐतु॑ ।\nइ॒मान् र॑क्षतु॒ पुरु॑षा॒ना ज॑रि॒म्णो मो ष्वेऽषा॒मस॑वो य॒मं गुः॑ ॥६२॥\nयो द॒ध्रे अ॒न्तरि॑क्षे॒ न म॒ह्ना पि॑तॄ॒णां क॒विः प्रम॑तिर्मती॒नाम्।\nतम॑र्चत वि॒श्वमि॑त्रा ह॒विर्भिः॒ स नो॑ य॒मः प्र॑त॒रं जी॒वसे॑ धात्॥६३॥\nआ रो॑हत॒ दिव॑मुत्त॒मामृष॑यो॒ मा बि॑भीतन ।\nसोम॑पाः॒ सोम॑पायिन इ॒दं वः॑ क्रियते ह॒विरग॑न्म॒ ज्वोति॑रुत्त॒मम्॥६४॥\nप्र के॒तुना॑ बृह॒ता भा॑त्य॒ग्निरा रोद॑सी वृष॒भो रो॑रवीति ।\nदि॒वश्चि॒दन्ता॑दुप॒मामुदा॑नड॒पामु॒पस्थे॑ महि॒षो व॑वर्ध ॥६५॥\nनाके॑ सुप॒र्णमुप॒ यत् पत॑न्तं हृ॒दा वेन॑न्तो अ॒भ्यच॑क्षत त्वा ।\nहिर॑ण्यपक्षं॒ वरु॑णस्य दू॒तं य॒मस्य॒ यो नौ॑ शकु॒नं भु॑र॒ण्युम्॥६६॥\nइन्द्र॒ क्रतुं॑ न॒ आ भ॑र पि॒ता पु॒त्रेभ्यो॒ यथा॑ ।\nशिक्षा॑ णो अ॒स्मिन् पु॑रुहूत॒ याम॑नि जी॒वा ज्योति॑रशीमहि ॥६७॥\nअ॒पू॒पापि॑हितान् कु॒म्भान् यांस्ते॑ दे॒वा अधा॑रयन्।\nते ते॑ सन्तु स्व॒धाव॑न्तो॒ मधु॑मन्तो घृत॒श्चुतः॑॥६८॥\nयास्ते॑ धा॒ना अ॑नुकि॒रामि॑ ति॒लमि॑श्रा स्व॒धाव॑तीः ।\nतास्ते॑ सन्तु वि॒भ्वीः प्र॒भ्वीस्तास्ते॑ य॒मो राजानु॑ मन्यताम्॥६९॥\nपुन॑र्देहि वनस्पते॒ य ए॒ष निहि॑त॒स्त्वयि॑ ।\nयथा॑ य॒मस्य॒ साद॑न॒ आसा॑तै वि॒दथा॒ वद॑न्॥७०॥\nआ र॑भस्व जातवेद॒स्तेज॑स्व॒द्धरो॑ अस्तु ते ।\nशरी॑रमस्य॒ सं द॒हाथै॑नं धेहि सु॒कृता॑मु लो॒के॥७१॥\nये ते॒ पूर्वे॒ परा॑गता॒ अप॑रे पि॒तर॑श्च॒ ये।\nतेभ्यो॑ घृ॒तस्य॑ कु॒ल्यैऽतु श॒तधा॑रा व्युन्द॒ती॥७२॥\nए॒तदा रो॑ह॒ वय॑ उन्मृजा॒नः स्वा इ॒ह बृ॒हदु॑ दीदयन्ते ।\nअ॒भि प्रेहि॑ मध्य॒तो माप॑ हास्थाः पितॄ॒नां लो॒कं प्र॑थ॒मो यो अत्र॑ ॥७३॥\n"
    },
    {
        "veda": "atharvaveda",
        "samhita": "shaunak",
        "kaanda": 18,
        "sukta": 4,
        "text": "पितृमेधः।\n१-८९ अथर्वा। यमः, मन्त्रोक्ताः, ८१ पितरः, ८८ अग्निः, ८९ चन्द्रमाः। त्रिष्टुप्, १, ४, ७, १४, ३६, ६० भुरिक्,\n२, ५, ११, २९, ५०-५१, ५८ जगती, ३ पञ्चपदा भुरिगतिजगती, ६, ९, १३ पञ्चपदा शक्वरी\n(९ भुरिक्, १३ त्र्यवसाना), ८ पञ्चपदाऽतिशक्वरी, १२ महाबृहती, १६-२४ त्रिपदा भुरिङ् महाबृहती,\n२६, ३३, ४३ उपरिषटाद्बृहती (२६ विराट्), २७ याजुषी गायत्री, २५, ३१-३२, ३८, ४१-४२, ५५-५७, ५९, ६१ अनुष्टुप्\n(५६ककुम्मती), ३९, ६२-६३ आस्तारपङ्क्तिः, ( ३९ पुरोविराट्, ६२ भुरिक्, ६३ स्वराट्), ४९ अनुष्टुब्गर्भा त्रिष्टुप्,\n५३ पुरोविराट् सतः पङ्क्तिः, ६६ त्रिपदा स्वराड् गायत्री, ६७ द्विपदाऽर्ची अनुष्टुप्,\n६८, ७१ आसुरी अनुष्टुप्, ७२-७४, ७९ आसुरी पङ्क्तिः, ७५ आसुरी गायत्री, ७६ आसुरी उष्णिक्,\n७७ दैवी जगती, ७८ आसुरी त्रिष्टुप्, ८० आसुरी जगती, ८१ प्राजापत्याऽनुष्टुप्, ८२ साम्नी बृहती,\n८३-८४ साम्नी त्रिष्टुप्, ८५ आसुरी बृहती, (६७-६८, ७१-८६ एकावसाना), ८६-८७ चतुष्पदा उष्णिक्\n(८६ ककुम्मती, ८७ शंकुमती), ८८ त्र्यवसाना पथ्यापङ्क्तिः, ८९ पञ्चपदा पथ्यापङ्क्तिः।\nआ रो॑हत॒ जनि॑त्रीं जा॒तवे॑दसः पितृ॒याणैः सं व॒ आ रो॑हयामि ।\nअवा॑ड्ढ॒व्येषि॒तो ह॑व्य॒वाह ईजा॒नं यु॒क्ताः सु॒कृतां॑ धत्त लो॒के॥१॥\nदे॒वा य॒ज्ञमृ॒तवः॑ कल्पयन्ति ह॒विः पु॑रो॒डाशं॑ स्रु॒चो य॑ज्ञायु॒धानि॑ ।\nतेभि॑र्याहि प॒थिभि॑र्देव॒यानै॒र्यैरी॑जा॒नाः स्व॒र्गं यन्ति॑ लो॒कम्॥२॥\nऋ॒तस्य॒ पन्था॒मनु॑ पश्य सा॒ध्वङ्गि॑रसः सु॒कृतो॑ येन॒ यन्ति॑ ।\nतेभि॑र्याहि प॒थिभिः॑ स्व॒र्गं यत्रा॑दि॒त्या मधु॑ भ॒क्षय॑न्ति तृ॒तीये॒ नाके॒ अधि॒ वि श्र॑यस्व ॥३॥\nत्रयः॑ सुप॒र्णा उप॑रस्य मा॒यू नाक॑स्य पृ॒ष्ठे अधि॑ वि॒ष्टपि॑ श्रि॒ताः ।\nस्व॒र्गा लो॒का अ॒मृते॑न वि॒ष्ठा इष॒मूर्जं॒ यज॑मानाय दुह्राम्॥४॥\nजु॒हूर्दा॑धार॒ द्यामु॑प॒भृद॒न्तरि॑क्षं ध्रु॒वा दा॑धार पृथि॒वीं प्र॑ति॒ष्ठाम्।\nप्रती॒मां लो॒का घृ॒तपृ॑ष्ठाः स्व॒र्गाः कामं॑कामं॒ यज॑मानाय दुह्राम्॥५॥\nध्रुव॒ आ रो॑ह पृथि॒वीं वि॒श्वभो॑जसम॒न्तरि॑क्षमुपभृदा क्र॑मस्व ।\nजुहु॒ द्यां ग॑च्छ॒ यज॑मानेन सा॒कं स्रु॒वेण॑ व॒त्सेन॒ दिशः॒ प्रपी॑नाः॒ सर्वा॑ धु॒क्ष्वाहृ॑ण्यमानः ॥६॥\nती॒र्थैस्त॑रन्ति प्र॒वतो॑ म॒हीरिति॑ यज्ञ॒कृतः॑ सु॒कृतो॒ येन॒ यन्ति॑ ।\nअत्रा॑दधु॒र्यज॑मानाय लो॒कं दिशो॑ भू॒तानि॒ यदक॑ल्पयन्त ॥७॥\nअङ्गि॑रसा॒मय॑नं॒ पूर्वो॑ अ॒ग्निरा॑दि॒त्याना॒मय॑नं॒ गार्ह॑पत्यो॒ दक्षि॑णाना॒मय॑नं दक्षिणा॒ग्निः ।\nम॒हि॒मान॑म॒ग्नेर्विहि॑तस्य॒ ब्रह्म॑णा॒ सम॑ङ्गः॒ सर्व॒ उप॑ याहि श॒ग्मः ॥८॥\nपूर्वो॑ अ॒ग्निष्ट्वा॑ तपतु॒ शं पु॒रस्ता॒च्छं प॒श्चात् त॑पतु॒ गार्ह॑पत्यः ।\nद॒क्षि॒णा॒ग्निष्टे॑ तपतु॒ शर्म॒ वर्मो॑त्तर॒तो म॑ध्य॒तो अ॒न्तरि॑क्षाद् दि॒शोदि॑शो अग्ने॒ परि॑ पाहि घो॒रात्॥९॥\nयू॒यम॑ग्ने॒ शंत॑माभिस्त॒नूभि॑रीजा॒नम॒भि लो॒कं स्व॒र्गम्।\nअश्वा॑ भू॒त्वा पृ॑ष्टि॒वाहो॑ वहाथ॒ यत्र॑ दे॒वैः स॑ध॒मादं॒ मद॑न्ति ॥१०॥\nशम॑ग्ने प॒श्चात् त॑प॒ शं पु॒रस्ता॒च्छमु॑त्त॒राच्छम॑ध॒रात् त॑पैनम्।\nएक॑स्त्रे॒धा विहि॑तो जातवेदः स॒म्यगे॑नं धेहि सु॒कृता॑मु लो॒के॥११॥\nशम॒ग्नयः॒ समि॑द्धा॒ आ र॑भन्तां प्राजाप॒त्यं मेध्यं॑ जा॒तवे॑दसः ।\nशृ॒तं कृ॒ण्वन्त॑ इ॒ह माव॑ चिक्षिपन्॥१२॥\nय॒ज्ञ ए॑ति॒ वित॑तः॒ कल्प॑मान ईजा॒नम॒भि लो॒कं स्व॒र्गम्।\nतम॒ग्नयः॒ सर्व॑हुतं जुषन्तां प्राजाप॒त्यं मेध्यं॑ जा॒तवे॑दसः ॥१३॥\nई॒जा॒नश्चि॒तमारु॑क्षद॒ग्निं नाक॑स्य पृ॒ष्ठाद् दिव॑मुत् पति॒ष्यन्।\nतस्मै॒ प्र भा॑ति॒ नभ॑सो॒ ज्योति॑षीमान्त्स्व॒र्गः पन्थाः॑ सु॒कृते॑ देव॒यानः॑ ॥१४॥\nअ॒ग्निर्होता॑ध्व॒र्युष्टे॒ बह॒स्पति॒रिन्द्रो॑ ब्र॒ह्मा द॑क्षिण॒तस्ते॑ अस्तु ।\nहु॒तोऽयं संस्थि॑तो य॒ज्ञ ए॑ति॒ यत्र॒ पूर्व॒मय॑नं हु॒ताना॑म्॥१५॥\nअ॒पू॒पवा॑न् क्षी॒रवां॑श्च॒रुरेह सी॑दतु ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥१६॥\nअ॒पू॒पवा॒न् दधि॑वांश्च॒रुरेह सी॑दतु ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥१७॥\nअ॒पू॒पवा॑न् द्र॒प्सवां॑श्च॒रुरेह सी॑दतु ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥१८॥\nअ॒पू॒पवा॑न् घृ॒तवां॑श्च॒रुरेह सी॑दतु ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥१९॥\nअ॒पू॒पवा॑न् मां॒सवां॑श्च॒रुरेह सी॑दतु ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥२०॥\nअ॒पू॒पवा॒नन्न॑वांश्च॒रुरेह सी॑दतु ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥२१॥\nअ॒पू॒पवा॒न् मधु॑मांश्च॒रुरेह सी॑दतु ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥२२॥\nअ॒पू॒पवा॒न् रस॑वांश्च॒रुरेह सी॑दतु ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥२३॥\nअ॒पू॒पवा॒नप॑वांश्च॒रुरेह सी॑दतु ।\nलो॒क॒कृतः॑ पथि॒कृतो॑ यजामहे॒ ये दे॒वानां॑ हु॒तभा॑गा इ॒ह स्थ॥२४॥\nअ॒पू॒पापि॑हितान् कु॒म्भान् यांस्ते॑ दे॒वा अधा॑रयन्।\nते ते॑ सन्तु स्व॒धाव॑न्तो॒ मधु॑मन्तो घृत॒श्चुतः॑ ॥२५॥\nयास्ते॑ धा॒ना अ॑नुकि॒रामि॑ ति॒लमि॑श्राः स्व॒धाव॑तीः ।\nतास्ते॑ सन्तू॒द्भ्वीः प्र॒भ्वीस्तास्ते॑ य॒मो राजानु॑ मन्यताम्॥२६॥\nअक्षि॑तिं॒ भूय॑सीम्॥२७॥\nद्र॒प्सश्च॑स्कन्द पृथि॒वीमनु॒ द्यामि॒मं च॒ योनि॒मनु॒ यश्च॒ पूर्वः॑ ।\nस॒मा॒नं योनि॒मनु॑ सं॒चर॑न्तं द्र॒प्सं जु॑हो॒म्यनु॑ स॒प्त होत्राः॑ ॥२८॥\nश॒तधा॑रं वा॒युम॒र्कं स्व॒र्विदं॑ नृ॒चक्ष॑स॒स्ते अ॒भि च॑क्षते र॒यिम्।\nये पृ॒णन्ति॒ प्र च॒ यच्छ॑न्ति सर्व॒दा ते दु॑ह्रते॒ दक्षि॑णां स॒प्तमा॑तरम्॥२९॥\nकोशं॑ दुहन्ति क॒लशं॒ चतु॑र्बिल॒मिडां॑ धे॒नुं मधु॑मतीं स्व॒स्तये॑ ।\nऊर्जं॒ मद॑न्ती॒मदि॑तिं॒ जने॒ष्वग्ने॒ मा हिं॑सीः पर॒मे व्योऽमन्॥३०॥\nए॒तत् ते॑ दे॒वः स॑वि॒ता वासो॑ ददाति॒ भर्त॑वे ।\nतत् त्वं य॒मस्य॒ राज्ये॒ वसा॑नस्ता॒र्प्यंऽ चर ॥३१॥\nधा॒ना धे॒नुर॑भवद् व॒त्सो अ॑स्यास्ति॒लोऽभवत्।\nतां वै य॒मस्य॒ राज्ये॒ अक्षि॑ता॒मुप॑ जीवति ॥३२॥\nए॒तास्ते॑ असौ धे॒नवः॑ काम॒दुघा॑ भवन्तु ।\nएनीः॒ श्येनीः॒ सरू॑पा॒ विरू॑पास्ति॒लव॑त्सा॒ उप॑ तिष्ठन्तु॒ त्वात्र॑ ॥३३॥\nएनी॒र्धा॒ना हरि॑णीः॒ श्येनी॑रस्य कृ॒ष्णा धा॒ना रोहि॑णीर्धे॒नव॑स्ते ।\nति॒लव॑त्सा॒ ऊर्ज॑म॒स्मै दुहा॑ना वि॒श्वाहा॑ सन्त्वनप॒स्फुर॑न्तीः ॥३४॥\nवै॒श्वा॒न॒रे ह॒विरि॒दं जु॑होमि साह॒स्रं श॒तधा॑र॒मुत्स॑म्।\nस बि॑भर्ति पि॒तरं॑ पिताम॒हान् प्र॑पिताम॒हान् बि॑भर्ति॒ पिन्व॑मानः ॥३५॥\nस॒हस्र॑धारं श॒तधा॑र॒मुत्स॒मक्षि॑तं व्य॒च्यमा॑नं सलि॒लस्य॑ पृ॒ष्ठे।\nऊर्जं॒ दुहा॑नमनप॒स्फुर॑न्त॒मुपा॑सते पि॒तरः॑ स्व॒धाभिः॑ ॥३६॥\nइ॒दं कसा॑म्बु॒ चय॑नेन चि॒तं तत् स॑जाता॒ अव॑ पश्य॒तेत॑ ।\nमर्त्यो॒ऽयम॑मृत॒त्वमे॑ति॒ तस्मै॑ गृ॒हान् कृ॑णुत याव॒त्सब॑न्धु ॥३७॥\nइ॒हैवैधि॑ धन॒सनि॑रि॒हचि॑त्त इ॒हक्र॑तुः ।\nइ॒हैधि॑ वी॒र्यऽवत्तरो वयो॒धा अप॑राहतः ॥३८॥\nपु॒त्रं पौत्र॑मभित॒र्पय॑न्ती॒रापो॒ मधु॑मतीरि॒माः ।\nस्व॒धां पि॒तृभ्यो॑ अ॒मृतं॒ दुहा॑ना॒ आपो॑ दे॒वीरु॒भयां॑स्तर्पयन्तु ॥३९॥\nआपो॑ अ॒ग्निं प्र हि॑णुत पि॒तॄंरुपे॒मं य॒ज्ञं पि॒तरो॑ मे जुषन्ताम्।\nआसी॑ना॒मूर्ज॒मुप॒ ये सच॑न्ते॒ ते नो॑ र॒यिं सर्व॑वीरं॒ नि य॑च्छान्॥४०॥\nसमि॑न्धते॒ अम॑र्त्यं हव्य॒वाहं॑ घृत॒प्रिय॑म्।\nस वे॑द॒ निहि॑तान्नि॒धीन् पि॒तॄ॒न् प॑रा॒वतो॑ ग॒तान्॥४१॥\nयं ते॑ म॒न्थं यमो॑द॒नं यन्मां॒सं नि॑पृ॒णामि॑ ते ।\nते ते॑ सन्तु स्व॒धाव॑न्तो॒ मधु॑मन्तो घृत॒श्चुतः॑ ॥४२॥\nयास्ते॑ धा॒ना अ॑नुकि॒रामि॑ ति॒लमि॑श्राः स्व॒धाव॑तीः ।\nतास्ते॑ सन्तू॒द्भ्वीः प्र॒भ्वीस्तास्ते॑ य॒मो राजानु॑ मन्यताम्॥४३॥\nइ॒दं पूर्व॒मप॑रं नि॒यानं॒ येना॑ ते॒ पूर्वे॑ पि॒तरः॒ परे॑ताः ।\nपु॒रो॒ग॒वा ये अ॑भि॒शाचो॑ अस्य॒ ते त्वा॑ वहन्ति सु॒कृता॑मु लो॒कम्॥४४॥\nसर॑स्वतीं देव॒यन्तो॑ हवन्ते॒ सर॑स्वतीमध्व॒रे ता॒यमा॑ने ।\nसर॑स्वतीं सु॒कृतो॑ हवन्ते॒ सर॑स्वती दा॒शुषे॑ वार्यं॑ दात्॥४५॥\nसर॑स्वतीं पि॒तरो॑ हवन्ते दक्षि॒णा य॒ज्ञम॑भि॒नक्ष॑माणाः ।\nआ॒सद्या॒स्मिन् ब॒र्हिषि॑ मादयध्वमनमी॒वा इष॒ आ धे॑ह्य॒स्मे॥४६॥\nसर॑स्वति॒ या स॒रथं॑ य॒याथो॒क्थैः स्व॒धाभि॑र्देवि पि॒तृभि॒र्मद॑न्ती ।\nस॒ह॒स्रा॒र्घमि॒डो अत्र॑ भा॒गं रा॒यस्पोषं॒ यज॑मानाय धेहि ॥४७॥\nपृ॒थि॒वीं त्वा॑ पृथि॒व्यामा वे॑शयामि दे॒वो नो॑ धा॒ता प्र ति॑रा॒त्यायुः॑ ।\nपरा॑परैता वसु॒विद् वो अ॒स्त्वधा॑ मृ॒ताः पि॒तृषु॒ सं भ॑वन्तु ॥४८॥\nआ प्र च्य॑वेथा॒मप॒ तन्मृ॑जेथां॒ यद् वा॑मभि॒भा अत्रो॒चुः ।\nअ॒स्मादेत॑म॒घ्न्यौ तद् वशी॑यो दा॒तुः पि॒तृष्वि॒हभो॑जनौ॒ मम॑ ॥४९॥\nएयम॑ग॒न् दक्षि॑णा भद्र॒तो नो॑ अ॒नेन॑ द॒त्ता सु॒दुघा॑ वयो॒धाः ।\nयौव॑ने जी॒वानु॑प॒पृञ्च॑ती ज॒रा पि॒तृभ्य॑ उप॒संप॑राणयादि॒मान्॥५०॥\nइ॒दं पि॒तृभ्यः॒ प्र भ॑रामि ब॒र्हिर्जी॒वं दे॒वेभ्य॒ उत्त॑रं स्तृणामि ।\nतदा रो॑ह पुरुष॒ मेध्यो॒ भव॒न् प्रति॑ त्वा जानन्तु पि॒तरः॒ परे॑तम्॥५१॥\nएदं ब॒र्हिर॑सदो॒ मेध्यो॑ऽभूः॒ प्रति॑ त्वा जानन्तु पि॒तरः॒ परे॑तम्।\nय॒था॒प॒रु त॒न्वं॑१ सं भ॑रस्व॒ गात्रा॑णि ते॒ ब्रह्म॑णा कल्पयामि ॥५२॥\nप॒र्णो राजा॑पि॒धानं॑ चरू॒णामू॒र्जो बलं॒ सह॒ ओजो॑ न॒ आग॑न्।\nआयु॑र्जी॒वेभ्यो॒ विद॑धद् दीर्घायु॒त्वाय॑ श॒तशा॑रदाय ॥५३॥\nऊ॒र्जो भा॒गो य इ॒मं ज॒जानाश्मान्ना॑ना॒माधि॑पत्यं ज॒गाम॑ ।\nतम॑र्चत वि॒श्वमि॑त्रा ह॒विर्भिः॒ स नो॑ य॒मः प्र॑त॒रं जी॒वसे॑ धात्॥५४॥\nयथा॑ य॒माय॑ ह॒र्म्यमव॑प॒न् पञ्च॑ मान॒वाः ।\nए॒वा व॑पामि ह॒र्म्यं यथा॑ मे॒ भूर॒योऽस॑त ॥५५॥\nइ॒दं हिर॑ण्यं बिभृहि॒ यत् ते॑ पि॒ताबि॑भः पु॒रा।\nस्व॒र्गं य॒तः पि॒तुर्हस्तं॒ निर्मृ॑ड्ढि॒ दक्षि॑णम्॥५६॥\nये च॑ जी॒वा ये च॑ मृ॒ता ये जा॒ता ये च॑ य॒ज्ञियाः॑ ।\nतेभ्यो॑ घृ॒तस्य॑ कु॒ल्यैऽतु॒ मधु॑धारा व्युन्द॒ती॥५७॥\nवृषा॑ मती॒नां प॑वते विचक्ष॒णः सूरो॒ अह्नां॑ प्र॒तरी॑तो॒षसां॑ दि॒वः ।\nप्रा॒णः सिन्धू॑नां क॒लशाँ॑ अचिक्रद॒दिन्द्र॑स्य॒ हार्दि॑मावि॒शन् म॑नी॒षया॑ ॥५८॥\nत्वे॒षस्ते॑ धू॒म ऊ॑र्णोतु दि॒वि षंच्छु॒क्र आत॑तः ।\nसूरो॒ न हि द्यु॒ता त्वं कृ॒पा पावक॒ रोच॑से ॥५९॥\nप्र वा ए॒तीन्दु॒रिन्द्र॑स्य॒ निष्कृ॑तिं॒ सखा॒ सख्यु॒र्न प्र मि॑नाति संगि॒रः ।\nमर्य॑ इव॒ योषाः॒ सम॑र्षसे॒ सोमः॑ क॒लशे॑ श॒तया॑मना प॒था॥६०॥\nअक्ष॒न्नमी॑मदन्त॒ ह्यव॑ प्रि॒यां अ॑धूषत ।\nअस्तो॑षत॒ स्वभा॑नवो॒ विप्रा॒ यवि॑ष्ठा ईमहे ॥६१॥\nआ या॑त पितरः सो॒म्यासो॑ गम्भी॒रैः प॒थिभिः॑ पितृ॒याणैः॑ ।\nआयु॑र॒स्मभ्यं॒ दध॑तः प्र॒जां च॑ रा॒यश्च॒ पोषै॑र॒भि नः॑ सचध्वम्॥६२॥\nपरा॑ यात पितरः सो॒म्यासो॑ गम्भी॒रैः प॒थिभिः॑ पू॒र्याणैः॑ ।\nअधा॑ मा॒सि पुन॒रा या॑त नो गृ॒हान् ह॒विरत्तुं॑ सुप्र॒जसः॑ सु॒वीराः॑ ॥६३॥\nयद् वो अ॒ग्निरज॑हा॒देक॒मङ्गं॑ पितृलो॒कं ग॒मयं॑ जा॒तवे॑दाः ।\nतद् व॑ ए॒तत् पुन॒रा प्या॑ययामि सा॒ङ्गाः स्व॒र्गे पि॒तरो॑ मादयध्वम्॥६४॥\nअभू॑द् दू॒तः प्रहि॑तो जा॒तवे॑दाः सा॒यं न्यह्न॑ उप॒वन्द्यो॒ नृभिः॑ ।\nप्रादाः॑ पि॒तृभ्यः॑ स्व॒धया॒ ते अ॑क्षन्न॒द्धि त्वं दे॑व॒ प्रय॑ता ह॒वींषि॑ ॥६५॥\nअ॒सौ हा इ॒ह ते॒ मनः॒ ककु॑त्सलमिव जा॒मयः॑ ।\nअ॒भ्येऽनं भूम ऊर्णुहि ॥६६॥\nशुम्भ॑न्तां लो॒काः पि॑तृ॒षद॑नाः पितृ॒षद॑ने त्वा लो॒क आ सा॑दयामि ॥६७॥\nये॒३स्माकं॑ पि॒तर॒स्तेषां॑ ब॒र्हिर॑सि ॥६८॥\nउदु॑त्त॒मं व॑रुण॒ पाश॑म॒स्मदवा॑ध॒मं वि म॑ध्य॒मं श्र॑थाय ।\nअधा॑ व॒यमा॑दित्य व्र॒ते तवाना॑गसो॒ अदि॑तये स्याम ॥६९॥\nप्रास्मत् पाशा॑न् वरुण मुञ्च॒ सर्वा॒न् यैः स॑मा॒मे ब॒ध्यते॒ यैर्व्या॒मे।\nअधा॑ जीवेम श॒रदं॑ श॒तानि॒ त्वया॑ राजन् गुपि॒ता रक्ष॑माणाः ॥७०॥\nअ॒ग्नये॑ कव्य॒वाह॑नाय स्व॒धा नमः॑ ॥७१॥\nसोमा॑य पि॒तृम॑ते स्व॒धा नमः॑ ॥७२॥\nपि॒तृभ्यः॒ सोम॑वद्भ्यः स्व॒धा नमः॑ ॥७३॥\nय॒माय॑ पि॒तृम॑ते स्व॒धा नमः॑ ॥७४॥\nए॒तत् ते॑ प्रततामह स्व॒धा ये च॒ त्वामनु॑ ॥७५॥\nए॒त् ते॑ ततामह स्व॒धा ये च॒ त्वामनु॑ ॥७६॥\nए॒तत् ते॑ तत स्व॒धा॥७७॥\nस्व॒धा पि॒तृभ्यः॑ पृथिवि॒षद्भ्यः॑॥७८॥\nस्व॒धा पि॒तृभ्यो॑ अन्तरिक्ष॒सद्भ्यः॑ ॥७९॥\nस्व॒धा पि॒तृभ्यो॑ दिवि॒षद्भ्यः॑ ॥८०॥\nनमो॑ वः पितर ऊ॒र्जे नमो॑ वः पितरो॒ रसा॑य ॥८१॥\nनमो॑ वः पितरो॒ भामा॑य॒ नमो॑ वः पितरो म॒न्यवे॑ ॥८२॥\nनमो॑ वः पितरो॒ यद् घोरं तस्मै॒ नमो॑ वः पितरो॒ यत् क्रू॒रं तस्मै॑ ॥८३॥\nनमो॑ वः पितरो॒ यच्छि॒वं तस्मै॒ नमो॑ वः पितरो॒ यत् स्यो॒नं तस्मै॑ ॥८४॥\nनमो॑ वः पितरः स्व॒धा वः॑ पितरः ॥८५॥\nयेऽत्र॑ पि॒तरः॑ पि॒तरो॒ येऽत्र॑ यू॒यं स्थ यु॒ष्मांस्तेऽनु॑ यू॒यं तेषां॒ श्रेष्ठा॑ भूयास्थ ॥८६॥\nय इ॒ह पि॒तरो॑ जी॒वा इ॒ह व॒यं स्मः॑ ।\nअ॒स्मांस्तेऽनु॑ व॒यं तेषां॒ श्रेष्ठा॑ भूयास्म ॥८७॥\nआ त्वा॑ग्न इधीमहि द्यु॒मन्तं॑ देवा॒जर॑म्।\nयद् घ॒ सा ते॒ पनी॑यसी स॒मिद् दी॒दय॑ति॒ द्यवि॑ ।\nइषं॑ स्तो॒तृभ्य॒ आ भ॑र ॥८८॥\nच॒न्द्रमा॑ अ॒प्स्व॑१न्तरा सु॑प॒र्णो धा॑वते दि॒वि।\nन वो॑ हिरण्यनेमयः प॒दं वि॑न्दन्ति विद्युतो वि॒त्तं मे॑ अ॒स्य रो॑दसी ॥८९॥\n"
    }
]