[
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 1,
        "text": "२० वामदेवो गौतमः। अग्निः, २-५ अग्नीवरुणौ वा। त्रिष्टुप्, १ अग्निः, २ अतिजगती, ३ धृतिः।\n\nत्वां ह्य॑ग्ने॒ सद॒मित्स॑म॒न्यवो॑ दे॒वासो॑ दे॒वम॑र॒तिं न्ये॑रि॒र इति॒ क्रत्वा॑ न्येरि॒रे ।\n\nअम॑र्त्यं यजत॒ मर्त्ये॒ष्वा दे॒वमादे॑वं जनत॒ प्रचे॑तसं॒ विश्व॒मादे॑वं जनत॒ प्रचे॑तसम् ॥१\n\nस भ्रात॑रं॒ वरु॑णमग्न॒ आ व॑वृत्स्व दे॒वाँ अच्छा॑ सुम॒ती य॒ज्ञव॑नसं॒ ज्येष्ठं॑ य॒ज्ञव॑नसम् ।\n\nऋ॒तावा॑नमादि॒त्यं च॑र्षणी॒धृतं॒ राजा॑नं चर्षणी॒धृत॑म् ॥२\n\nसखे॒ सखा॑यम॒भ्या व॑वृत्स्वा॒शुं न च॒क्रं रथ्ये॑व॒ रंह्या॒स्मभ्यं॑ दस्म॒ रंह्या॑ ।\n\nअग्ने॑ मृळी॒कं वरु॑णे॒ सचा॑ विदो म॒रुत्सु॑ वि॒श्वभा॑नुषु ।\n\nतो॒काय॑ तु॒जे शु॑शुचान॒ शं कृ॑ध्य॒स्मभ्यं॑ दस्म॒ शं कृ॑धि ॥३\n\nत्वं नो॑ अग्ने॒ वरु॑णस्य वि॒द्वान् दे॒वस्य॒ हेळोऽव॑ यासिसीष्ठाः ।\n\nयजि॑ष्ठो॒ वह्नि॑तम॒: शोशु॑चानो॒ विश्वा॒ द्वेषां॑सि॒ प्र मु॑मुग्ध्य॒स्मत् ॥४\n\nस त्वं नो॑ अग्नेऽव॒मो भ॑वो॒ती नेदि॑ष्ठो अ॒स्या उ॒षसो॒ व्यु॑ष्टौ ।\n\nअव॑ यक्ष्व नो॒ वरु॑णं॒ ररा॑णो वी॒हि मृ॑ळी॒कं सु॒हवो॑ न एधि ॥५\n\nअ॒स्य श्रेष्ठा॑ सु॒भग॑स्य सं॒दृग् दे॒वस्य॑ चि॒त्रत॑मा॒ मर्त्ये॑षु ।\n\nशुचि॑ घृ॒तं न त॒प्तमघ्न्या॑याः स्पा॒र्हा दे॒वस्य॑ मं॒हने॑व धे॒नोः ॥६\n\nत्रिर॑स्य॒ ता प॑र॒मा स॑न्ति स॒त्या स्पा॒र्हा दे॒वस्य॒ जनि॑मान्य॒ग्नेः ।\n\nअ॒न॒न्ते अ॒न्तः परि॑वीत॒ आगा॒च्छुचि॑: शु॒क्रो अ॒र्यो रोरु॑चानः ॥७\n\nस दू॒तो विश्वेद॒भि व॑ष्टि॒ सद्मा॒ होता॒ हिर॑ण्यरथो॒ रंसु॑जिह्वः ।\n\nरो॒हिद॑श्वो वपु॒ष्यो॑ वि॒भावा॒ सदा॑ र॒ण्वः पि॑तु॒मती॑व सं॒सत् ॥८\n\nस चे॑तय॒न्मनु॑षो य॒ज्ञब॑न्धु॒: प्र तं म॒ह्या र॑श॒नया॑ नयन्ति ।\n\nस क्षे॑त्यस्य॒ दुर्या॑सु॒ साध॑न् दे॒वो मर्त॑स्य सधनि॒त्वमा॑प ॥९\n\nस तू नो॑ अ॒ग्निर्न॑यतु प्रजा॒नन्नच्छा॒ रत्नं॑ दे॒वभ॑क्तं॒ यद॑स्य ।\n\nधि॒या यद् विश्वे॑ अ॒मृता॒ अकृ॑ण्व॒न् द्यौष्पि॒ता ज॑नि॒ता स॒त्यमु॑क्षन् ॥१०\n\nस जा॑यत प्रथ॒मः प॒स्त्या॑सु म॒हो बु॒ध्ने रज॑सो अ॒स्य योनौ॑ ।\n\nअ॒पाद॑शी॒र्षा गु॒हमा॑नो॒ अन्ता॒ ऽऽयोयु॑वानो वृष॒भस्य॑ नी॒ळे ॥११\n\nप्र शर्ध॑ आर्त प्रथ॒मं वि॑प॒न्याँ ऋ॒तस्य॒ योना॑ वृष॒भस्य॑ नी॒ळे ।\n\nस्पा॒र्हो युवा॑ वपु॒ष्यो॑ वि॒भावा॑ स॒प्त प्रि॒यासो॑ऽजनयन्त॒ वृष्णे॑ ॥१२\n\nअ॒स्माक॒मत्र॑ पि॒तरो॑ मनु॒ष्या॑ अ॒भि प्र से॑दुर्ऋ॒तमा॑शुषा॒णाः ।\n\nअश्म॑व्रजाः सु॒दुघा॑ व॒व्रे अ॒न्तरुदु॒स्रा आ॑जन्नु॒षसो॑ हुवा॒नाः ॥१३\n\nते म॑र्मृजत ददृ॒वांसो॒ अद्रिं॒ तदे॑षाम॒न्ये अ॒भितो॒ वि वो॑चन् ।\n\nप॒श्वय॑न्त्रासो अ॒भि का॒रम॑र्चन् वि॒दन्त॒ ज्योति॑श्चकृ॒पन्त॑ धी॒भिः ॥१४\n\nते ग॑व्य॒ता मन॑सा दृ॒ध्रमु॒ब्धं गा ये॑मा॒नं परि॒ षन्त॒मद्रि॑म् ।\n\nदृ॒ळहं नरो॒ वच॑सा॒ दैव्ये॑न व्र॒जं गोम॑न्तमु॒शिजो॒ वि व॑व्रुः ॥१५\n\nते म॑न्वत प्रथ॒मं नाम॑ धे॒नोस्त्रिः स॒प्त मा॒तुः प॑र॒माणि॑ विन्दन् ।\n\nतज्जा॑न॒तीर॒भ्य॑नूषत॒ व्रा आ॒विर्भु॑वदरु॒णीर्य॒शसा॒ गोः ॥१६\n\nनेश॒त् तमो॒ दुधि॑तं॒ रोच॑त॒ द्यौरुद्दे॒व्या उ॒षसो॑ भा॒नुर॑र्त ।\n\nआ सूर्यो॑ बृह॒तस्ति॑ष्ठ॒दज्राँ॑ ऋ॒जु मर्ते॑षु वृजि॒ना च॒ पश्य॑न् ॥१७\n\nआदित् प॒श्चा बु॑बुधा॒ना व्य॑ख्य॒न्नादिद् रत्नं॑ धारयन्त॒ द्युभ॑क्तम् ।\n\nविश्वे॒ विश्वा॑सु॒ दुर्या॑सु दे॒वा मित्र॑ धि॒ये व॑रुण स॒त्यम॑स्तु ॥१८\n\nअच्छा॑ वोचेय शुशुचा॒नम॒ग्निं होता॑रं वि॒श्वभ॑रसं॒ यजि॑ष्ठम् ।\n\nशुच्यूधो॑ अतृण॒न्न गवा॒मन्धो॒ न पू॒तं परि॑षिक्तमं॒शोः ॥१९\n\nविश्वे॑षा॒मदि॑तिर्य॒ज्ञिया॑नां॒ विश्वे॑षा॒मति॑थि॒र्मानु॑षाणाम् ।\n\nअ॒ग्निर्दे॒वाना॒मव॑ आवृणा॒नः सु॑मृळी॒को भ॑वतु जा॒तवे॑दाः ॥२०"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 2,
        "text": "२० वामदेवो गौतमः। अग्निः। त्रिष्टुप्।\n\nयो मर्त्ये॑ष्व॒मृत॑ ऋ॒तावा॑ दे॒वो दे॒वेष्व॑र॒तिर्नि॒धायि॑ ।\n\nहोता॒ यजि॑ष्ठो म॒ह्ना शु॒चध्यै॑ ह॒व्यैर॒ग्निर्मनु॑ष ईर॒यध्यै॑ ॥१॥\n\nइ॒ह त्वं सू॑नो सहसो नो अ॒द्य जा॒तो जा॒ताँ उ॒भयाँ॑ अ॒न्तर॑ग्ने ।\n\nदू॒त ई॑यसे युयुजा॒न ऋ॑ष्व ऋजुमु॒ष्कान् वृष॑णः शु॒क्राँश्च॑ ॥२॥\n\nअत्या॑ वृध॒स्नू रोहि॑ता घृ॒तस्नू॑ ऋ॒तस्य॑ मन्ये॒ मन॑सा॒ जवि॑ष्ठा ।\n\nअ॒न्तरी॑यसे अरु॒षा यु॑जा॒नो यु॒ष्माँश्च॑ दे॒वान् विश॒ आ च॒ मर्ता॑न् ॥३॥\n\nअ॒र्य॒मणं॒ वरु॑णं मि॒त्रमे॑षा॒मिन्द्रा॒विष्णू॑ म॒रुतो॑ अ॒श्विनो॒त ।\n\nस्वश्वो॑ अग्ने सु॒रथ॑: सु॒राधा॒ एदु॑ वह सुह॒विषे॒ जना॑य ॥४॥\n\nगोमाँ॑ अ॒ग्नेऽवि॑माँ अ॒श्वी य॒ज्ञो नृ॒वत्स॑खा॒ सद॒मिद॑प्रमृ॒ष्यः ।\n\nइळा॑वाँ ए॒षो अ॑सुर प्र॒जावा॑न्दी॒र्घो र॒यिः पृ॑थुबु॒ध्नः स॒भावा॑न् ॥५॥\n\nयस्त॑ इ॒ध्मं ज॒भर॑त् सिष्विदा॒नो मू॒र्धानं॑ वा त॒तप॑ते त्वा॒या ।\n\nभुव॒स्तस्य॒ स्वत॑वाँ: पा॒युर॑ग्ने॒ विश्व॑स्मात्सी सीमघाय॒त उ॑रुष्य ॥६॥\n\nयस्ते॒ भरा॒दन्नि॑यते चि॒दन्नं॑ नि॒शिष॑न्म॒न्द्रमति॑थिमु॒दीर॑त् ।\n\nआ दे॑व॒युरि॒नध॑ते दुरो॒णे तस्मि॑न् र॒यिर्ध्रु॒वो अ॑स्तु॒ दास्वा॑न् ॥७॥\n\nयस्त्वा॑ दो॒षा य उ॒षसि॑ प्र॒शंसा॑त् प्रि॒यं वा॑ त्वा कृ॒णव॑ते ह॒विष्मा॑न् ।\n\nअश्वो॒ न स्वे दम॒ आ हे॒म्यावा॒न् तमंह॑सः पीपरो दा॒श्वांस॑म् ॥८॥\n\nयस्तुभ्य॑मग्ने अ॒मृता॑य॒ दाश॒द् दु॒व॒स्त्वे कृ॒णव॑ते य॒तस्रु॑क् ।\n\nन स रा॒या श॑शमा॒नो वि यो॑ष॒न्नैन॒मंह॒: परि॑ वरदघा॒योः ॥९॥\n\nयस्य॒ त्वम॑ग्ने अध्व॒रं जुजो॑षो दे॒वो मर्त॑स्य॒ सुधि॑तं॒ ररा॑णः ।\n\nप्री॒तेद॑स॒द्धोत्रा॒ सा य॑वि॒ष्ठाऽसा॑म॒ यस्य॑ विध॒तो वृ॒धास॑: ॥१०॥\n\nचित्ति॒मचि॑त्तिं चिनव॒द् वि वि॒द्वान् पृ॒ष्ठेव॑ वी॒ता वृ॑जि॒ना च॒ मर्ता॑न् ।\n\nरा॒ये च॑ नः स्वप॒त्याय॑ देव॒ दितिं॑ च॒ रास्वादि॑तिमुरुष्य ॥११॥\n\nक॒विं श॑शासुः क॒वयोऽद॑ब्धा निधा॒रय॑न्तो॒ दुर्या॑स्वा॒योः ।\n\nअत॒स्त्वं दृश्याँ॑ अग्न ए॒तान् प॒ड्भिः प॑श्ये॒रद्भु॑ताँ अ॒र्य एवै॑: ॥१२॥\n\nत्वम॑ग्ने वा॒घते॑ सु॒प्रणी॑तिः सु॒तसो॑माय विध॒ते य॑विष्ठ ।\n\nरत्नं॑ भर शशमा॒नाय॑ घृष्वे पृ॒थु श्च॒न्द्रमव॑से चर्षणि॒प्राः ॥१३॥\n\nअधा॑ ह॒ यद् व॒यम॑ग्ने त्वा॒या प॒ड्भिर्हस्ते॑भिश्चकृ॒मा त॒नूभि॑: ।\n\nरथं॒ न क्रन्तो॒ अप॑सा भु॒रिजो॑र्ऋतं ये॑मुः सु॒ध्य॑ आशुषा॒णाः ॥१४॥\n\nअधा॑ मा॒तुरु॒षस॑: स॒प्त विप्रा॒ जाये॑महि प्रथ॒मा वे॒धसो॒ नॄन् ।\n\nदि॒वस्पु॒त्रा अङ्गि॑रसो भवे॒माद्रिं॑ रुजेम ध॒निनं॑ शु॒चन्त॑: ॥१५॥\n\nअधा॒ यथा॑ नः पि॒तर॒: परा॑सः प्र॒त्नासो॑ अग्न ऋ॒तमा॑शुषा॒णाः ।\n\nशुचीद॑य॒न् दीधि॑तिमुक्थ॒शास॒: क्षामा॑ भि॒न्दन्तो॑ अरु॒णीरप॑ व्रन् ॥१६॥\n\nसु॒कर्मा॑णः सु॒रुचो॑ देव॒यन्तोऽयो॒ न दे॒वा जनि॑मा॒ धम॑न्तः ।\n\nशु॒चन्तो॑ अ॒ग्निं व॑वृ॒धन्त॒ इन्द्र॑मू॒र्वं गव्यं॑ परि॒षद॑न्तो अग्मन् ॥१७॥\n\nआ यू॒थेव॑ क्षु॒मति॑ प॒श्वो अ॑ख्यद् दे॒वानां॒ यज्जनि॒मान्त्यु॑ग्र ।\n\nमर्ता॑नां चिदु॒र्वशी॑रकृप्रन् वृ॒धे चि॑द॒र्य उप॑रस्या॒योः ॥१८॥\n\nअक॑र्म ते॒ स्वप॑सो अभूम ऋ॒तम॑वस्रन्नु॒षसो॑ विभा॒तीः ।\n\nअनू॑नम॒ग्निं पु॑रु॒धा सु॑श्च॒न्द्रं दे॒वस्य॒ मर्मृ॑जत॒श्चारु॒ चक्षु॑: ॥१९॥\n\nए॒ता ते॑ अग्न उ॒चथा॑नि वे॒धोऽवो॑चाम क॒वये॒ ता जु॑षस्व ।\n\nउच्छो॑चस्व कृणु॒हि वस्य॑सो नो म॒हो रा॒यः पु॑रुवार॒ प्र य॑न्धि ॥२०॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 3,
        "text": "१६ वामदेवो गौतमः। अग्निः, १ रुद्रः। त्रिष्टुप्।\n\nआ वो॒ राजा॑नमध्व॒रस्य॑ रु॒द्रं होता॑रं सत्य॒यजं॒ रोद॑स्योः ।\n\nअ॒ग्निं पु॒रा त॑नयि॒त्नोर॒चित्ता॒द्धिर॑ण्यरूप॒मव॑से कृणुध्वम् ॥१॥\n\nअ॒यं योनि॑श्चकृ॒मा यं व॒यं ते॑ जा॒येव॒ पत्य॑ उश॒ती सु॒वासा॑: ।\n\nअ॒र्वा॒ची॒नः परि॑वीतो॒ नि षी॑दे॒मा उ॑ ते स्वपाक प्रती॒चीः ॥२॥\n\nआ॒शृ॒ण्व॒ते अदृ॑पिताय॒ मन्म॑ नृ॒चक्ष॑से सुमृळी॒काय॑ वेधः ।\n\nदे॒वाय॑ श॒स्तिम॒मृता॑य शंस॒ ग्रावे॑व॒ सोता॑ मधु॒षुद् यमी॒ळे ॥३॥\n\nत्वं चि॑न्न॒: शम्या॑ अग्ने अ॒स्या ऋ॒तस्य॑ बोध्यृतचित् स्वा॒धीः ।\n\nक॒दा त॑ उ॒क्था स॑ध॒माद्या॑नि क॒दा भ॑वन्ति स॒ख्या गृ॒हे ते॑ ॥४॥\n\nक॒था ह॒ तद् वरु॑णाय॒ त्वम॑ग्ने क॒था दि॒वे ग॑र्हसे॒ कन्न॒ आग॑: ।\n\nक॒था मि॒त्राय॑ मी॒ळहुषे॑ पृथि॒व्यै ब्रव॒: कद॑र्य॒म्णे कद् भगा॑य ॥५॥\n\nकद्धिष्ण्या॑सु वृधसा॒नो अ॑ग्ने॒ कद् वाता॑य॒ प्रत॑वसे शुभं॒ये ।\n\nपरि॑ज्मने॒ नास॑त्याय॒ क्षे ब्रव॒: कद॑ग्ने रु॒द्राय॑ नृ॒घ्ने ॥६॥\n\nक॒था म॒हे पु॑ष्टिम्भ॒राय॑ पू॒ष्णे कद्रु॒द्राय॒ सुम॑खाय हवि॒र्दे ।\n\nकद् विष्ण॑व उरुगा॒याय॒ रेतो॒ ब्रव॒: कद॑ग्ने॒ शर॑वे बृह॒त्यै ॥७॥\n\nक॒था शर्धा॑य म॒रुता॑मृ॒ताय॑ क॒था सू॒रे बृ॑ह॒ते पृ॒च्छ्यमा॑नः ।\n\nप्रति॑ ब्र॒वोऽदि॑तये तु॒राय॒ साधा॑ दि॒वो जा॑तवेदश्चिकि॒त्वान् ॥८॥\n\nऋ॒तेन॑ ऋ॒तं निय॑तमीळ॒ आ गोरा॒मा सचा॒ मधु॑मत् प॒क्वम॑ग्ने ।\n\nकृ॒ष्णा स॒ती रुश॑ता धा॒सिनै॒षा जाम॑र्येण॒ पय॑सा पीपाय ॥९॥\n\nऋ॒तेन॒ हि ष्मा॑ वृष॒भश्चि॑द॒क्तः पुमाँ॑ अ॒ग्निः पय॑सा पृ॒ष्ठ्ये॑न ।\n\nअस्प॑न्दमानो अचरद् वयो॒धा वृषा॑ शु॒क्रं दु॑दुहे॒ पृश्नि॒रूध॑: ॥१०॥॥\n\nऋ॒तेनाद्रिं॒ व्य॑सन् भि॒दन्त॒: समङ्गि॑रसो नवन्त॒ गोभि॑: ।\n\nशु॒नं नर॒: परि॑ षदन्नु॒षास॑मा॒विः स्व॑रभवज्जा॒ते अ॒ग्नौ ॥११॥॥\n\nऋ॒तेन॑ दे॒वीर॒मृता॒ अमृ॑क्ता॒ अर्णो॑भि॒रापो॒ मधु॑मद्भिरग्ने ।\n\nवा॒जी न सर्गे॑षु प्रस्तुभा॒नः प्र सद॒मित् स्रवि॑तवे दधन्युः ॥१२॥\n\nमा कस्य॑ य॒क्षं सद॒मिद्धु॒रो गा॒ मा वे॒शस्य॑ प्रमिन॒तो मापेः ।\n\nमा भ्रातु॑रग्ने॒ अनृ॑जोर्ऋणं वे॒र्मा सख्यु॒र्दक्षं॑ रि॒पोर्भु॑जेम ॥१३॥\n\nरक्षा॑ णो अग्ने॒ तव॒ रक्ष॑णेभी रारक्षा॒णः सु॑मख प्रीणा॒नः ।\n\nप्रति॑ ष्फुर॒ वि रु॑ज वी॒ड्वंहो॑ ज॒हि रक्षो॒ महि॑ चिद् वावृधा॒नम् ॥१४॥\n\nए॒भिर्भ॑व सु॒मना॑ अग्ने अ॒र्कैरि॒मान् त्स्पृ॑श॒ मन्म॑भिः शूर॒ वाजा॑न् ।\n\nउ॒त ब्रह्मा॑ण्यङ्गिरो जुषस्व॒ सं ते॑ श॒स्तिर्दे॒ववा॑ता जरेत ॥१५॥\n\nए॒ता विश्वा॑ वि॒दुषे॒ तुभ्यं॑ वेधो नी॒थान्य॑ग्ने नि॒ण्या वचां॑सि ।\n\nनि॒वच॑ना क॒वये॒ काव्या॒न्यशं॑सिषं म॒तिभि॒र्विप्र॑ उ॒क्थैः ॥१६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 4,
        "text": "१५ वामदेवो गौतमः। रक्षोहाऽग्निः।त्रिष्टुप्।\n\nकृ॒णु॒ष्व पाज॒: प्रसि॑तिं॒ न पृ॒थ्वीं या॒हि राजे॒वाम॑वाँ॒ इभे॑न ।\n\nतृ॒ष्वीमनु॒ प्रसि॑तिं द्रूणा॒नोऽस्ता॑सि॒ विध्य॑ र॒क्षस॒स्तपि॑ष्ठैः ॥१॥\n\nतव॑ भ्र॒मास॑ आशु॒या प॑त॒न्त्यनु॑ स्पृश धृष॒ता शोशु॑चानः ।\n\nतपूं॑ष्यग्ने जु॒ह्वा॑ पत॒ङ्गानसं॑दितो॒ वि सृ॑ज॒ विष्व॑गु॒ल्काः ॥२॥\n\nप्रति॒ स्पशो॒ वि सृ॑ज॒ तूर्णि॑तमो॒ भवा॑ पा॒युर्वि॒शो अ॒स्या अद॑ब्धः ।\n\nयो नो॑ दू॒रे अ॒घशं॑सो॒ यो अन्त्यग्ने॒ माकि॑ष्टे॒ व्यथि॒रा द॑धर्षीत् ॥३॥\n\nउद॑ग्ने तिष्ठ॒ प्रत्या त॑नुष्व॒ न्य१मित्राँ॑ ओषतात् तिग्महेते ।\n\nयो नो॒ अरा॑तिं समिधान च॒क्रे नी॒चा तं ध॑क्ष्यत॒सं न शुष्क॑म् ॥४॥\n\nऊ॒र्ध्वो भ॑व॒ प्रति॑ वि॒ध्याध्य॒स्मदा॒विष्कृ॑णुष्व॒ दैव्या॑न्यग्ने ।\n\nअव॑ स्थि॒रा त॑नुहि यातु॒जूनां॑ जा॒मिमजा॑मिं॒ प्र मृ॑णीहि॒ शत्रू॑न् ॥५॥\n\nस ते॑ जानाति सुम॒तिं य॑विष्ठ॒ य ईव॑ते॒ ब्रह्म॑णे गा॒तुमैर॑त् ।\n\nविश्वा॑न्यस्मै सु॒दिना॑नि रा॒यो द्यु॒म्नान्य॒र्यो वि दुरो॑ अ॒भि द्यौ॑त् ॥६॥\n\nसेद॑ग्ने अस्तु सु॒भग॑: सु॒दानु॒र्यस्त्वा॒ नित्ये॑न ह॒विषा॒ य उ॒क्थैः ।\n\nपिप्री॑षति॒ स्व आयु॑षि दुरो॒णे विश्वेद॑स्मै सु॒दिना॒ सास॑दि॒ष्टिः ॥७॥\n\nअर्चा॑मि ते सुम॒तिं घोष्य॒र्वाक् सं ते॑ वा॒वाता॑ जरतामि॒यं गीः ।\n\nस्वश्वा॑स्त्वा सु॒रथा॑ मर्जयेमा॒ऽस्मे क्ष॒त्राणि॑ धारये॒रनु॒ द्यून् ॥८॥\n\nइ॒ह त्वा॒ भूर्या च॑रे॒दुप॒ त्मन्दोषा॑वस्तर्दीदि॒वांस॒मनु॒ द्यून् ।\n\nक्रीळ॑न्तस्त्वा सु॒मन॑सः सपेमा॒ऽभि द्यु॒म्ना त॑स्थि॒वांसो॒ जना॑नाम् ॥९॥\n\nयस्त्वा॒ स्वश्व॑: सुहिर॒ण्यो अ॑ग्न उप॒याति॒ वसु॑मता॒ रथे॑न ।\n\nतस्य॑ त्रा॒ता भ॑वसि॒ तस्य॒ सखा॒ यस्त॑ आति॒थ्यमा॑नु॒षग्जुजो॑षत् ॥१०॥॥\n\nम॒हो रु॑जामि ब॒न्धुता॒ वचो॑भि॒स्तन्मा॑ पि॒तुर्गोत॑मा॒दन्वि॑याय ।\n\nत्वं नो॑ अ॒स्य वच॑सश्चिकिद्धि॒ होत॑र्यविष्ठ सुक्रतो॒ दमू॑नाः ॥११॥॥\n\nअस्व॑प्नजस्त॒रण॑यः सु॒शेवा॒ अत॑न्द्रासोऽवृ॒का अश्र॑मिष्ठाः ।\n\nते पा॒यव॑: स॒ध्र्य॑ञ्चो नि॒षद्याग्ने॒ तव॑ नः पान्त्वमूर ॥१२॥\n\nये पा॒यवो॑ मामते॒यं ते॑ अग्ने॒ पश्य॑न्तो अ॒न्धं दु॑रि॒तादर॑क्षन् ।\n\nर॒रक्ष॒ तान्त्सु॒कृतो॑ वि॒श्ववे॑दा॒ दिप्स॑न्त॒ इद्रि॒पवो॒ नाह॑ देभुः ॥१३॥\n\nत्वया॑ व॒यं स॑ध॒न्य१स्त्वोता॒स्तव॒ प्रणी॑त्यश्याम॒ वाजा॑न् ।\n\nउ॒भा शंसा॑ सूदय सत्यतातेऽनुष्ठु॒या कृ॑णुह्यह्रयाण ॥१४॥\n\nअ॒या ते॑ अग्ने स॒मिधा॑ विधेम॒ प्रति॒ स्तोमं॑ श॒स्यमा॑नं गृभाय ।\n\nदहा॒शसो॑ र॒क्षस॑: पा॒ह्य१स्मान्द्रु॒हो नि॒दो मि॑त्रमहो अव॒द्यात् ॥१५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 5,
        "text": "१५ वामदेवो गौतमः। वैश्वानरोऽग्निः।त्रिष्टुप्।\n\nवै॒श्वा॒न॒राय॑ मी॒ळहुषे॑ स॒जोषा॑: क॒था दा॑शेमा॒ग्नये॑ बृ॒हद्भाः ।\n\nअनू॑नेन बृह॒ता व॒क्षथे॒नोप॑ स्तभायदुप॒मिन्न रोध॑: ॥१॥\n\nमा नि॑न्दत॒ य इ॒मां मह्यं॑ रा॒तिं दे॒वो द॒दौ मर्त्या॑य स्व॒धावा॑न् ।\n\nपाका॑य॒ गृत्सो॑ अ॒मृतो॒ विचे॑ता वैश्वान॒रो नृत॑मो य॒ह्वो अ॒ग्निः ॥२॥\n\nसाम॑ द्वि॒बर्हा॒ महि॑ ति॒ग्मभृ॑ष्टिः स॒हस्र॑रेता वृष॒भस्तुवि॑ष्मान् ।\n\nप॒दं न गोरप॑गूळहं विवि॒द्वान॒ग्निर्मह्यं॒ प्रेदु॑ वोचन्मनी॒षाम् ॥३॥\n\nप्र ताँ अ॒ग्निर्ब॑भसत् ति॒ग्मज॑म्भ॒स्तपि॑ष्ठेन शो॒चिषा॒ यः सु॒राधा॑: ।\n\nप्र ये मि॒नन्ति॒ वरु॑णस्य॒ धाम॑ प्रि॒या मि॒त्रस्य॒ चेत॑तो ध्रु॒वाणि॑ ॥४॥\n\nअ॒भ्रा॒तरो॒ न योष॑णो॒ व्यन्त॑: पति॒रिपो॒ न जन॑यो दु॒रेवा॑: ।\n\nपा॒पास॒: सन्तो॑ अनृ॒ता अ॑स॒त्या इ॒दं प॒दम॑जनता गभी॒रम् ॥५॥\n\nइ॒दं मे॑ अग्ने॒ किय॑ते पाव॒काऽमि॑नते गु॒रुं भा॒रं न मन्म॑ ।\n\nबृ॒हद् द॑धाथ धृष॒ता ग॑भी॒रं य॒ह्वं पृ॒ष्ठं प्रय॑सा स॒प्तधा॑तु ॥६॥\n\nतमिन्न्वे॒३व स॑म॒ना स॑मा॒नम॒भि क्रत्वा॑ पुन॒ती धी॒तिर॑श्याः ।\n\nस॒सस्य॒ चर्म॒न्नधि॒ चारु॒ पृश्ने॒रग्रे॑ रु॒प आरु॑पितं॒ जबा॑रु ॥७॥\n\nप्र॒वाच्यं॒ वच॑स॒: किं मे॑ अ॒स्य गुहा॑ हि॒तमुप॑ नि॒णिग्व॑दन्ति ।\n\nयदु॒स्रिया॑णा॒मप॒ वारि॑व॒ व्रन् पाति॑ प्रि॒यं रु॒पो अग्रं॑ प॒दं वेः ॥८॥\n\nइ॒दमु॒ त्यन्महि॑ म॒हामनी॑कं॒ यदु॒स्रिया॒ सच॑त पू॒र्व्यं गौः ।\n\nऋ॒तस्य॑ प॒दे अधि॒ दीद्या॑नं॒ गुहा॑ रघु॒ष्यद् र॑घु॒यद् वि॑वेद ॥९॥\n\nअध॑ द्युता॒नः पि॒त्रोः सचा॒साम॑नुत॒ गुह्यं॒ चारु॒ पृश्ने॑: ।\n\nमा॒तुष्प॒दे प॑र॒मे अन्ति॒ षद् गोर्वृष्ण॑: शो॒चिष॒: प्रय॑तस्य जि॒ह्वा ॥१०॥॥\n\nऋ॒तं वो॑चे॒ नम॑सा पृ॒च्छ्यमा॑न॒स्तवा॒शसा॑ जातवेदो॒ यदी॒दम् ।\n\nत्वम॒स्य क्ष॑यसि॒ यद्ध॒ विश्वं॑ दि॒वि यदु॒ द्रवि॑णं॒ यत् पृ॑थि॒व्याम् ॥११॥॥\n\nकिं नो॑ अ॒स्य द्रवि॑णं॒ कद्ध॒ रत्नं॒ वि नो॑ वोचो जातवेदश्चिकि॒त्वान् ।\n\nगुहाध्व॑नः पर॒मं यन्नो॑ अ॒स्य रेकु॑ प॒दं न नि॑दा॒ना अग॑न्म ॥१२॥\n\nका म॒र्यादा॑ व॒युना॒ कद्ध॑ वा॒ममच्छा॑ गमेम र॒घवो॒ न वाज॑म् ।\n\nक॒दा नो॑ दे॒वीर॒मृत॑स्य॒ पत्नी॒: सूरो॒ वर्णे॑न ततनन्नु॒षास॑: ॥१३॥\n\nअ॒नि॒रेण॒ वच॑सा फ॒ल्ग्वे॑न प्र॒तीत्ये॑न कृ॒धुना॑तृ॒पास॑: ।\n\nअधा॒ ते अ॑ग्ने॒ किमि॒हा व॑दन्त्यनायु॒धास॒ आस॑ता सचन्ताम् ॥१४॥\n\nअ॒स्य श्रि॒ये स॑मिधा॒नस्य॒ वृष्णो॒ वसो॒रनी॑कं॒ दम॒ आ रु॑रोच ।\n\nरुश॒द् वसा॑नः सु॒दृशी॑करूपः क्षि॒तिर्न रा॒या पु॑रु॒वारो॑ अद्यौत् ॥१५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 6,
        "text": "११ वामदेवो गौतमः। अग्निः।त्रिष्टुप्।\n\nऊ॒र्ध्व ऊ॒ षु णो॑ अध्वरस्य होत॒रग्ने॒ तिष्ठ॑ दे॒वता॑ता॒ यजी॑यान् ।\n\nत्वं हि विश्व॑म॒भ्यसि॒ मन्म॒ प्र वे॒धस॑श्चित् तिरसि मनी॒षाम् ॥१॥\n\nअमू॑रो॒ होता॒ न्य॑सादि वि॒क्ष्व१ग्निर्म॒न्द्रो वि॒दथे॑षु॒ प्रचे॑ताः ।\n\nऊ॒र्ध्वं भा॒नुं स॑वि॒तेवा॑श्रे॒न्मेते॑व धू॒मं स्त॑भाय॒दुप॒ द्याम् ॥२॥\n\nय॒ता सु॑जू॒र्णी रा॒तिनी॑ घृ॒ताची॑ प्रदक्षि॒णिद् दे॒वता॑तिमुरा॒णः ।\n\nउदु॒ स्वरु॑र्नव॒जा नाक्रः प॒श्वो अ॑नक्ति॒ सुधि॑तः सु॒मेक॑: ॥३॥\n\nस्ती॒र्णे ब॒र्हिषि॑ समिधा॒ने अ॒ग्ना ऊ॒र्ध्वो अ॑ध्व॒र्युर्जु॑जुषा॒णो अ॑स्थात् ।\n\nपर्य॒ग्निः प॑शु॒पा न होता॑ त्रिवि॒ष्ट्ये॑ति प्र॒दिव॑ उरा॒णः ॥४॥\n\nपरि॒ त्मना॑ मि॒तद्रु॑रेति॒ होता॒ ऽग्निर्म॒न्द्रो मधु॑वचा ऋ॒तावा॑ ।\n\nद्रव॑न्त्यस्य वा॒जिनो॒ न शोका॒ भय॑न्ते॒ विश्वा॒ भुव॑ना॒ यदभ्रा॑ट् ॥५॥\n\nभ॒द्रा ते॑ अग्ने स्वनीक सं॒दृग्घो॒रस्य॑ स॒तो विषु॑णस्य॒ चारु॑: ।\n\nन यत्ते॑ शो॒चिस्तम॑सा॒ वर॑न्त॒ न ध्व॒स्मान॑स्त॒न्वी॒३ रेप॒ आ धु॑: ॥६॥\n\nन यस्य॒ सातु॒र्जनि॑तो॒रवा॑रि॒ न मा॒तरा॑पि॒तरा॒ नू चि॑दि॒ष्टौ ।\n\nअधा॑ मि॒त्रो न सुधि॑तः पाव॒को॒३ऽग्निर्दी॑दाय॒ मानु॑षीषु वि॒क्षु ॥७॥\n\nद्विर्यं पञ्च॒ जीज॑नन् त्सं॒वसा॑ना॒: स्वसा॑रो अ॒ग्निं मानु॑षीषु वि॒क्षु ।\n\nउ॒ष॒र्बुध॑मथ॒र्यो॒३ न दन्तं॑ शु॒क्रं स्वासं॑ पर॒शुं न ति॒ग्मम् ॥८॥\n\nतव॒ त्ये अ॑ग्ने ह॒रितो॑ घृत॒स्ना रोहि॑तास ऋ॒ज्वञ्च॒: स्वञ्च॑: ।\n\nअ॒रु॒षासो॒ वृष॑ण ऋजुमु॒ष्का आ दे॒वता॑तिमह्वन्त द॒स्माः ॥९॥\n\nये ह॒ त्ये ते॒ सह॑माना अ॒यास॑स्त्वे॒षासो॑ अग्ने अ॒र्चय॒श्चर॑न्ति ।\n\nश्ये॒नासो॒ न दु॑वस॒नासो॒ अर्थं॑ तुविष्व॒णसो॒ मारु॑तं॒ न शर्ध॑: ॥१०॥॥\n\nअका॑रि॒ ब्रह्म॑ समिधान॒ तुभ्यं॒ शंसा॑त्यु॒क्थं यज॑ते॒ व्यू॑ धाः ।\n\nहोता॑रम॒ग्निं मनु॑षो॒ नि षे॑दुर्नम॒स्यन्त॑ उ॒शिज॒: शंस॑मा॒योः ॥११॥॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 7,
        "text": "१५ वामदेवो गौतमः। अग्निः।त्रिष्टुप्, १ जगती, २-६ अनुष्टुप्।\n\nअ॒यमि॒ह प्र॑थ॒मो धा॑यि धा॒तृभि॒र्होता॒ यजि॑ष्ठो अध्व॒रेष्वीड्य॑: ।\n\nयमप्न॑वानो॒ भृग॑वो विरुरु॒चुर्वने॑षु चि॒त्रं वि॒भ्वं॑ वि॒शेवि॑शे ॥१॥\n\nअग्ने॑ क॒दा त॑ आनु॒षग् भुव॑द् दे॒वस्य॒ चेत॑नम् ।\n\nअधा॒ हि त्वा॑ जगृभ्रि॒रे मर्ता॑सो वि॒क्ष्वीड्य॑म् ॥२॥\n\nऋ॒तावा॑नं॒ विचे॑तसं॒ पश्य॑न्तो॒ द्यामि॑व॒ स्तृभि॑: ।\n\nविश्वे॑षामध्व॒राणां॑ हस्क॒र्तारं॒ दमे॑दमे ॥३॥\n\nआ॒शुं दू॒तं वि॒वस्व॑तो॒ विश्वा॒ यश्च॑र्ष॒णीर॒भि ।\n\nआ ज॑भ्रुः के॒तुमा॒यवो॒ भृग॑वाणं वि॒शेवि॑शे ॥४॥\n\nतमीं॒ होता॑रमानु॒षक् चि॑कि॒त्वांसं॒ नि षे॑दिरे ।\n\nर॒ण्वं पा॑व॒कशो॑चिषं॒ यजि॑ष्ठं स॒प्त धाम॑भिः ॥५॥\n\nतं शश्व॑तीषु मा॒तृषु॒ वन॒ आ वी॒तमश्रि॑तम् ।\n\nचि॒त्रं सन्तं॒ गुहा॑ हि॒तं सु॒वेदं॑ कूचिद॒र्थिन॑म् ॥६॥\n\nस॒सस्य॒ यद् वियु॑ता॒ सस्मि॒न्नूध॑न्नृ॒तस्य॒ धाम॑न् र॒णय॑न्त दे॒वाः ।\n\nम॒हाँ अ॒ग्निर्नम॑सा रा॒तह॑व्यो॒ वेर॑ध्व॒राय॒ सद॒मिदृ॒तावा॑ ॥७॥\n\nवेर॑ध्व॒रस्य॑ दू॒त्या॑नि वि॒द्वानु॒भे अ॒न्ता रोद॑सी संचिकि॒त्वान् ।\n\nदू॒त ई॑यसे प्र॒दिव॑ उरा॒णो वि॒दुष्ट॑रो दि॒व आ॒रोध॑नानि ॥८॥\n\nकृ॒ष्णं त॒ एम॒ रुश॑तः पु॒रो भाश्च॑रि॒ष्ण्व१र्चिर्वपु॑षा॒मिदेक॑म् ।\n\nयदप्र॑वीता॒ दध॑ते ह॒ गर्भं॑ स॒द्यश्चि॑ज्जा॒तो भव॒सीदु॑ दू॒तः ॥९॥\n\nस॒द्यो जा॒तस्य॒ ददृ॑शान॒मोजो॒ यद॑स्य॒ वातो॑ अनु॒वाति॑ शो॒चिः ।\n\nवृ॒णक्ति॑ ति॒ग्माम॑त॒सेषु॑ जि॒ह्वां स्थि॒रा चि॒दन्ना॑ दयते॒ वि जम्भै॑: ॥१०॥॥\n\nतृ॒षु यदन्ना॑ तृ॒षुणा॑ व॒वक्ष॑ तृ॒षुं दू॒तं कृ॑णुते य॒ह्वो अ॒ग्निः ।\n\nवात॑स्य मे॒ळिं स॑चते नि॒जूर्व॑न्ना॒शुं न वा॑जयते हि॒न्वे अर्वा॑ ॥११॥॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 8,
        "text": "८  वामदेवो गौतमः। अग्निः।गायत्री।\n\nदू॒तं वो॑ वि॒श्ववे॑दसं हव्य॒वाह॒मम॑र्त्यम् । यजि॑ष्ठमृञ्जसे गि॒रा ॥१॥\n\nस हि वेदा॒ वसु॑धितिं म॒हाँ आ॒रोध॑नं दि॒वः । स दे॒वाँ एह व॑क्षति ॥२॥\n\nस वे॑द दे॒व आ॒नमं॑ दे॒वाँ ऋ॑ताय॒ते दमे॑ । दाति॑ प्रि॒याणि॑ चि॒द् वसु॑ ॥३॥\n\nस होता॒ सेदु॑ दू॒त्यं॑ चिकि॒त्वाँ अ॒न्तरी॑यते । वि॒द्वाँ आ॒रोध॑नं दि॒वः ॥४॥\n\nते स्या॑म॒ ये अ॒ग्नये॑ ददा॒शुर्ह॒व्यदा॑तिभिः । य ईं॒ पुष्य॑न्त इन्ध॒ते ॥५॥\n\nते रा॒या ते सु॒वीर्यै॑: सस॒वांसो॒ वि शृ॑ण्विरे । ये अ॒ग्ना द॑धि॒रे दुव॑: ॥६॥\n\nअ॒स्मे रायो॑ दि॒वेदि॑वे॒ सं च॑रन्तु पुरु॒स्पृह॑: । अ॒स्मे वाजा॑स ईरताम् ॥७॥\n\nस विप्र॑श्चर्षणी॒नां शव॑सा॒ मानु॑षाणाम् । अति॑ क्षि॒प्रेव॑ विध्यति ॥८॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 9,
        "text": "८ वामदेवो गौतमः। अग्निः।गायत्री।\n\nअग्ने॑ मृ॒ळ म॒हाँ अ॑सि॒ य ई॒मा दे॑व॒युं जन॑म् । इ॒येथ॑ ब॒र्हिरा॒सद॑म् ॥१॥\n\nस मानु॑षीषु दू॒ळभो॑ वि॒क्षु प्रा॒वीरम॑र्त्यः । दू॒तो विश्वे॑षां भुवत् ॥२॥\n\nस सद्म॒ परि॑ णीयते॒ होता॑ म॒न्द्रो दिवि॑ष्टिषु । उ॒त पोता॒ नि षी॑दति ॥३॥\n\nउ॒त ग्ना अ॒ग्निर॑ध्व॒र उ॒तो गृ॒हप॑ति॒र्दमे॑ । उ॒त ब्र॒ह्मा नि षी॑दति ॥४॥\n\nवेषि॒ ह्य॑ध्वरीय॒तामु॑पव॒क्ता जना॑नाम् । ह॒व्या च॒ मानु॑षाणाम् ॥५॥\n\nवेषीद्व॑स्य दू॒त्यं१ यस्य॒ जुजो॑षो अध्व॒रम् । ह॒व्यं मर्त॑स्य॒ वोळह॑वे ॥६॥\n\nअ॒स्माकं॑ जोष्यध्व॒रम॒स्माकं॑ य॒ज्ञम॑ङ्गिरः । अ॒स्माकं॑ शृणुधी॒ हव॑म् ॥७॥\n\nपरि॑ ते दू॒ळभो॒ रथो॒ऽस्माँ अ॑श्नोतु वि॒श्वत॑: । येन॒ रक्ष॑सि दा॒शुष॑: ॥८॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 10,
        "text": "८ वामदेवो गौतमः। अग्निः। पादपंक्तिः, ४, ६, ७, उष्णिग्वा, ५ महापदपंक्तिः, ८ त्रिष्टुप्।\n\nअग्ने॒ तम॒द्याऽश्वं॒ न स्तोमै॒: क्रतुं॒ न भ॒द्रं हृ॑दि॒स्पृश॑म् । ऋ॒ध्यामा॑ त॒ ओहै॑: ॥१॥\n\nअधा॒ ह्य॑ग्ने॒ क्रतो॑र्भ॒द्रस्य॒ दक्ष॑स्य सा॒धोः । र॒थीर्ऋ॒तस्य॑ बृह॒तो ब॒भूथ॑ ॥२॥\n\nए॒भिर्नो॑ अ॒र्कैर्भवा॑ नो अ॒र्वाङ्स्व१र्ण ज्योति॑: । अग्ने॒ विश्वे॑भिः सु॒मना॒ अनी॑कैः ॥३॥\n\nआ॒भिष्टे॑ अ॒द्य गी॒र्भिर्गृ॒णन्तोऽग्ने॒ दाशे॑म । प्र ते॑ दि॒वो न स्त॑नयन्ति॒ शुष्मा॑: ॥४॥\n\nतव॒ स्वादि॒ष्ठा ऽग्ने॒ संदृ॑ष्टिरि॒दा चि॒दह्न॑ इ॒दा चि॑द॒क्तोः । श्रि॒ये रु॒क्मो न रो॑चत उपा॒के ॥५॥\n\nघृ॒तं न पू॒तं त॒नूर॑रे॒पाः शुचि॒ हिर॑ण्यम् । तत् ते॑ रु॒क्मो न रो॑चत स्वधावः ॥६॥\n\nकृ॒तं चि॒द्धि ष्मा॒ सने॑मि॒ द्वेषोऽग्न॑ इ॒नोषि॒ मर्ता॑त् । इ॒त्था यज॑मानादृतावः ॥७॥\n\nशि॒वा न॑: स॒ख्या सन्तु॑ भ्रा॒त्रा ऽग्ने॑ दे॒वेषु॑ यु॒ष्मे । सा नो॒ नाभि॒: सद॑ने॒ सस्मि॒न्नूध॑न् ॥८॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 11,
        "text": "६ वामदेवो गौतमः। अग्निः।त्रिष्टुप्।\n\nभ॒द्रं ते॑ अग्ने सहसि॒न्ननी॑कमुपा॒क आ रो॑चते॒ सूर्य॑स्य ।\n\nरुश॑द् दृ॒शे द॑दृशे नक्त॒या चि॒दरू॑क्षितं दृ॒श आ रू॒पे अन्न॑म् ॥१॥\n\nवि षा॑ह्यग्ने गृण॒ते म॑नी॒षां खं वेप॑सा तुविजात॒ स्तवा॑नः ।\n\nविश्वे॑भि॒र्यद् वा॒वन॑: शुक्र दे॒वैस्तन्नो॑ रास्व सुमहो॒ भूरि॒ मन्म॑ ॥२॥\n\nत्वद॑ग्ने॒ काव्या॒ त्वन्म॑नी॒षास्त्वदु॒क्था जा॑यन्ते॒ राध्या॑नि ।\n\nत्वदे॑ति॒ द्रवि॑णं वी॒रपे॑शा इ॒त्थाधि॑ये दा॒शुषे॒ मर्त्या॑य ॥३॥\n\nत्वद् वा॒जी वा॑जम्भ॒रो विहा॑या अभिष्टि॒कृज्जा॑यते स॒त्यशु॑ष्मः ।\n\nत्वद् र॒यिर्दे॒वजू॑तो मयो॒भुस्त्वदा॒शुर्जू॑जु॒वाँ अ॑ग्ने॒ अर्वा॑ ॥४॥\n\nत्वाम॑ग्ने प्रथ॒मं दे॑व॒यन्तो॑ दे॒वं मर्ता॑ अमृत म॒न्द्रजि॑ह्वम् ।\n\nद्वे॒षो॒युत॒मा वि॑वासन्ति धी॒भिर्दमू॑नसं गृ॒हप॑ति॒ममू॑रम् ॥५॥\n\nआ॒रे अ॒स्मदम॑तिमा॒रे अंह॑ आ॒रे विश्वां॑ दुर्म॒तिं यन्नि॒पासि॑ ।\n\nदो॒षा शि॒वः स॑हसः सूनो अग्ने॒ यं दे॒व आ चि॒त् सच॑से स्व॒स्ति ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 12,
        "text": "६ वामदेवो गौतमः। अग्निः।त्रिष्टुप्।\n\nयस्त्वाम॑ग्न इ॒नध॑ते य॒तस्रु॒क् त्रिस्ते॒ अन्नं॑ कृ॒णव॒त् सस्मि॒न्नह॑न् ।\n\nस सु द्यु॒म्नैर॒भ्य॑स्तु प्र॒सक्ष॒त् तव॒ क्रत्वा॑ जातवेदश्चिकि॒त्वान् ॥१॥\n\nइ॒ध्मं यस्ते॑ ज॒भर॑च्छश्रमा॒णो म॒हो अ॑ग्ने॒ अनी॑क॒मा स॑प॒र्यन् ।\n\nस इ॑धा॒नः प्रति॑ दो॒षामु॒षासं॒ पुष्य॑न् र॒यिं स॑चते॒ घ्नन्न॒मित्रा॑न् ॥२॥\n\nअ॒ग्निरी॑शे बृह॒तः क्ष॒त्रिय॑स्या॒ऽग्निर्वाज॑स्य पर॒मस्य॑ रा॒यः ।\n\nदधा॑ति॒ रत्नं॑ विध॒ते यवि॑ष्ठो॒ व्या॑नु॒षङ्मर्त्या॑य स्व॒धावा॑न् ॥३॥\n\nयच्चि॒द्धि ते॑ पुरुष॒त्रा य॑वि॒ष्ठाचि॑त्तिभिश्चकृ॒मा कच्चि॒दाग॑: ।\n\nकृ॒धी ष्व१स्माँ अदि॑ते॒रना॑गा॒न् व्येनां॑सि शिश्रथो॒ विष्व॑गग्ने ॥४॥\n\nम॒हश्चि॑दग्न॒ एन॑सो अ॒भीक॑ ऊ॒र्वाद् देवाना॑मु॒त मर्त्या॑नाम् ।\n\nमा ते॒ सखा॑य॒: सद॒मिद् रि॑षाम॒ यच्छा॑ तो॒काय॒ तन॑याय॒ शं योः ॥५॥\n\nयथा॑ ह॒ त्यद् व॑सवो गौ॒र्यं॑ चित् प॒दि षि॒ताममु॑ञ्चता यजत्राः ।\n\nए॒वो ष्व१स्मन्मु॑ञ्चता॒ व्यंह॒: प्र ता॑र्यग्ने प्रत॒रं न॒ आयु॑: ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 13,
        "text": "५ वामदेवो गौतमः। अग्निः(लिङ्गोक्तदेवता इति एके)।त्रिष्टुप्।\n\nप्रत्य॒ग्निरु॒षसा॒मग्र॑मख्यद् विभाती॒नां सु॒मना॑ रत्न॒धेय॑म् ।\n\nया॒तम॑श्विना सु॒कृतो॑ दुरो॒णमुत्सूर्यो॒ ज्योति॑षा दे॒व ए॑ति ॥१॥\n\nऊ॒र्ध्वं भा॒नुं स॑वि॒ता दे॒वो अ॑श्रेद् द्र॒प्सं दवि॑ध्वद् गवि॒षो न सत्वा॑ ।\n\nअनु॑ व्र॒तं वरु॑णो यन्ति मि॒त्रो यत्सूर्यं॑ दि॒व्या॑रो॒हय॑न्ति ॥२॥\n\nयं सी॒मकृ॑ण्व॒न् तम॑से वि॒पृचे॑ ध्रु॒वक्षे॑मा॒ अन॑वस्यन्तो॒ अर्थ॑म् ।\n\nतं सूर्यं॑ ह॒रित॑: स॒प्त य॒ह्वीः स्पशं॒ विश्व॑स्य॒ जग॑तो वहन्ति ॥३॥\n\nवहि॑ष्ठेभिर्वि॒हर॑न्यासि॒ तन्तु॑मव॒व्यय॒न्नसि॑तं देव॒ वस्म॑ ।\n\nदवि॑ध्वतो र॒श्मय॒: सूर्य॑स्य॒ चर्मे॒वावा॑धु॒स्तमो॑ अ॒प्स्व१न्तः ॥४॥\n\nअना॑यतो॒ अनि॑बद्धः क॒थायं न्य॑ङ्ङुत्ता॒नोऽव॑ पद्यते॒ न ।\n\nकया॑ याति स्व॒धया॒ को द॑दर्श दि॒वः स्क॒म्भः समृ॑तः पाति॒ नाक॑म् ॥५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 14,
        "text": "५ वामदेवो गौतमः। अग्निः(लिङ्गोक्तदेवता इति एके)।त्रिष्टुप्।\n\nप्रत्य॒ग्निरु॒षसो॑ जा॒तवे॑दा॒ अख्य॑द् दे॒वो रोच॑माना॒ महो॑भिः ।\n\nआ ना॑सत्योरुगा॒या रथे॑ने॒मं य॒ज्ञमुप॑ नो यात॒मच्छ॑ ॥१॥\n\nऊ॒र्ध्वं के॒तुं स॑वि॒ता दे॒वो अ॑श्रे॒ज्ज्योति॒र्विश्व॑स्मै॒ भुव॑नाय कृ॒ण्वन् ।\n\nआप्रा॒ द्यावा॑पृथि॒वी अ॒न्तरि॑क्षं॒ वि सूर्यो॑ र॒श्मिभि॒श्चेकि॑तानः ॥२॥\n\nआ॒वह॑न्त्यरु॒णीर्ज्योति॒षागा॑न्म॒ही चि॒त्रा र॒श्मिभि॒श्चेकि॑ताना ।\n\nप्र॒बो॒धय॑न्ती सुवि॒ताय॑ दे॒व्यु१षा ई॑यते सु॒युजा॒ रथे॑न ॥३॥\n\nआ वां॒ वहि॑ष्ठा इ॒ह ते व॑हन्तु॒ रथा॒ अश्वा॑स उ॒षसो॒ व्यु॑ष्टौ ।\n\nइ॒मे हि वां॑ मधु॒पेया॑य॒ सोमा॑ अ॒स्मिन् य॒ज्ञे वृ॑षणा मादयेथाम् ॥४॥\n\nअना॑यतो॒ अनि॑बद्धः क॒थायं न्य॑ङ्ङुत्ता॒नोऽव॑ पद्यते॒ न ।\n\nकया॑ याति स्व॒धया॒ को द॑दर्श दि॒वः स्क॒म्भः समृ॑तः पाति॒ नाक॑म् ॥५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 15,
        "text": "१० वामदेवो गौतमः। अग्निः, ७-८ सोमकः साहदेव्यः, ९-१० अश्विनौ। गायत्री।\n\nअ॒ग्निर्होता॑ नो अध्व॒रे वा॒जी सन् परि॑ णीयते । दे॒वो दे॒वेषु॑ य॒ज्ञिय॑: ॥१॥\n\nपरि॑ त्रिवि॒ष्ट्य॑ध्व॒रं यात्य॒ग्नी र॒थीरि॑व । आ दे॒वेषु॒ प्रयो॒ दध॑त् ॥२॥\n\nपरि॒ वाज॑पतिः क॒विर॒ग्निर्ह॒व्यान्य॑क्रमीत् । दध॒द् रत्ना॑नि दा॒शुषे॑ ॥३॥\n\nअ॒यं यः सृञ्ज॑ये पु॒रो दै॑ववा॒ते स॑मि॒ध्यते॑ । द्यु॒माँ अ॑मित्र॒दम्भ॑नः ॥४॥\n\nअस्य॑ घा वी॒र ईव॑तो॒ऽग्नेरी॑शीत॒ मर्त्य॑: । ति॒ग्मज॑म्भस्य मी॒ळहुष॑: ॥५॥\n\nतमर्व॑न्तं॒ न सा॑न॒सिम॑रु॒षं न दि॒वः शिशु॑म् । म॒र्मृ॒ज्यन्ते॑ दि॒वेदि॑वे ॥६॥\n\nबोध॒द्यन्मा॒ हरि॑भ्यां कुमा॒रः सा॑हदे॒व्यः । अच्छा॒ न हू॒त उद॑रम् ॥७॥\n\nउ॒त त्या य॑ज॒ता हरी॑ कुमा॒रात् सा॑हदे॒व्यात् । प्रय॑ता स॒द्य आ द॑दे ॥८॥\n\nए॒ष वां॑ देवावश्विना कुमा॒रः सा॑हदे॒व्यः । दी॒र्घायु॑रस्तु॒ सोम॑कः ॥९॥\n\nतं यु॒वं दे॑वावश्विना कुमा॒रं सा॑हदे॒व्यम् । दी॒र्घायु॑षं कृणोतन ॥१०॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 16,
        "text": "२१ वामदेवो गौतमः। इन्द्रः। त्रिष्टुप्।\n\nआ स॒त्यो या॑तु म॒घवाँ॑ ऋजी॒षी द्रव॑न्त्वस्य॒ हर॑य॒ उप॑ नः ।\n\nतस्मा॒ इदन्ध॑: सुषुमा सु॒दक्ष॑मि॒हाभि॑पि॒त्वं क॑रते गृणा॒नः ॥१॥\n\nअव॑ स्य शू॒राध्व॑नो॒ नान्ते॒ऽस्मिन् नो॑ अ॒द्य सव॑ने म॒न्दध्यै॑ ।\n\nशंसा॑त्यु॒क्थमु॒शने॑व वे॒धाश्चि॑कि॒तुषे॑ असु॒र्या॑य॒ मन्म॑ ॥२॥\n\nक॒विर्न नि॒ण्यं वि॒दथा॑नि॒ साध॒न्वृ वृषा॒ यत् सेकं॑ विपिपा॒नो अर्चा॑त् ।\n\nदि॒व इ॒त्था जी॑जनत् स॒प्त का॒रूनह्ना॑ चिच्चक्रुर्व॒युना॑ गृ॒णन्त॑: ॥३॥\n\nस्व१र्यद् वेदि॑ सु॒दृशी॑कम॒र्कैर्महि॒ ज्योती॑ रुरुचु॒र्यद्ध॒ वस्तो॑: ।\n\nअ॒न्धा तमां॑सि॒ दुधि॑ता वि॒चक्षे॒ नृभ्य॑श्चकार॒ नृत॑मो अ॒भिष्टौ॑ ॥४॥\n\nव॒व॒क्ष इन्द्रो॒ अमि॑तमृजी॒ष्यु१भे आ प॑प्रौ॒ रोद॑सी महि॒त्वा ।\n\nअत॑श्चिदस्य महि॒मा वि रे॑च्य॒भि यो विश्वा॒ भुव॑ना ब॒भूव॑ ॥५॥\n\nविश्वा॑नि श॒क्रो नर्या॑णि वि॒द्वान॒पो रि॑रेच॒ सखि॑भि॒र्निका॑मैः ।\n\nअश्मा॑नं चि॒द् ये बि॑भि॒दुर्वचो॑भिर्व्र॒जं गोम॑न्तमु॒शिजो॒ वि व॑व्रुः ॥६॥\n\nअ॒पो वृ॒त्रं व॑व्रि॒वांसं॒ परा॑ह॒न् प्राव॑त् ते वज्रं॑ पृथि॒वी सचे॑ताः ।\n\nप्रार्णां॑सि समु॒द्रिया॑ण्यैनो॒: पति॒र्भव॒ञ्छव॑सा शूर धृष्णो ॥७॥\n\nअ॒पो यदद्रिं॑ पुरुहूत॒ दर्द॑रा॒विर्भु॑वत्स॒रमा॑ पू॒र्व्यं ते॑ ।\n\nस नो॑ ने॒ता वाज॒मा द॑र्षि॒ भूरिं॑ गो॒त्रा रु॒जन्नङ्गि॑रोभिर्गृणा॒नः ॥८॥\n\nअच्छा॑ क॒विं नृ॑मणो गा अ॒भिष्टौ॒ स्व॑र्षाता मघव॒न्नाध॑मानम् ।\n\nऊ॒तिभि॒स्तमि॑षणो द्यु॒म्नहू॑तौ॒ नि मा॒यावा॒नब्र॑ह्मा॒ दस्यु॑रर्त ॥९॥\n\nआ द॑स्यु॒घ्ना मन॑सा या॒ह्यस्तं॒ भुव॑त् ते॒ कुत्स॑: स॒ख्ये निका॑मः ।\n\nस्वे योनौ॒ नि ष॑दतं॒ सरू॑पा॒ वि वां॑ चिकित्सदृत॒चिद्ध॒ नारी॑ ॥१०॥\n\nयासि॒ कुत्से॑न स॒रथ॑मव॒स्युस्तो॒दो वात॑स्य॒ हर्यो॒रीशा॑नः ।\n\nऋ॒ज्रा वाजं॒ न गध्यं॒ युयू॑षन् क॒विर्यदह॒न् पार्या॑य॒ भूषा॑त् ॥११॥\n\nकुत्सा॑य॒ शुष्ण॑म॒शुषं॒ नि ब॑र्हीः प्रपि॒त्वे अह्न॒: कुय॑वं स॒हस्रा॑ ।\n\nस॒द्यो दस्यू॒न् प्र मृ॑ण कु॒त्स्येन॒ प्र सूर॑श्च॒क्रं वृ॑हताद॒भीके॑ ॥१२॥\n\nत्वं पिप्रुं॒ मृग॑यं शूशु॒वांस॑मृ॒जिश्व॑ने वैदथि॒नाय॑ रन्धीः ।\n\nप॒ञ्चा॒शत् कृ॒ष्णा नि व॑पः स॒हस्रा ऽत्कं॒ न पुरो॑ जरि॒मा वि द॑र्दः ॥१३॥\n\nसूर॑ उपा॒के त॒न्वं१ दधा॑नो॒ वि यत्ते॒ चेत्य॒मृत॑स्य॒ वर्प॑: ।\n\nमृ॒गो न ह॒स्ती तवि॑षीमुषा॒णः सिं॒हो न भी॒म आयु॑धानि॒ बिभ्र॑त् ॥१४॥\n\nइन्द्रं॒ कामा॑ वसू॒यन्तो॑ अग्म॒न् त्स्व॑र्मीळहे॒ न सव॑ने चका॒नाः ।\n\nश्र॒व॒स्यव॑: शशमा॒नास॑ उ॒क्थैरोको॒ न र॒ण्वा सु॒दृशी॑व पु॒ष्टिः ॥१५॥\n\nतमिद्व॒ इन्द्रं॑ सु॒हवं॑ हुवेम॒ यस्ता च॒कार॒ नर्या॑ पु॒रूणि॑ ।\n\nयो माव॑ते जरि॒त्रे गध्यं॑ चिन्म॒क्षू वाजं॒ भर॑ति स्पा॒र्हरा॑धाः ॥१६॥\n\nति॒ग्मा यद॒न्तर॒शनि॒: पता॑ति॒ कस्मि॑ञ्चिच्छूर मुहु॒के जना॑नाम् ।\n\nघो॒रा यद॑र्य॒ समृ॑ति॒र्भवा॒त्यध॑ स्मा नस्त॒न्वो॑ बोधि गो॒पाः ॥१७॥\n\nभुवो॑ऽवि॒ता वा॒मदे॑वस्य धी॒नां भुव॒: सखा॑वृ॒को वाज॑सातौ ।\n\nत्वामनु॒ प्रम॑ति॒मा ज॑गन्मोरु॒शंसो॑ जरि॒त्रे वि॒श्वध॑ स्याः ॥१८॥\n\nए॒भिर्नृभि॑रिन्द्र त्वा॒युभि॑ष्ट्वा म॒घव॑द्भिर्मघव॒न् विश्व॑ आ॒जौ ।\n\nद्यावो॒ न द्यु॒म्नैर॒भि सन्तो॑ अ॒र्यः क्ष॒पो म॑देम श॒रद॑श्च पू॒र्वीः ॥१९॥\n\nए॒वेदिन्द्रा॑य वृष॒भाय॒ वृष्णे॒ ब्रह्मा॑कर्म॒ भृग॑वो॒ न रथ॑म् ।\n\nनू चि॒द् यथा॑ नः स॒ख्या वि॒योष॒दस॑न्न उ॒ग्रो॑ऽवि॒ता त॑नू॒पाः ॥२०॥\n\nनू ष्टु॒त इ॑न्द्र॒ नू गृ॑णा॒न इषं॑ जरि॒त्रे न॒द्यो॒३ न पी॑पेः ।\n\nअका॑रि ते हरिवो॒ ब्रह्म॒ नव्यं॑ धि॒या स्या॑म र॒थ्य॑: सदा॒साः ॥२१॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 17,
        "text": "२१ वामदेवो गौतमः। इन्द्रः। त्रिष्टुप्, १५ एकपदा विराट्।\n\nत्वं म॒हाँ इ॑न्द्र॒ तुभ्यं॑ ह॒ क्षा अनु॑ क्ष॒त्रं मं॒हना॑ मन्यत॒ द्यौः ।\n\nत्वं वृ॒त्रं शव॑सा जघ॒न्वान् त्सृ॒जः सिन्धूँ॒रहि॑ना जग्रसा॒नान् ॥१॥\n\nतव॑ त्वि॒षो जनि॑मन् रेजत॒ द्यौ रेज॒द् भूमि॑र्भि॒यसा॒ स्वस्य॑ म॒न्योः ।\n\nऋ॒घा॒यन्त॑ सु॒भ्व१: पर्व॑तास॒ आर्द॒न् धन्वा॑नि स॒रय॑न्त॒ आप॑: ॥२॥\n\nभि॒नद् गि॒रिं शव॑सा॒ वज्र॑मि॒ष्णन्ना॑विष्कृण्वा॒नः स॑हसा॒न ओज॑: ।\n\nवधी॑द् वृ॒त्रं वज्रे॑ण मन्दसा॒नः सर॒न्नापो॒ जव॑सा ह॒तवृ॑ष्णीः ॥३॥\n\nसु॒वीर॑स्ते जनि॒ता म॑न्यत॒ द्यौरिन्द्र॑स्य क॒र्ता स्वप॑स्तमो भूत् ।\n\nय ईं॑ ज॒जान॑ स्व॒र्यं॑ सु॒वज्र॒मन॑पच्युतं॒ सद॑सो॒ न भूम॑ ॥४॥\n\nय एक॑ इच्च्या॒वय॑ति॒ प्र भूमा॒ राजा॑ कृष्टी॒नां पु॑रुहू॒त इन्द्र॑: ।\n\nस॒त्यमे॑न॒मनु॒ विश्वे॑ मदन्ति रा॒तिं दे॒वस्य॑ गृण॒तो म॒घोन॑: ॥५॥\n\nस॒त्रा सोमा॑ अभवन्नस्य॒ विश्वे॑ स॒त्रा मदा॑सो बृह॒तो मदि॑ष्ठाः ।\n\nस॒त्राभ॑वो॒ वसु॑पति॒र्वसू॑नां॒ दत्रे॒ विश्वा॑ अधिथा इन्द्र कृ॒ष्टीः ॥६॥\n\nत्वमध॑ प्रथ॒मं जाय॑मा॒नोऽमे॒ विश्वा॑ अधिथा इन्द्र कृ॒ष्टीः ।\n\nत्वं प्रति॑ प्र॒वत॑ आ॒शया॑न॒महिं॒ वज्रे॑ण मघव॒न् वि वृ॑श्चः ॥७॥\n\nस॒त्रा॒हणं॒ दाधृ॑षिं॒ तुम्र॒मिन्द्रं॑ म॒हाम॑पा॒रं वृ॑ष॒भं सु॒वज्र॑म् ।\n\nहन्ता॒ यो वृ॒त्रं सनि॑तो॒त वाजं॒ दाता॑ म॒घानि॑ म॒घवा॑ सु॒राधा॑: ॥८॥\n\nअ॒यं वृत॑श्चातयते समी॒चीर्य आ॒जिषु॑ म॒घवा॑ शृ॒ण्व एक॑: ।\n\nअ॒यं वाजं॑ भरति॒ यं स॒नोत्य॒स्य प्रि॒यास॑: स॒ख्ये स्या॑म ॥९॥\n\nअ॒यं शृ॑ण्वे॒ अध॒ जय॑न्नु॒त घ्नन्न॒यमु॒त प्र कृ॑णुते यु॒धा गाः ।\n\nय॒दा स॒त्यं कृ॑णु॒ते म॒न्युमिन्द्रो॒ विश्वं॑ दृ॒ळहं भ॑यत॒ एज॑दस्मात् ॥१०॥\n\nसमिन्द्रो॒ गा अ॑जय॒त् सं हिर॑ण्या॒ सम॑श्वि॒या म॒घवा॒ यो ह॑ पू॒र्वीः ।\n\nए॒भिर्नृभि॒र्नृत॑मो अस्य शा॒कै रा॒यो वि॑भ॒क्ता स॑म्भ॒रश्च॒ वस्व॑: ॥११॥\n\nकिय॑त् स्वि॒दिन्द्रो॒ अध्ये॑ति मा॒तुः किय॑त् पि॒तुर्ज॑नि॒तुर्यो ज॒जान॑ ।\n\nयो अ॑स्य॒ शुष्मं॑ मुहु॒कैरिय॑र्ति॒ वातो॒ न जू॒तः स्त॒नय॑द्भिर॒भ्रैः ॥१२॥\n\nक्षि॒यन्तं॑ त्व॒मक्षि॑यन्तं कृणो॒तीय॑र्ति रे॒णुं म॒घवा॑ स॒मोह॑म् ।\n\nवि॒भ॒ञ्ज॒नुर॒शनि॑माँ इव॒ द्यौरु॒त स्तो॒तारं॑ म॒घवा॒ वसौ॑ धात् ॥१३॥\n\nअ॒यं च॒क्रमि॑षण॒त् सूर्य॑स्य॒ न्येत॑शं रीरमत् ससृमा॒णम् ।\n\nआ कृ॒ष्ण ईं॑ जुहुरा॒णो जि॑घर्ति त्व॒चो बु॒ध्ने रज॑सो अ॒स्य योनौ॑ ॥१४॥\n\nअसि॑क्न्यां॒ यज॑मानो॒ न होता॑ ॥१५॥\n\nग॒व्यन्त॒ इन्द्रं॑ स॒ख्याय॒ विप्रा॑ अश्वा॒यन्तो॒ वृष॑णं वा॒जय॑न्तः ।\n\nज॒नी॒यन्तो॑ जनि॒दामक्षि॑तोति॒मा च्या॑वयामोऽव॒ते न कोश॑म् ॥१६॥\n\nत्रा॒ता नो॑ बोधि॒ ददृ॑शान आ॒पिर॑भिख्या॒ता म॑र्डि॒ता सो॒म्याना॑म् ।\n\nसखा॑ पि॒ता पि॒तृत॑मः पितॄ॒णां कर्ते॑मु लो॒कमु॑श॒ते व॑यो॒धाः ॥१७॥\n\nस॒खी॒य॒ताम॑वि॒ता बो॑धि॒ सखा॑ गृणा॒न इ॑न्द्र स्तुव॒ते वयो॑ धाः ।\n\nव॒यं ह्या ते॑ चकृ॒मा स॒बाध॑ आ॒भिः शमी॑भिर्म॒हय॑न्त इन्द्र ॥१८॥\n\nस्तु॒त इन्द्रो॑ म॒घवा॒ यद्ध॑ वृ॒त्रा भूरी॒ण्येको॑ अप्र॒तीनि॑ हन्ति ।\n\nअ॒स्य प्रि॒यो ज॑रि॒ता यस्य॒ शर्म॒न्नकि॑र्दे॒वा वा॒रय॑न्ते॒ न मर्ता॑: ॥१९॥\n\nए॒वा न॒ इन्द्रो॑ म॒घवा॑ विर॒प्शी कर॑त् स॒त्या च॑र्षणी॒धृद॑न॒र्वा ।\n\nत्वं राजा॑ ज॒नुषां॑ धेह्य॒स्मे अधि॒ श्रवो॒ माहि॑नं॒ यज्ज॑रि॒त्रे ॥२०॥\n\nनू ष्टु॒त इ॑न्द्र॒ नू गृ॑णा॒न इषं॑ जरि॒त्रे न॒द्यो॒३न पी॑पेः ।\n\nअका॑रि ते हरिवो॒ ब्रह्म॒ नव्यं॑ धि॒या स्या॑म र॒थ्य॑: सदा॒साः ॥२१॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 18,
        "text": "१३ वामदेवो गौतमः, १ इन्द्रः,४ (उत्तरार्धर्चस्य), ७ अदितिः। १ वामदेवः, २-४ (पूर्वार्धर्चस्य), ८-१३ इन्द्रः,(उत्तरार्धर्चस्य), ७ वामदेवः। त्रिष्टुप्।\n\nअ॒यं पन्था॒ अनु॑वित्तः पुरा॒णो यतो॑ दे॒वा उ॒दजा॑यन्त॒ विश्वे॑ ।\n\nअत॑श्चि॒दा ज॑निषीष्ट॒ प्रवृ॑द्धो॒ मा मा॒तर॑ममु॒या पत्त॑वे कः ॥१॥\n\nनाहमतो॒ निर॑या दु॒र्गहै॒तत् ति॑र॒श्चता॑ पा॒र्श्वान्निर्ग॑माणि ।\n\nब॒हूनि॑ मे॒ अकृ॑ता॒ कर्त्वा॑नि॒ युध्यै॑ त्वेन॒ सं त्वे॑न पृच्छै ॥२॥\n\nप॒रा॒य॒तीं मा॒तर॒मन्व॑चष्ट॒ न नानु॑ गा॒न्यनु॒ नू ग॑मानि ।\n\nत्वष्टु॑र्गृ॒हे अ॑पिब॒त् सोम॒मिन्द्र॑: शतध॒न्यं॑ च॒म्वो॑: सु॒तस्य॑ ॥३॥\n\nकिं स ऋध॑क् कृणव॒द् यं स॒हस्रं॑ मा॒सो ज॒भार॑ श॒रद॑श्च पू॒र्वीः ।\n\nन॒ही न्व॑स्य प्रति॒मान॒मस्त्य॒न्तर्जा॒तेषू॒त ये जनि॑त्वाः ॥४॥\n\nअ॒व॒द्यमि॑व॒ मन्य॑माना॒ गुहा॑क॒रिन्द्रं॑ मा॒ता वी॒र्ये॑णा॒ न्यृ॑ष्टम् ।\n\nअथोद॑स्थात् स्व॒यमत्कं॒ वसा॑न॒ आ रोद॑सी अपृणा॒ज्जाय॑मानः ॥५॥\n\nए॒ता अ॑र्षन्त्यलला॒भव॑न्तीर्ऋताव॑रीरिव सं॒क्रोश॑मानाः ।\n\nए॒ता वि पृ॑च्छ॒ किमि॒दं भ॑नन्ति॒ कमापो॒ अद्रिं॑ परि॒धिं रु॑जन्ति ॥६॥\n\nकिमु॑ ष्विदस्मै नि॒विदो॑ भन॒न्तेन्द्र॑स्याव॒द्यं दि॑धिषन्त॒ आप॑: ।\n\nममै॒तान् पु॒त्रो म॑ह॒ता व॒धेन॑ वृ॒त्रं ज॑घ॒न्वाँ अ॑सृज॒द् वि सिन्धू॑न् ॥७॥\n\nमम॑च्च॒न त्वा॑ युव॒तिः प॒रास॒ मम॑च्च॒न त्वा॑ कु॒षवा॑ ज॒गार॑ ।\n\nमम॑च्चि॒दाप॒: शिश॑वे ममृड्यु॒र्मम॑च्चि॒दिन्द्र॒: सह॒सोद॑तिष्ठत् ॥८॥\n\nमम॑च्च॒न ते॑ मघव॒न् व्यं॑सो निविवि॒ध्वाँ अप॒ हनू॑ ज॒घान॑ ।\n\nअधा॒ निवि॑द्ध॒ उत्त॑रो बभू॒वाञ्छिरो॑ दा॒सस्य॒ सं पि॑णग्व॒धेन॑ ॥९॥\n\nगृ॒ष्टिः स॑सूव॒ स्थवि॑रं तवा॒गाम॑नाधृ॒ष्यं वृ॑ष॒भं तुम्र॒मिन्द्र॑म् ।\n\nअरी॑ळहं व॒त्सं च॒रथा॑य मा॒ता स्व॒यं गा॒तुं त॒न्व॑ इ॒च्छमा॑नम् ॥१०॥\n\nउ॒त मा॒ता म॑हि॒षमन्व॑वेनद॒मी त्वा॑ जहति पुत्र दे॒वाः ।\n\nअथा॑ब्रवीद् वृ॒त्रमिन्द्रो॑ हनि॒ष्यन् त्सखे॑ विष्णो वित॒रं वि क्र॑मस्व ॥११॥\n\nकस्ते॑ मा॒तरं॑ वि॒धवा॑मचक्रच्छ॒युं कस्त्वाम॑जिघांस॒च्चर॑न्तम् ।\n\nकस्ते॑ दे॒वो अधि॑ मार्डी॒क आ॑सी॒द् यत् प्राक्षि॑णाः पि॒तरं॑ पाद॒गृह्य॑ ॥१२॥\n\nअव॑र्त्या॒ शुन॑ आ॒न्त्राणि॑ पेचे॒ न दे॒वेषु॑ विविदे मर्डि॒तार॑म् ।\n\nअप॑श्यं जा॒यामम॑हीयमाना॒मधा॑ मे श्ये॒नो मध्वा ज॑भार ॥१३॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 19,
        "text": "११ वामदेवो गौतमः। इन्द्रः। त्रिष्टुप्।\n\nए॒वा त्वामि॑न्द्र वज्रि॒न्नत्र॒ विश्वे॑ दे॒वास॑: सु॒हवा॑स॒ ऊमा॑: ।\n\nम॒हामु॒भे रोद॑सी वृ॒द्धमृ॒ष्वं निरेक॒मिद् वृ॑णते वृत्र॒हत्ये॑ ॥१॥\n\nअवा॑सृजन्त॒ जिव्र॑यो॒ न दे॒वा भुव॑: स॒म्राळि॑न्द्र स॒त्ययो॑निः ।\n\nअह॒न्नहिं॑ परि॒शया॑न॒मर्ण॒: प्र व॑र्त॒नीर॑रदो वि॒श्वधे॑नाः ॥२॥\n\nअतृ॑प्णुवन्तं॒ विय॑तमबु॒ध्यमबु॑ध्यमानं सुषुपा॒णमि॑न्द्र ।\n\nस॒प्त प्रति॑ प्र॒वत॑ आ॒शया॑न॒महिं॒ वज्रे॑ण॒ वि रि॑णा अप॒र्वन् ॥३॥\n\nअक्षो॑दय॒च्छव॑सा॒ क्षाम॑ बु॒ध्नं वार्ण वात॒स्तवि॑षीभि॒रिन्द्र॑: ।\n\nदृ॒ळहान्यौ॑भ्नादु॒शमा॑न॒ ओजोऽवा॑भिनत् क॒कुभ॒: पर्व॑तानाम् ॥४॥\n\nअ॒भि प्र द॑द्रु॒र्जन॑यो॒ न गर्भं॒ रथा॑ इव॒ प्र य॑युः सा॒कमद्र॑यः ।\n\nअत॑र्पयो वि॒सृत॑ उ॒ब्ज ऊ॒र्मीन् त्वं वृ॒ताँ अ॑रिणा इन्द्र॒ सिन्धू॑न् ॥५॥\n\nत्वं म॒हीम॒वनिं॑ वि॒श्वधे॑नां तु॒र्वीत॑ये व॒य्या॑य॒ क्षर॑न्तीम् ।\n\nअर॑मयो॒ नम॒सैज॒दर्ण॑: सुतर॒णाँ अ॑कृणोरिन्द्र॒ सिन्धू॑न् ॥६॥\n\nप्राग्रुवो॑ नभ॒न्वो॒३ न वक्वा॑ ध्व॒स्रा अ॑पिन्वद् युव॒तीर्ऋ॑त॒ज्ञाः ।\n\nधन्वा॒न्यज्राँ॑ अपृणक् तृषा॒णाँ अधो॒गिन्द्र॑: स्त॒र्यो॒३ दंसु॑पत्नीः ॥७॥\n\nपू॒र्वीरु॒षस॑: श॒रद॑श्च गू॒र्ता वृ॒त्रं ज॑घ॒न्वाँ अ॑सृज॒द् वि सिन्धू॑न् ।\n\nपरि॑ष्ठिता अतृणद् बद्बधा॒नाः सी॒रा इन्द्र॒: स्रवि॑तवे पृथि॒व्या ॥८॥\n\nव॒म्रीभि॑: पु॒त्रम॒ग्रुवो॑ अदा॒नं नि॒वेश॑नाद्धरिव॒ आ ज॑भर्थ ।\n\nव्य१न्धो अ॑ख्य॒दहि॑माददा॒नो निर्भू॑दुख॒च्छित्सम॑रन्त॒ पर्व॑ ॥९॥\n\nप्र ते॒ पूर्वा॑णि॒ कर॑णानि विप्राऽऽवि॒द्वाँ आ॑ह वि॒दुषे॒ करां॑सि ।\n\nयथा॑यथा॒ वृष्ण्या॑नि॒ स्वगू॒र्ता ऽपां॑सि राज॒न् नर्यावि॑वेषीः ॥१०॥\n\nनू ष्टु॒त इ॑न्द्र॒ नू गृ॑णा॒न इषं॑ जरि॒त्रे न॒द्यो॒३ न पी॑पेः ।\n\nअका॑रि ते हरिवो॒ ब्रह्म॒ नव्यं॑ धि॒या स्या॑म र॒थ्य॑: सदा॒साः ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 20,
        "text": "११ वामदेवो गौतमः। इन्द्रः। त्रिष्टुप्।\n\nआ न॒ इन्द्रो॑ दू॒रादा न॑ आ॒साद॑भिष्टि॒कृदव॑से यासदु॒ग्रः ।\n\nओजि॑ष्ठेभिर्नृ॒पति॒र्वज्र॑बाहुः सं॒गे स॒मत्सु॑ तु॒र्वणि॑: पृत॒न्यून् ॥१॥\n\nआ न॒ इन्द्रो॒ हरि॑भिर्या॒त्वच्छा॑ऽर्वाची॒नोऽव॑से॒ राध॑से च ।\n\nतिष्ठा॑ति व॒ज्री म॒घवा॑ विर॒प्शीमं य॒ज्ञमनु॑ नो॒ वाज॑सातौ ॥२॥\n\nइ॒मं य॒ज्ञं त्वम॒स्माक॑मिन्द्र पु॒रो दध॑त् सनिष्यसि॒ क्रतुं॑ नः ।\n\nश्व॒घ्नीव॑ वज्रिन् त्स॒नये॒ धना॑नां॒ त्वया॑ व॒यम॒र्य आ॒जिं ज॑येम ॥३॥\n\nउ॒शन्नु॒ षु ण॑: सु॒मना॑ उपा॒के सोम॑स्य॒ नु सुषु॑तस्य स्वधावः ।\n\nपा इ॑न्द्र॒ प्रति॑भृतस्य॒ मध्व॒: समन्ध॑सा ममदः पृ॒ष्ठ्ये॑न ॥४॥\n\nवि यो र॑र॒प्श ऋषि॑भि॒र्नवे॑भिर्वृ॒क्षो न प॒क्वः सृण्यो॒ न जेता॑ ।\n\nमर्यो॒ न योषा॑म॒भि मन्य॑मा॒नोऽच्छा॑ विवक्मि पुरुहू॒तमिन्द्र॑म् ॥५॥\n\nगि॒रिर्न यः स्वत॑वाँ ऋ॒ष्व इन्द्र॑: स॒नादे॒व सह॑से जा॒त उ॒ग्रः ।\n\nआद॑र्ता॒ वज्रं॒ स्थवि॑रं॒ न भी॒म उ॒द्नेव॒ कोशं॒ वसु॑ना॒ न्यृ॑ष्टम् ॥६॥\n\nन यस्य॑ व॒र्ता ज॒नुषा॒ न्वस्ति॒ न राध॑स आमरी॒ता म॒घस्य॑ ।\n\nउ॒द्वा॒वृ॒षा॒णस्त॑विषीव उग्रा॒स्मभ्यं॑ दद्धि पुरुहूत रा॒यः ॥७॥\n\nईक्षे॑ रा॒यः क्षय॑स्य चर्षणी॒नामु॒त व्र॒जम॑पव॒र्तासि॒ गोना॑म् ।\n\nशि॒क्षा॒न॒रः स॑मि॒थेषु॑ प्र॒हावा॒न् वस्वो॑ रा॒शिम॑भिने॒तासि॒ भूरि॑म् ॥८॥\n\nकया॒ तच्छृ॑ण्वे॒ शच्या॒ शचि॑ष्ठो॒ यया॑ कृ॒णोति॒ मुहु॒ का चि॑दृ॒ष्वः ।\n\nपु॒रु दा॒शुषे॒ विच॑यिष्ठो॒ अंहोऽथा॑ दधाति॒ द्रवि॑णं जरि॒त्रे ॥९॥\n\nमा नो॑ मर्धी॒रा भ॑रा द॒द्धि तन्न॒: प्र दा॒शुषे॒ दात॑वे॒ भूरि॒ यत्ते॑ ।\n\nनव्ये॑ दे॒ष्णे श॒स्ते अ॒स्मिन् त॑ उ॒क्थे प्र ब्र॑वाम व॒यमि॑न्द्र स्तु॒वन्त॑: ॥१०॥\n\nनू ष्टु॒त इ॑न्द्र॒ नू गृ॑णा॒न इषं॑ जरि॒त्रे न॒द्यो॒३ न पी॑पेः ।\n\nअका॑रि ते हरिवो॒ ब्रह्म॒ नव्यं॑ धि॒या स्या॑म र॒थ्य॑: सदा॒साः ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 21,
        "text": "११ वामदेवो गौतमः। इन्द्रः। त्रिष्टुप्।\n\nआ या॒त्विन्द्रोऽव॑स॒ उप॑ न इ॒ह स्तु॒तः स॑ध॒माद॑स्तु॒ शूर॑: ।\n\nवा॒वृ॒धा॒नस्तवि॑षी॒र्यस्य॑ पू॒र्वीर्द्यौर्न क्ष॒त्रम॒भिभू॑ति॒ पुष्या॑त् ॥१॥\n\nतस्येदि॒ह स्त॑वथ॒ वृष्ण्या॑नि तुविद्यु॒म्नस्य॑ तुवि॒राध॑सो॒ नॄन् ।\n\nयस्य॒ क्रतु॑र्विद॒थ्यो॒३ न स॒म्राट् सा॒ह्वान्तरु॑त्रो अ॒भ्यस्ति॑ कृ॒ष्टीः ॥२॥\n\nआ या॒त्विन्द्रो॑ दि॒व आ पृ॑थि॒व्या म॒क्षू स॑मु॒द्रादु॒त वा॒ पुरी॑षात् ।\n\nस्व॑र्णरा॒दव॑से नो म॒रुत्वा॑न् परा॒वतो॑ वा॒ सद॑नादृ॒तस्य॑ ॥३॥\n\nस्थू॒रस्य॑ रा॒यो बृ॑ह॒तो य ईशे॒ तमु॑ ष्टवाम वि॒दथे॒ष्विन्द्र॑म् ।\n\nयो वा॒युना॒ जय॑ति॒ गोम॑तीषु॒ प्र धृ॑ष्णु॒या नय॑ति॒ वस्यो॒ अच्छ॑ ॥४॥\n\nउप॒ यो नमो॒ नम॑सि स्तभा॒यन्निय॑र्ति॒ वाचं॑ ज॒नय॒न् यज॑ध्यै ।\n\nऋ॒ञ्ज॒सा॒नः पु॑रु॒वार॑ उ॒क्थैरेन्द्रं॑ कृण्वीत॒ सद॑नेषु॒ होता॑ ॥५॥\n\nधि॒षा यदि॑ धिष॒ण्यन्त॑: सर॒ण्यान् त्सद॑न्तो॒ अद्रि॑मौशि॒जस्य॒ गोहे॑ ।\n\nआ दु॒रोषा॑: पा॒स्त्यस्य॒ होता॒ यो नो॑ म॒हान् त्सं॒वर॑णेषु॒ वह्नि॑: ॥६॥\n\nस॒त्रा यदीं॑ भार्व॒रस्य॒ वृष्ण॒: सिष॑क्ति॒ शुष्म॑: स्तुव॒ते भरा॑य ।\n\nगुहा॒ यदी॑मौशि॒जस्य॒ गोहे॒ प्र यद् धि॒ये प्राय॑से॒ मदा॑य ॥७॥\n\nवि यद् वरां॑सि॒ पर्व॑तस्य वृ॒ण्वे पयो॑भिर्जि॒न्वे अ॒पां जवां॑सि ।\n\nवि॒दद् गौ॒रस्य॑ गव॒यस्य॒ गोहे॒ यदी॒ वाजा॑य सु॒ध्यो॒३ वह॑न्ति ॥८॥\n\nभ॒द्रा ते॒ हस्ता॒ सुकृ॑तो॒त पा॒णी प्र॑य॒न्तारा॑ स्तुव॒ते राध॑ इन्द्र ।\n\nका ते॒ निष॑त्ति॒: किमु॒ नो म॑मत्सि॒ किं नोदु॑दु हर्षसे॒ दात॒वा उ॑ ॥९॥\n\nए॒वा वस्व॒ इन्द्र॑: स॒त्यः स॒म्राड्ढन्ता॑ वृ॒त्रं वरि॑वः पू॒रवे॑ कः ।\n\nपुरु॑ष्टुत॒ क्रत्वा॑ नः शग्धि रा॒यो भ॑क्षी॒य तेऽव॑सो॒ दैव्य॑स्य ॥१०॥\n\nनू ष्टु॒त इ॑न्द्र॒ नू गृ॑णा॒न इषं॑ जरि॒त्रे न॒द्यो॒३ न पी॑पेः ।\n\nअका॑रि ते हरिवो॒ ब्रह्म॒ नव्यं॑ धि॒या स्या॑म र॒थ्य॑: सदा॒साः ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 22,
        "text": "११ वामदेवो गौतमः। इन्द्रः। त्रिष्टुप्।\n\nयन्न॒ इन्द्रो॑ जुजु॒षे यच्च॒ वष्टि॒ तन्नो॑ म॒हान् क॑रति शु॒ष्म्या चि॑त् ।\n\nब्रह्म॒ स्तोमं॑ म॒घवा॒ सोम॑मु॒क्था यो अश्मा॑नं॒ शव॑सा॒ बिभ्र॒देति॑ ॥१॥\n\nवृषा॒ वृष॑न्धिं॒ चतु॑रश्रि॒मस्य॑न्नु॒ग्रो बा॒हुभ्यां॒ नृत॑म॒: शची॑वान् ।\n\nश्रि॒ये परु॑ष्णीमु॒षमा॑ण॒ ऊर्णां॒ यस्या॒: पर्वा॑णि स॒ख्याय॑ वि॒व्ये ॥२॥\n\nयो दे॒वो दे॒वत॑मो॒ जाय॑मानो म॒हो वाजे॑भिर्म॒हद्भि॑श्च॒ शुष्मै॑: ।\n\nदधा॑नो॒ वज्रं॑ बा॒ह्वोरु॒शन्तं॒ द्याममे॑न रेजय॒त् प्र भूम॑ ॥३॥\n\nविश्वा॒ रोधां॑सि प्र॒वत॑श्च पू॒र्वीर्द्यौर्ऋ॒ष्वाज्जनि॑मन् रेजत॒ क्षाः ।\n\nआ मा॒तरा॒ भर॑ति शु॒ष्म्या गोर्नृ॒वत् परि॑ज्मन् नोनुवन्त॒ वाता॑: ॥४॥\n\nता तू त॑ इन्द्र मह॒तो म॒हानि॒ विश्वे॒ष्वित् सव॑नेषु प्र॒वाच्या॑ ।\n\nयच्छू॑र धृष्णो धृष॒ता द॑धृ॒ष्वानहिं॒ वज्रे॑ण॒ शव॒सावि॑वेषीः ॥५॥\n\nता तू ते॑ स॒त्या तु॑विनृम्ण॒ विश्वा॒ प्र धे॒नव॑: सिस्रते॒ वृष्ण॒ ऊध्न॑: ।\n\nअधा॑ ह॒ त्वद् वृ॑षमणो भिया॒नाः प्र सिन्ध॑वो॒ जव॑सा चक्रमन्त ॥६॥\n\nअत्राह॑ ते हरिव॒स्ता उ॑ दे॒वीरवो॑भिरिन्द्र स्तवन्त॒ स्वसा॑रः ।\n\nयत् सी॒मनु॒ प्र मु॒चो ब॑द्बधा॒ना दी॒र्घामनु॒ प्रसि॑तिं स्यन्द॒यध्यै॑ ॥७॥\n\nपि॒पी॒ळे अं॒शुर्मद्यो॒ न सिन्धु॒रा त्वा॒ शमी॑ शशमा॒नस्य॑ श॒क्तिः ।\n\nअ॒स्म॒द्र्य॑क् शुशुचा॒नस्य॑ यम्या आ॒शुर्न र॒श्मिं तु॒व्योज॑सं॒ गोः ॥८॥\n\nअ॒स्मे वर्षि॑ष्ठा कृणुहि॒ ज्येष्ठा॑ नृ॒म्णानि॑ स॒त्रा स॑हुरे॒ सहां॑सि ।\n\nअ॒स्मभ्यं॑ वृ॒त्रा सु॒हना॑नि रन्धि ज॒हि वध॑र्व॒नुषो॒ मर्त्य॑स्य ॥९॥\n\nअ॒स्माक॒मित् सु शृ॑णुहि॒ त्वमि॑न्द्रा॒ऽस्मभ्यं॑ चि॒त्राँ उप॑ माहि॒ वाजा॑न् ।\n\nअ॒स्मभ्यं॒ विश्वा॑ इषण॒: पुरं॑धीर॒स्माकं॒ सु म॑घवन् बोधि गो॒दाः ॥१०॥\n\nनू ष्टु॒त इ॑न्द्र॒ नू गृ॑णा॒न इषं॑ जरि॒त्रे न॒द्यो॒३ न पी॑पेः ।\n\nअका॑रि ते हरिवो॒ ब्रह्म॒ नव्यं॑ धि॒या स्या॑म र॒थ्य॑: सदा॒साः ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 23,
        "text": "११ वामदेवो गौतमः। इन्द्रः, ८-१० ऋतं वा। त्रिष्टुप्।\n\nक॒था म॒हाम॑वृध॒त् कस्य॒ होतु॑र्य॒ज्ञं जु॑षा॒णो अ॒भि सोम॒मूध॑: ।\n\nपिब॑न्नुशा॒नो जु॒षमा॑णो॒ अन्धो॑ वव॒क्ष ऋ॒ष्वः शु॑च॒ते धना॑य ॥१॥\n\nको अ॑स्य वी॒रः स॑ध॒माद॑माप॒ समा॑नंश सुम॒तिभि॒: को अ॑स्य ।\n\nकद॑स्य चि॒त्रं चि॑किते॒ कदू॒ती वृ॒धे भु॑वच्छशमा॒नस्य॒ यज्यो॑: ॥२॥\n\nक॒था शृ॑णोति हू॒यमा॑न॒मिन्द्र॑: क॒था शृ॒ण्वन्नव॑सामस्य वेद ।\n\nका अ॑स्य पू॒र्वीरुप॑मातयो ह क॒थैन॑माहु॒: पपु॑रिं जरि॒त्रे ॥३॥\n\nक॒था स॒बाध॑: शशमा॒नो अ॑स्य॒ नश॑द॒भि द्रवि॑णं॒ दीध्या॑नः ।\n\nदे॒वो भु॑व॒न्नवे॑दा म ऋ॒तानां॒ नमो॑ जगृ॒भ्वाँ अ॒भि यज्जुजो॑षत् ॥४॥\n\nक॒था कद॒स्या उ॒षसो॒ व्यु॑ष्टौ दे॒वो मर्त॑स्य स॒ख्यं जु॑जोष ।\n\nक॒था कद॑स्य स॒ख्यं सखि॑भ्यो॒ ये अ॑स्मि॒न् कामं॑ सु॒युजं॑ तत॒स्रे ॥५॥\n\nकिमादम॑त्रं स॒ख्यं सखि॑भ्यः क॒दा नु ते॑ भ्रा॒त्रं प्र ब्र॑वाम ।\n\nश्रि॒ये सु॒दृशो॒ वपु॑रस्य॒ सर्गा॒: स्व१र्ण चि॒त्रत॑ममिष॒ आ गोः ॥६॥\n\nद्रुहं॒ जिघां॑सन् ध्व॒रस॑मनि॒न्द्रां तेति॑क्ते ति॒ग्मा तु॒जसे॒ अनी॑का ।\n\nऋ॒णा चि॒द् यत्र॑ ऋण॒या न॑ उ॒ग्रो दू॒रे अज्ञा॑ता उ॒षसो॑ बबा॒धे ॥७॥\n\nऋ॒तस्य॒ हि शु॒रुध॒: सन्ति॑ पू॒र्वीर्ऋ॒तस्य॑ धी॒तिर्वृ॑जि॒नानि॑ हन्ति ।\n\nऋ॒तस्य॒ श्लोको॑ बधि॒रा त॑तर्द॒ कर्णा॑ बुधा॒नः शु॒चमा॑न आ॒योः ॥८॥\n\nऋ॒तस्य॑ दृ॒ळहा ध॒रुणा॑नि सन्ति पु॒रूणि॑ च॒न्द्रा वपु॑षे॒ वपूं॑षि ।\n\nऋ॒तेन॑ दी॒र्घमि॑षणन्त॒ पृक्ष॑ ऋ॒तेन॒ गाव॑ ऋ॒तमा वि॑वेशुः ॥९॥\n\nऋ॒तं ये॑मा॒न ऋ॒तमिद् व॑नोत्यृ॒तस्य॒ शुष्म॑स्तुर॒या उ॑ ग॒व्युः ।\n\nऋ॒ताय॑ पृ॒थ्वी ब॑हु॒ले ग॑भी॒रे ऋ॒ताय॑ धे॒नू प॑र॒मे दु॑हाते ॥१०॥\n\nनू ष्टु॒त इ॑न्द्र॒ नू गृ॑णा॒न इषं॑ जरि॒त्रे न॒द्यो॒३ न पी॑पेः ।\n\nअका॑रि ते हरिवो॒ ब्रह्म॒ नव्यं॑ धि॒या स्या॑म र॒थ्य॑: सदा॒साः ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 24,
        "text": "११ वामदेवो गौतमः। इन्द्रः। त्रिष्टुप्, १० अनुष्टुप् ।\n\nका सु॑ष्टु॒तिः शव॑सः सू॒नुमिन्द्र॑मर्वाची॒नं राध॑स॒ आ व॑वर्तत् ।\n\nद॒दिर्हि वी॒रो गृ॑ण॒ते वसू॑नि॒ स गोप॑तिर्नि॒ष्षिधां॑ नो जनासः ॥१॥\n\nस वृ॑त्र॒हत्ये॒ हव्य॒: स ईड्य॒: स सुष्टु॑त॒ इन्द्र॑: स॒त्यरा॑धाः ।\n\nस याम॒न्ना म॒घवा॒ मर्त्या॑य ब्रह्मण्य॒ते सुष्व॑ये॒ वरि॑वो धात् ॥२॥\n\nतमिन्नरो॒ वि ह्व॑यन्ते समी॒के रि॑रि॒क्वांस॑स्त॒न्व॑: कृण्वत॒ त्राम् ।\n\nमि॒थो यत् त्या॒गमु॒भया॑सो॒ अग्म॒न् नर॑स्तो॒कस्य॒ तन॑यस्य सा॒तौ ॥३॥\n\nक्र॒तू॒यन्ति॑ क्षि॒तयो॒ योग॑ उग्राऽऽशुषा॒णासो॑ मि॒थो अर्ण॑सातौ ।\n\nसं यद् विशोऽव॑वृत्रन्त यु॒ध्मा आदिन्नेम॑ इन्द्रयन्ते अ॒भीके॑ ॥४॥\n\nआदिद्ध॒ नेम॑ इन्द्रि॒यं य॑जन्त॒ आदित् प॒क्तिः पु॑रो॒ळाशं॑ रिरिच्यात् ।\n\nआदित् सोमो॒ वि प॑पृच्या॒दसु॑ष्वी॒नादिज्जु॑जोष वृष॒भं यज॑ध्यै ॥५॥\n\nकृ॒णोत्य॑स्मै॒ वरि॑वो॒ य इ॒त्थेन्द्रा॑य॒ सोम॑मुश॒ते सु॒नोति॑ ।\n\nस॒ध्री॒चीने॑न॒ मन॒सावि॑वेन॒न् तमित् सखा॑यं कृणुते स॒मत्सु॑ ॥६॥\n\nय इन्द्रा॑य सु॒नव॒त् सोम॑म॒द्य पचा॑त् प॒क्तीरु॒त भृ॒ज्जाति॑ धा॒नाः ।\n\nप्रति॑ मना॒योरु॒चथा॑नि॒ हर्य॒न् तस्मि॑न् दध॒द् वृष॑णं॒ शुष्म॒मिन्द्र॑: ॥७॥\n\nय॒दा स॑म॒र्यं व्यचे॒दृघा॑वा दी॒र्घं यदा॒जिम॒भ्यख्य॑द॒र्यः ।\n\nअचि॑क्रद॒द् वृष॑णं॒ पत्न्यच्छा॑ दुरो॒ण आ निशि॑तं सोम॒सुद्भि॑: ॥८॥\n\nभूय॑सा व॒स्नम॑चर॒त् कनी॒योऽवि॑क्रीतो अकानिषं॒ पुन॒र्यन् ।\n\nस भूय॑सा॒ कनी॑यो॒ नारि॑रेचीद् दी॒ना दक्षा॒ वि दु॑हन्ति॒ प्र वा॒णम् ॥९॥\n\nक इ॒मं द॒शभि॒र्ममेन्द्रं॑ क्रीणाति धे॒नुभि॑: ।\n\nय॒दा वृ॒त्राणि॒ जङ्घ॑न॒दथै॑नं मे॒ पुन॑र्ददत् ॥१०॥\n\nनू ष्टु॒त इ॑न्द्र॒ नू गृ॑णा॒न इषं॑ जरि॒त्रे न॒द्यो॒३ न पी॑पेः ।\n\nअका॑रि ते हरिवो॒ ब्रह्म॒ नव्यं॑ धि॒या स्या॑म र॒थ्य॑: सदा॒साः ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 25,
        "text": "८ वामदेवो गौतमः। इन्द्रः। त्रिष्टुप्।\n\nको अ॒द्य नर्यो॑ दे॒वका॑म उ॒शन्निन्द्र॑स्य स॒ख्यं जु॑जोष ।\n\nको वा॑ म॒हेऽव॑से॒ पार्या॑य॒ समि॑द्धे अ॒ग्नौ सु॒तसो॑म ईट्टे ॥१॥\n\nको ना॑नाम॒ वच॑सा सो॒म्याय॑ मना॒युर्वा॑ भवति॒ वस्त॑ उ॒स्राः ।\n\nक इन्द्र॑स्य॒ युज्यं॒ कः स॑खि॒त्वं को भ्रा॒त्रं व॑ष्टि क॒वये॒ क ऊ॒ती ॥२॥\n\nको दे॒वाना॒मवो॑ अ॒द्या वृ॑णीते॒ क आ॑दि॒त्याँ अदि॑तिं॒ ज्योति॑रीट्टे ।\n\nकस्या॒श्विना॒विन्द्रो॑ अ॒ग्निः सु॒तस्यां॒ऽशोः पि॑बन्ति॒ मन॒सावि॑वेनम् ॥३॥\n\nतस्मा॑ अ॒ग्निर्भार॑त॒: शर्म॑ यंस॒ज्ज्योक् प॑श्या॒त् सूर्य॑मु॒च्चर॑न्तम् ।\n\nय इन्द्रा॑य सु॒नवा॒मेत्याह॒ नरे॒ नर्या॑य॒ नृत॑माय नृ॒णाम् ॥४॥\n\nन तं जि॑नन्ति ब॒हवो॒ न द॒भ्रा उ॒र्व॑स्मा॒ अदि॑ति॒: शर्म॑ यंसत् ।\n\nप्रि॒यः सु॒कृत् प्रि॒य इन्द्रे॑ मना॒युः प्रि॒यः सु॑प्रा॒वीः प्रि॒यो अ॑स्य सो॒मी ॥५॥\n\nसु॒प्रा॒व्य॑: प्राशु॒षाळे॒ष वी॒रः सुष्वे॑: प॒क्तिं कृ॑णुते॒ केव॒लेन्द्र॑: ।\n\nनासु॑ष्वेरा॒पिर्न सखा॒ न जा॒मिर्दु॑ष्प्रा॒व्यो॑ऽवह॒न्तेदवा॑चः ॥६॥\n\nन रे॒वता॑ प॒णिना॑ स॒ख्यमिन्द्रोऽसु॑न्वता सुत॒पाः सं गृ॑णीते ।\n\nआस्य॒ वेद॑: खि॒दति॒ हन्ति॑ न॒ग्नं वि सुष्व॑ये प॒क्तये॒ केव॑लो भूत् ॥७॥\n\nइन्द्रं॒ परेऽव॑रे मध्य॒मास॒ इन्द्रं॒ यान्तोऽव॑सितास॒ इन्द्र॑म् ।\n\nइन्द्रं॑ क्षि॒यन्त॑ उ॒त युध्य॑माना॒ इन्द्रं॒ नरो॑ वाज॒यन्तो॑ हवन्ते ॥८॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 26,
        "text": "७ वामदेवो गौतमः, १-३ इन्द्रो वा। १-३ इन्द्रः, आत्मा वा, ४-७ श्येनः। त्रिष्टुप्।\n\nअ॒हं मनु॑रभवं॒ सूर्य॑श्चा॒हं क॒क्षीवाँ॒ ऋषि॑रस्मि॒ विप्र॑: ।\n\nअ॒हं कुत्स॑मार्जुने॒यं न्यृ॑ञ्जे॒ऽहं क॒विरु॒शना॒ पश्य॑ता मा ॥१॥\n\nअ॒हं भूमि॑मददा॒मार्या॑या॒ऽहं वृ॒ष्टिं दा॒शुषे॒ मर्त्या॑य ।\n\nअ॒हम॒पो अ॑नयं वावशा॒ना मम॑ दे॒वासो॒ अनु॒ केत॑मायन् ॥२॥\n\nअ॒हं पुरो॑ मन्दसा॒नो व्यै॑रं॒ नव॑ सा॒कं न॑व॒तीः शम्ब॑रस्य ।\n\nश॒त॒त॒मं वे॒श्यं॑ स॒र्वता॑ता॒ दिवो॑दासमतिथि॒ग्वं यदाव॑म् ॥३॥\n\nप्र सु ष विभ्यो॑ मरुतो॒ विर॑स्तु॒ प्र श्ये॒नः श्ये॒नेभ्य॑ आशु॒पत्वा॑ ।\n\nअ॒च॒क्रया॒ यत् स्व॒धया॑ सुप॒र्णो ह॒व्यं भर॒न्मन॑वे दे॒वजु॑ष्टम् ॥४॥\n\nभर॒द् यदि॒ विरतो॒ वेवि॑जानः प॒थोरुणा॒ मनो॑जवा असर्जि ।\n\nतूयं॑ ययौ॒ मधु॑ना सो॒म्येनो॒त श्रवो॑ विविदे श्ये॒नो अत्र॑ ॥५॥\n\nऋ॒जी॒पी श्ये॒नो दद॑मानो अं॒शुं प॑रा॒वत॑: शकु॒नो म॒न्द्रं मद॑म् ।\n\nसोमं॑ भरद् दादृहा॒णो दे॒वावा॑न् दि॒वो अ॒मुष्मा॒दुत्त॑रादा॒दाय॑ ॥६॥\n\nआ॒दाय॑ श्ये॒नो अ॑भर॒त् सोमं॑ स॒हस्रं॑ स॒वाँ अ॒युतं॑ च सा॒कम् ।\n\nअत्रा॒ पुरं॑धिरजहा॒दरा॑ती॒र्मदे॒ सोम॑स्य मू॒रा अमू॑रः ॥७॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 27,
        "text": "५ वामदेवो गौतमः। श्येनः, ५ इन्द्रो वा। त्रिष्टुप्, ५ शक्वरी।\n\nगर्भे॒ नु सन्नन्वे॑षामवेदम॒हं दे॒वानां॒ जनि॑मानि॒ विश्वा॑ ।\n\nश॒तं मा॒ पुर॒ आय॑सीररक्ष॒न्नध॑ श्ये॒नो ज॒वसा॒ निर॑दीयम् ॥१॥\n\nन घा॒ स मामप॒ जोषं॑ जभारा॒ऽभीमा॑स॒ त्वक्ष॑सा वी॒र्ये॑ण ।\n\nई॒र्मा पुरं॑धिरजहा॒दरा॑तीरु॒त वाताँ॑ अतर॒च्छूशु॑वानः ॥२॥\n\nअव॒ यच्छ्ये॒नो अस्व॑नी॒दध॒ द्योर्वि यद् यदि॒ वात॑ ऊ॒हुः पुरं॑धिम् ।\n\nसृ॒जद् यद॑स्मा॒ अव॑ ह क्षि॒पज्ज्यां कृ॒शानु॒रस्ता॒ मन॑सा भुर॒ण्यन् ॥३॥\n\nऋ॒जि॒प्य ई॒मिन्द्रा॑वतो॒ न भु॒ज्युं श्ये॒नो ज॑भार बृह॒तो अधि॒ ष्णोः ।\n\nअ॒न्तः प॑तत् पत॒त्र्य॑स्य प॒र्णमध॒ याम॑नि॒ प्रसि॑तस्य॒ तद् वेः ॥४॥\n\nअध॑ श्वे॒तं क॒लशं॒ गोभि॑र॒क्तमा॑पिप्या॒नं म॒घवा॑ शु॒क्रमन्ध॑: ।\n\nअ॒ध्व॒र्युभि॒: प्रय॑तं॒ मध्वो॒ अग्र॒मिन्द्रो॒ मदा॑य॒ प्रति॑ ध॒त् पिब॑ध्यै॒ शूरो॒ मदा॑य॒ प्रति॑ ध॒त् पिब॑ध्यै ॥५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 28,
        "text": "५ वामदेवो गौतमः। इन्द्रः, इन्द्रासोमौ वा। त्रिष्टुप्।\n\nत्वा यु॒जा तव॒ तत् सो॑म स॒ख्य इन्द्रो॑ अ॒पो मन॑वे स॒स्रुत॑स्कः ।\n\nअह॒न्नहि॒मरि॑णात् स॒प्त सिन्धू॒नपा॑वृणो॒दपि॑हितेव॒ खानि॑ ॥१॥\n\nत्वा यु॒जा नि खि॑द॒त् सूर्य॒स्येन्द्र॑श्च॒क्रं सह॑सा स॒द्य इ॑न्दो ।\n\nअधि॒ ष्णुना॑ बृह॒ता वर्त॑मानं म॒हो द्रु॒हो अप॑ वि॒श्वायु॑ धायि ॥२॥\n\nअह॒न्निन्द्रो॒ अद॑हद॒ग्निरि॑न्दो पु॒रा दस्यू॑न्म॒ध्यंदि॑नाद॒भीके॑ ।\n\nदु॒र्गे दु॑रो॒णे क्रत्वा॒ न या॒तां पु॒रू स॒हस्रा॒ शर्वा॒ नि ब॑र्हीत् ॥३॥\n\nविश्व॑स्मात् सीमध॒माँ इ॑न्द्र॒ दस्यू॒न् विशो॒ दासी॑रकृणोरप्रश॒स्ताः ।\n\nअबा॑धेथा॒ममृ॑णतं॒ नि शत्रू॒नवि॑न्देथा॒मप॑चितिं॒ वध॑त्रैः ॥४॥\n\nए॒वा स॒त्यं म॑घवाना यु॒वं तदिन्द्र॑श्च सोमो॒र्वमश्व्यं॒ गोः ।\n\nआद॑र्दृत॒मपि॑हिता॒न्यश्ना॑ रिरि॒चथु॒: क्षाश्चि॑त् ततृदा॒ना ॥५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 29,
        "text": "५ वामदेवो गौतमः। इन्द्रः। त्रिष्टुप्।\n\nआ न॑: स्तु॒त उप॒ वाजे॑भिरू॒ती इन्द्र॑ या॒हि हरि॑भिर्मन्दसा॒नः ।\n\nति॒रश्चि॑द॒र्यः सव॑ना पु॒रूण्या॑ङ्गू॒षेभि॑र्गृणा॒नः स॒त्यरा॑धाः ॥१॥\n\nआ हि ष्मा॒ याति॒ नर्य॑श्चिकि॒त्वान् हू॒यमा॑नः सो॒तृभि॒रुप॑ य॒ज्ञम् ।\n\nस्वश्वो॒ यो अभी॑रु॒र्मन्य॑मानः सुष्वा॒णेभि॒र्मद॑ति॒ सं ह॑ वी॒रैः ॥२॥\n\nश्रा॒वयेद॑स्य॒ कर्णा॑ वाज॒यध्यै॒ जुष्टा॒मनु॒ प्र दिशं॑ मन्द॒यध्यै॑ ।\n\nउ॒द्वा॒वृ॒षा॒णो राध॑से॒ तुवि॑ष्मा॒न् कर॑न्न॒ इन्द्र॑: सुती॒र्थाभ॑यं च ॥३॥\n\nअच्छा॒ यो गन्ता॒ नाध॑मानमू॒ती इ॒त्था विप्रं॒ हव॑मानं गृ॒णन्त॑म् ।\n\nउप॒ त्मनि॒ दधा॑नो धु॒र्या॒३शून् त्स॒हस्रा॑णि श॒तानि॒ वज्र॑बाहुः ॥४॥\n\nत्वोता॑सो मघवन्निन्द्र॒ विप्रा॑ व॒यं ते॑ स्याम सू॒रयो॑ गृ॒णन्त॑: ।\n\nभे॒जा॒नासो॑ बृ॒हद्दि॑वस्य रा॒य आ॑का॒य्य॑स्य दा॒वने॑ पुरु॒क्षोः ॥५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 30,
        "text": "२४ वामदेवो गौतमः। इन्द्रः, ९-११ इन्द्रोषसो। गायत्री, ८-२४ अनुष्टुप्।\n\nनकि॑रिन्द्र॒ त्वदुत्त॑रो॒ न ज्यायाँ॑ अस्ति वृत्रहन् । नकि॑रे॒वा यथा॒ त्वम् ॥१॥\n\nस॒त्रा ते॒ अनु॑ कृ॒ष्टयो॒ विश्वा॑ च॒क्रेव॑ वावृतुः । स॒त्रा म॒हाँ अ॑सि श्रु॒तः ॥२॥\n\nविश्वे॑ च॒नेद॒ना त्वा॑ दे॒वास॑ इन्द्र युयुधुः । यदहा॒ नक्त॒माति॑रः ॥३॥\n\nयत्रो॒त बा॑धि॒तेभ्य॑श्च॒क्रं कुत्सा॑य॒ युध्य॑ते । मु॒षा॒य इ॑न्द्र॒ सूर्य॑म् ॥४॥\n\nयत्र॑ दे॒वाँ ऋ॑घाय॒तो विश्वाँ॒ अयु॑ध्य॒ एक॒ इत् । त्वमि॑न्द्र व॒नूँरह॑न् ॥५॥\n\nयत्रो॒त मर्त्या॑य॒ कमरि॑णा इन्द्र॒ सूर्य॑म् । प्राव॒: शची॑भि॒रेत॑शम् ॥६॥\n\nकिमादु॒तासि॑ वृत्रह॒न् मघ॑वन् मन्यु॒मत्त॑मः । अत्राह॒ दानु॒माति॑रः ॥७॥\n\nए॒तद् घेदु॒त वी॒र्य१मिन्द्र॑ च॒कर्थ॒ पौंस्य॑म् । स्त्रियं॒ यद् दु॑र्हणा॒युवं॒ वधी॑र्दुहि॒तरं॑ दि॒वः ॥८॥\n\nदि॒वश्चि॑द् घा दुहि॒तरं॑ म॒हान् म॑ही॒यमा॑नाम् । उ॒षास॑मिन्द्र॒ सं पि॑णक् ॥९॥\n\nअपो॒षा अन॑सः सर॒त् सम्पि॑ष्टा॒दह॑ बि॒भ्युषी॑ । नि यत्सीं॑ शि॒श्नथ॒द् वृषा॑ ॥१०॥\n\nए॒तद॑स्या॒ अन॑: शये॒ सुस॑म्पिष्टं॒ विपा॒श्या । स॒सार॑ सीं परा॒वत॑: ॥११॥\n\nउ॒त सिन्धुं॑ विबा॒ल्यं॑ वितस्था॒नामधि॒ क्षमि॑ । परि॑ ष्ठा इन्द्र मा॒यया॑ ॥१२॥\n\nउ॒त शुष्ण॑स्य धृष्णु॒या प्र मृ॑क्षो अ॒भि वेद॑नम् । पुरो॒ यद॑स्य सम्पि॒णक् ॥१३॥\n\nउ॒त दा॒सं कौ॑लित॒रं बृ॑ह॒तः पर्व॑ता॒दधि॑ । अवा॑हन्निन्द्र॒ शम्ब॑रम् ॥१४॥\n\nउ॒त दा॒सस्य॑ व॒र्चिन॑: स॒हस्रा॑णि श॒ताव॑धीः । अधि॒ पञ्च॑ प्र॒धीँरि॑व ॥१५॥\n\nउ॒त त्यं पु॒त्रम॒ग्रुव॒: परा॑वृक्तं श॒तक्र॑तुः । उ॒क्थेष्विन्द्र॒ आभ॑जत् ॥१६॥\n\nउ॒त त्या तु॒र्वशा॒यदू॑ अस्ना॒तारा॒ शची॒पति॑: । इन्द्रो॑ वि॒द्वाँ अ॑पारयत् ॥१७॥\n\nउ॒त त्या स॒द्य आर्या॑ स॒रयो॑रिन्द्र पा॒रत॑: । अर्णा॑चि॒त्रर॑थावधीः ॥१८॥\n\nअनु॒ द्वा ज॑हि॒ता न॑यो॒ऽन्धं श्रो॒णं च॑ वृत्रहन् । न तत् ते॑ सु॒म्नमष्ट॑वे ॥१९॥\n\nश॒तम॑श्म॒न्मयी॑नां पु॒रामिन्द्रो॒ व्या॑स्यत् । दिवो॑दासाय दा॒शुषे॑ ॥२०॥\n\nअस्वा॑पयद् द॒भीत॑ये स॒हस्रा॑ त्रिं॒शतं॒ हथै॑: । दा॒साना॒मिन्द्रो॑ मा॒यया॑ ॥२१॥\n\nस घेदु॒तासि॑ वृत्रहन् त्समा॒न इ॑न्द्र॒ गोप॑तिः । यस्ता विश्वा॑नि चिच्यु॒षे ॥२२॥\n\nउ॒त नू॒नं यदि॑न्द्रि॒यं क॑रि॒ष्या इ॑न्द्र॒ पौंस्य॑म् । अ॒द्या नकि॒ष्टदा मि॑नत् ॥२३॥\n\nवा॒मंवा॑मं त आदुरे दे॒वो द॑दात्वर्य॒मा । वा॒मं पू॒षा वा॒मं भगो॑ वा॒मं दे॒वः करू॑ळती ॥२४॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 31,
        "text": "१५ वामदेवो गौतमः। इन्द्रः। गायत्री, ३ पाद निचृत्।\n\nकया॑ नश्चि॒त्र आ भु॑वदू॒ती स॒दावृ॑ध॒: सखा॑ । कया॒ शचि॑ष्ठया वृ॒ता ॥१॥\n\nकस्त्वा॑ स॒त्यो मदा॑नां॒ मंहि॑ष्ठो मत्स॒दन्ध॑सः । दृ॒ळहा चि॑दा॒रुजे॒ वसु॑ ॥२॥\n\nअ॒भी षु ण॒: सखी॑नामवि॒ता ज॑रितॄ॒णाम् । श॒तं भ॑वास्यू॒तिभि॑: ॥३॥\n\nअ॒भी न॒ आ व॑वृत्स्व च॒क्रं न वृ॒त्तमर्व॑तः । नि॒युद्भि॑श्चर्षणी॒नाम् ॥४॥\n\nप्र॒वता॒ हि क्रतू॑ना॒मा हा॑ प॒देव॒ गच्छ॑सि । अभ॑क्षि॒ सूर्ये॒ सचा॑ ॥५॥\n\nसं यत्त॑ इन्द्र म॒न्यव॒: सं च॒क्राणि॑ दधन्वि॒रे । अध॒ त्वे अध॒ सूर्ये॑ ॥६॥\n\nउ॒त स्मा॒ हि त्वामा॒हुरिन्म॒घवा॑नं शचीपते । दाता॑र॒मवि॑दीधयुम् ॥७॥\n\nउ॒त स्मा॑ स॒द्य इत् परि॑ शशमा॒नाय॑ सुन्व॒ते । पु॒रू चि॑न्मंहसे॒ वसु॑ ॥८॥\n\nन॒हि ष्मा॑ ते श॒तं च॒न राधो॒ वर॑न्त आ॒मुर॑: । न च्यौ॒त्नानि॑ करिष्य॒तः ॥९॥\n\nअ॒स्माँ अ॑वन्तु ते श॒तम॒स्मान् त्स॒हस्र॑मू॒तय॑: । अ॒स्मान् विश्वा॑ अ॒भिष्ट॑यः ॥१०॥\n\nअ॒स्माँ इ॒हा वृ॑णीष्व स॒ख्याय॑ स्व॒स्तये॑ । म॒हो रा॒ये दि॒वित्म॑ते ॥११॥\n\nअ॒स्माँ अ॑विड्ढि वि॒श्वहेन्द्र॑ रा॒या परी॑णसा । अ॒स्मान् विश्वा॑भिरू॒तिभि॑: ॥१२॥\n\nअ॒स्मभ्यं॒ ताँ अपा॑ वृधि व्र॒जाँ अस्ते॑व॒ गोम॑तः । नवा॑भिरिन्द्रो॒तिभि॑: ॥१३॥\n\nअ॒स्माकं॑ धृष्णु॒या रथो॑ द्यु॒माँ इ॒न्द्रान॑पच्युतः । ग॒व्युर॑श्व॒युरी॑यते ॥१४॥\n\nअ॒स्माक॑मुत्त॒मं कृ॑धि॒ श्रवो॑ दे॒वेषु॑ सूर्य । वर्षि॑ष्ठं॒ द्यामि॑वो॒परि॑ ॥१५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 32,
        "text": "२४ वामदेवो गौतमः। इन्द्रः, २३-२४ इन्द्राश्वौ। गायत्री।\n\nआ तू न॑ इन्द्र वृत्रहन्न॒स्माक॑म॒र्धमा ग॑हि । म॒हान्म॒हीभि॑रू॒तिभि॑: ॥१॥\n\nभृमि॑श्चिद् घासि॒ तूतु॑जि॒रा चि॑त्र चि॒त्रिणी॒ष्वा । चि॒त्रं कृ॑णोष्यू॒तये॑ ॥२॥\n\nद॒भ्रेभि॑श्चि॒च्छशी॑यांसं॒ हंसि॒ व्राध॑न्त॒मोज॑सा । सखि॑भि॒र्ये त्वे सचा॑ ॥३॥\n\nव॒यमि॑न्द्र॒ त्वे सचा॑ व॒यं त्वा॒भि नो॑नुमः । अ॒स्माँअ॑स्माँ॒ इदुद॑व ॥४॥\n\nस न॑श्चि॒त्राभि॑रद्रिवोऽनव॒द्याभि॑रू॒तिभि॑: । अना॑धृष्टाभि॒रा ग॑हि ॥५॥\n\nभू॒यामो॒ षु त्वाव॑त॒: सखा॑य इन्द्र॒ गोम॑तः । युजो॒ वाजा॑य॒ घृष्व॑ये ॥६॥\n\nत्वं ह्येक॒ ईशि॑ष॒ इन्द्र॒ वाज॑स्य॒ गोम॑तः । स नो॑ यन्धि म॒हीमिष॑म् ॥७॥\n\nन त्वा॑ वरन्ते अ॒न्यथा॒ यद् दित्स॑सि स्तु॒तो म॒घम् । स्तो॒तृभ्य॑ इन्द्र गिर्वणः ॥८॥\n\nअ॒भि त्वा॒ गोत॑मा गि॒रानू॑षत॒ प्र दा॒वने॑ । इन्द्र॒ वाजा॑य॒ घृष्व॑ये ॥९॥\n\nप्र ते॑ वोचाम वी॒र्या॒३ या म॑न्दसा॒न आरु॑जः । पुरो॒ दासी॑र॒भीत्य॑ ॥१०॥\n\nता ते॑ गृणन्ति वे॒धसो॒ यानि॑ च॒कर्थ॒ पौंस्या॑ । सु॒तेष्वि॑न्द्र गिर्वणः ॥११॥\n\nअवी॑वृधन्त॒ गोत॑मा॒ इन्द्र॒ त्वे स्तोम॑वाहसः । ऐषु॑ धा वी॒रव॒द् यश॑: ॥१२॥\n\nयच्चि॒द्धि शश्व॑ता॒मसीन्द्र॒ साधा॑रण॒स्त्वम् । तं त्वा॑ व॒यं ह॑वामहे ॥१३॥\n\nअ॒र्वा॒ची॒नो व॑सो भवा॒ऽस्मे सु म॒त्स्वान्ध॑सः । सोमा॑नामिन्द्र सोमपाः ॥१४॥\n\nअ॒स्माकं॑ त्वा मती॒नामा स्तोम॑ इन्द्र यच्छतु । अ॒र्वागा व॑र्तया॒ हरी॑ ॥१५॥\n\nपु॒रो॒ळाशं॑ च नो॒ घसो॑ जो॒षया॑से॒ गिर॑श्च नः । व॒धू॒युरि॑व॒ योष॑णाम् ॥१६॥\n\nस॒हस्रं॒ व्यती॑नां यु॒क्ताना॒मिन्द्र॑मीमहे । श॒तं सोम॑स्य खा॒र्य॑: ॥१७॥\n\nस॒हस्रा॑ ते श॒ता व॒यं गवा॒मा च्या॑वयामसि । अ॒स्म॒त्रा राध॑ एतु ते ॥१८॥\n\nदश॑ ते क॒लशा॑नां॒ हिर॑ण्यानामधीमहि । भू॒रि॒दा अ॑सि वृत्रहन् ॥१९॥\n\nभूरि॑दा॒ भूरि॑ देहि नो॒ मा द॒भ्रं भूर्या भ॑र । भूरि॒ घेदि॑न्द्र दित्ससि ॥२०॥\n\nभू॒रि॒दा ह्यसि॑ श्रु॒तः पु॑रु॒त्रा शू॑र वृत्रहन् । आ नो॑ भजस्व॒ राध॑सि ॥२१॥\n\nप्र ते॑ ब॒भ्रू वि॑चक्षण॒ शंसा॑मि गोषणो नपात् । माभ्यां॒ गा अनु॑ शिश्रथः ॥२२॥\n\nक॒नी॒न॒केव॑ विद्र॒धे नवे॑ द्रुप॒दे अ॑र्भ॒के । ब॒भ्रू यामे॑षु शोभेते ॥२३॥\n\nअरं॑ म उ॒स्रया॒म्णेऽर॒मनु॑स्रयाम्णे । ब॒भ्रू यामे॑ष्व॒स्रिधा॑ ॥२४॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 33,
        "text": "११ वामदेवो गौतमः। ऋभवः। त्रिष्टुप्।\n\nप्र ऋ॒भुभ्यो॑ दू॒तमि॑व॒ वाच॑मिष्य उप॒स्तिरे॒ श्वैत॑रीं धे॒नुमी॑ळे ।\n\nये वात॑जूतास्त॒रणि॑भि॒रेवै॒: परि॒ द्यां स॒द्यो अ॒पसो॑ बभू॒वुः ॥१॥\n\nय॒दार॒मक्र॑न्नृ॒भव॑: पि॒तृभ्यां॒ परि॑विष्टी वे॒षणा॑ दं॒सना॑भिः ।\n\nआदिद् दे॒वाना॒मुप॑ स॒ख्यमा॑य॒न् धीरा॑सः पु॒ष्टिम॑वहन् म॒नायै॑ ॥२॥\n\nपुन॒र्ये च॒क्रुः पि॒तरा॒ युवा॑ना॒ सना॒ यूपे॑व जर॒णा शया॑ना ।\n\nते वाजो॒ विभ्वाँ॑ ऋ॒भुरिन्द्र॑वन्तो॒ मधु॑प्सरसो नोऽवन्तु य॒ज्ञम् ॥३॥\n\nयत् सं॒वत्स॑मृ॒भवो॒ गामर॑क्ष॒न् यत् सं॒वत्स॑मृ॒भवो॒ मा अपिं॑शन् ।\n\nयत् सं॒वत्स॒मभ॑र॒न् भासो॑ अस्या॒स्ताभि॒: शमी॑भिरमृत॒त्वमा॑शुः ॥४॥\n\nज्ये॒ष्ठ आ॑ह चम॒सा द्वा क॒रेति॒ कनी॑या॒न् त्रीन् कृ॑णवा॒मेत्या॑ह ।\n\nक॒नि॒ष्ठ आ॑ह च॒तुर॑स्क॒रेति॒ त्वष्ट॑ ऋभव॒स्तत् प॑नय॒द् वचो॑ वः ॥५॥\n\nस॒त्यमू॑चु॒र्नर॑ ए॒वा हि च॒क्रुरनु॑ स्व॒धामृ॒भवो॑ जग्मुरे॒ताम् ।\n\nवि॒भ्राज॑मानाँश्चम॒साँ अहे॒वाऽवे॑न॒त् त्वष्टा॑ च॒तुरो॑ ददृ॒श्वान् ॥६॥\n\nद्वाद॑श॒ द्यून् यदगो॑ह्यस्याऽऽति॒थ्ये रण॑न्नृ॒भव॑: स॒सन्त॑: ।\n\nसु॒क्षेत्रा॑कृण्व॒न्नन॑यन्त॒ सिन्धू॒न् धन्वाति॑ष्ठ॒न्नोष॑धीर्नि॒म्नमाप॑: ॥७॥\n\nरथं॒ ये च॒क्रुः सु॒वृतं॑ नरे॒ष्ठां ये धे॒नुं वि॑श्व॒जुवं॑ वि॒श्वरू॑पाम् ।\n\nत आ त॑क्षन्त्वृ॒भवो॑ र॒यिं न॒: स्वव॑स॒: स्वप॑सः सु॒हस्ता॑: ॥८॥\n\nअपो॒ ह्ये॑षा॒मजु॑षन्त दे॒वा अ॒भि क्रत्वा॒ मन॑सा॒ दीध्या॑नाः ।\n\nवाजो॑ दे॒वाना॑मभवत् सु॒कर्मेन्द्र॑स्य ऋभु॒क्षा वरु॑णस्य॒ विभ्वा॑ ॥९॥\n\nये हरी॑ मे॒धयो॒क्था मद॑न्त॒ इन्द्रा॑य च॒क्रुः सु॒युजा॒ ये अश्वा॑ ।\n\nते रा॒यस्पोषं॒ द्रवि॑णान्य॒स्मे ध॒त्त ऋ॑भवः क्षेम॒यन्तो॒ न मि॒त्रम् ॥१०॥\n\nइ॒दाह्न॑: पी॒तिमु॒त वो॒ मदं॑ धु॒र्न ऋ॒ते श्रा॒न्तस्य॑ स॒ख्याय॑ दे॒वाः ।\n\nते नू॒नम॒स्मे ऋ॑भवो॒ वसू॑नि तृ॒तीये॑ अ॒स्मिन् त्सव॑ने दधात ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 34,
        "text": "११ वामदेवो गौतमः। ऋभवः। त्रिष्टुप्।\n\nऋ॒भुर्विभ्वा॒ वाज॒ इन्द्रो॑ नो॒ अच्छे॒मं य॒ज्ञं र॑त्न॒धेयोप॑ यात ।\n\nइ॒दा हि वो॑ धि॒षणा॑ दे॒व्यह्ना॒मधा॑त् पी॒तिं सं मदा॑ अग्मता वः ॥१॥\n\nवि॒दा॒नासो॒ जन्म॑नो वाजरत्ना उ॒त ऋ॒तुभि॑र्ऋभवो मादयध्वम् ।\n\nसं वो॒ मदा॒ अग्म॑त॒ सं पुरं॑धिः सु॒वीरा॑म॒स्मे र॒यिमेर॑यध्वम् ॥२॥\n\nअ॒यं वो॑ य॒ज्ञ ऋ॑भवोऽकारि॒ यमा म॑नु॒ष्वत् प्र॒दिवो॑ दधि॒ध्वे ।\n\nप्र वोऽच्छा॑ जुजुषा॒णासो॑ अस्थु॒रभू॑त॒ विश्वे॑ अग्रि॒योत वा॑जाः ॥३॥\n\nअभू॑दु वो विध॒ते र॑त्न॒धेय॑मि॒दा न॑रो दा॒शुषे॒ मर्त्या॑य ।\n\nपिब॑त वाजा ऋभवो द॒दे वो॒ महि॑ तृ॒तीयं॒ सव॑नं॒ मदा॑य ॥४॥\n\nआ वा॑जा या॒तोप॑ न ऋभुक्षा म॒हो न॑रो॒ द्रवि॑णसो गृणा॒नाः ।\n\nआ व॑: पी॒तयो॑ऽभिपि॒त्वे अह्ना॑मि॒मा अस्तं॑ नव॒स्व॑ इव ग्मन् ॥५॥\n\nआ न॑पातः शवसो यात॒नोपे॒मं य॒ज्ञं नम॑सा हू॒यमा॑नाः ।\n\nस॒जोष॑सः सूरयो॒ यस्य॑ च॒ स्थ मध्व॑: पात रत्न॒धा इन्द्र॑वन्तः ॥६॥\n\nस॒जोषा॑ इन्द्र॒ वरु॑णेन॒ सोमं॑ स॒जोषा॑: पाहि गिर्वणो म॒रुद्भि॑: ।\n\nअ॒ग्रे॒पाभि॑र्ऋतु॒पाभि॑: स॒जोषा॒ ग्नास्पत्नी॑भी रत्न॒धाभि॑: स॒जोषा॑: ॥७॥\n\nस॒जोष॑स आदि॒त्यैर्मा॑दयध्वं स॒जोष॑स ऋभव॒: पर्व॑तेभिः ।\n\nस॒जोष॑सो॒ दैव्ये॑ना सवि॒त्रा स॒जोष॑स॒: सिन्धु॑भी रत्न॒धेभि॑: ॥८॥\n\nये अ॒श्विना॒ ये पि॒तरा॒ य ऊ॒ती धे॒नुं त॑त॒क्षुर्ऋ॒भवो॒ ये अश्वा॑ ।\n\nये अंस॑त्रा॒ य ऋध॒ग्रोद॑सी॒ ये विभ्वो॒ नर॑: स्वप॒त्यानि॑ च॒क्रुः ॥९॥\n\nये गोम॑न्तं॒ वाज॑वन्तं सु॒वीरं॑ र॒यिं ध॒त्थ वसु॑मन्तं पुरु॒क्षुम् ।\n\nते अ॑ग्रे॒पा ऋ॑भवो मन्दसा॒ना अ॒स्मे ध॑त्त॒ ये च॑ रा॒तिं गृ॒णन्ति॑ ॥१०॥\n\nनापा॑भूत॒ न वो॑ऽतीतृषा॒माऽनि॑:शस्ता ऋभवो य॒ज्ञे अ॒स्मिन् ।\n\nसमिन्द्रे॑ण॒ मद॑थ॒ सं म॒रुद्भि॒: सं राज॑भी रत्न॒धेया॑य देवाः ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 35,
        "text": "९ वामदेवो गौतमः। ऋभवः। त्रिष्टुप्।\n\nइ॒होप॑ यात शवसो नपात॒: सौध॑न्वना ऋभवो॒ माप॑ भूत ।\n\nअ॒स्मिन् हि व॒: सव॑ने रत्न॒धेयं॒ गम॒न्त्विन्द्र॒मनु॑ वो॒ मदा॑सः ॥१॥\n\nआग॑न्नृभू॒णामि॒ह र॑त्न॒धेय॒मभू॒त् सोम॑स्य॒ सुषु॑तस्य पी॒तिः ।\n\nसु॒कृ॒त्यया॒ यत् स्व॑प॒स्यया॑ चँ॒ एकं॑ विच॒क्र च॑म॒सं च॑तु॒र्धा ॥२॥\n\nव्य॑कृणोत चम॒सं च॑तु॒र्धा सखे॒ वि शि॒क्षेत्य॑ब्रवीत ।\n\nअथै॑त वाजा अ॒मृत॑स्य॒ पन्थां॑ ग॒णं दे॒वाना॑मृभवः सुहस्ताः ॥३॥\n\nकि॒मय॑: स्विच्चम॒स ए॒ष आ॑स॒ यं काव्ये॑न च॒तुरो॑ विच॒क्र ।\n\nअथा॑ सुनुध्वं॒ सव॑नं॒ मदा॑य पा॒त ऋ॑भवो॒ मधु॑नः सो॒म्यस्य॑ ॥४॥\n\nशच्या॑कर्त पि॒तरा॒ युवा॑ना॒ शच्या॑कर्त चम॒सं दे॑व॒पान॑म् ।\n\nशच्या॒ हरी॒ धनु॑तरावतष्टेन्द्र॒वाहा॑वृभवो वाजरत्नाः ॥५॥\n\nयो व॑: सु॒नोत्य॑भिपि॒त्वे अह्नां॑ ती॒व्रं वा॑जास॒: सव॑नं॒ मदा॑य ।\n\nतस्मै॑ र॒यिमृ॑भव॒: सर्व॑वीर॒मा त॑क्षत वृषणो मन्दसा॒नाः ॥६॥\n\nप्रा॒तः सु॒तम॑पिबो हर्यश्व॒ माध्यं॑दिनं॒ सव॑नं॒ केव॑लं ते ।\n\nसमृ॒भुभि॑: पिबस्व रत्न॒धेभि॒: सखीँ॒र्याँ इ॑न्द्र चकृ॒षे सु॑कृ॒त्या ॥७॥\n\nये दे॒वासो॒ अभ॑वता सुकृ॒त्या श्ये॒ना इ॒वेदधि॑ दि॒वि नि॑षे॒द ।\n\nते रत्नं॑ धात शवसो नपात॒: सौध॑न्वना॒ अभ॑वता॒मृता॑सः ॥८॥\n\nयत्तृ॒तीयं॒ सव॑नं रत्न॒धेय॒मकृ॑णुध्वं स्वप॒स्या सु॑हस्ताः ।\n\nतदृ॑भव॒: परि॑षिक्तं व ए॒तत् सं मदे॑भिरिन्द्रि॒येभि॑: पिबध्वम् ॥९॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 36,
        "text": "९ वामदेवो गौतमः। ऋभवः।जगती, ९ त्रिष्टुप्।\n\nअ॒न॒श्वो जा॒तो अ॑नभी॒शुरु॒क्थ्यो॒३ रथ॑स्त्रिच॒क्रः परि॑ वर्तते॒ रज॑: ।\n\nम॒हत् तद्वो॑ दे॒व्य॑स्य प्र॒वाच॑नं॒ द्यामृ॑भवः पृथि॒वीं यच्च॒ पुष्य॑थ ॥१॥\n\nरथं॒ ये च॒क्रुः सु॒वृतं॑ सु॒चेत॒सोऽवि॑ह्वरन्तं॒ मन॑स॒स्परि॒ ध्यया॑ ।\n\nताँ ऊ॒ न्व१स्य सव॑नस्य पी॒तय॒ आ वो॑ वाजा ऋभवो वेदयामसि ॥२॥\n\nतद् वो॑ वाजा ऋभवः सुप्रवाच॒नं दे॒वेषु॑ विभ्वो अभवन्महित्व॒नम् ।\n\nजिव्री॒ यत् सन्ता॑ पि॒तरा॑ सना॒जुरा॒ पुन॒र्युवा॑ना च॒रथा॑य॒ तक्ष॑थ ॥३॥\n\nएकं॒ वि च॑क्र चम॒सं चतु॑र्वयं॒ निश्चर्म॑णो॒ गाम॑रिणीत धी॒तिभि॑: ।\n\nअथा॑ दे॒वेष्व॑मृत॒त्वमा॑नश श्रु॒ष्टी वा॑जा ऋभव॒स्तद् व॑ उ॒क्थ्य॑म् ॥४॥\n\nऋ॒भु॒तो र॒यिः प्र॑थ॒मश्र॑वस्तमो॒ वाज॑श्रुतासो॒ यमजी॑जन॒न् नर॑: ।\n\nवि॒भ्व॒त॒ष्टो वि॒दथे॑षु प्र॒वाच्यो॒ यं दे॑वा॒सोऽव॑था॒ स विच॑र्षणिः ॥५॥\n\nस वा॒ज्यर्वा॒ स ऋषि॑र्वच॒स्यया॒ स शूरो॒ अस्ता॒ पृत॑नासु दु॒ष्टर॑: ।\n\nस रा॒यस्पोषं॒ स सु॒वीर्यं॑ दधे॒ यं वाजो॒ विभ्वाँ॑ ऋ॒भवो॒ यमावि॑षुः ॥६॥\n\nश्रेष्ठं॑ व॒: पेशो॒ अधि॑ धायि दर्श॒तं स्तोमो॑ वाजा ऋभव॒स्तं जु॑जुष्टन ।\n\nधीरा॑सो॒ हि ष्ठा क॒वयो॑ विप॒श्चित॒स्तान् व॑ ए॒ना ब्रह्म॒णा वे॑दयामसि ॥७॥\n\nयू॒यम॒स्मभ्यं॑ धि॒षणा॑भ्य॒स्परि॑ वि॒द्वांसो॒ विश्वा॒ नर्या॑णि॒ भोज॑ना ।\n\nद्यु॒मन्तं॒ वाजं॒ वृष॑शुष्ममुत्त॒ममा नो॑ र॒यिमृ॑भवस्तक्ष॒ता वय॑: ॥८॥\n\nइ॒ह प्र॒जामि॒ह र॒यिं ररा॑णा इ॒ह श्रवो॑ वी॒रव॑त् तक्षता नः ।\n\nयेन॑ व॒यं चि॒तये॒मात्य॒न्यान् तं वाजं॑ चि॒त्रमृ॑भवो ददा नः ॥९॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 37,
        "text": "८ वामदेवो गौतमः। ऋभवः। त्रिष्टुप्, ५-८ अनुष्टुप्।\n\nउप॑ नो वाजा अध्व॒रमृ॑भुक्षा॒ देवा॑ या॒त प॒थिभि॑र्देव॒यानै॑: ।\n\nयथा॑ य॒ज्ञं मनु॑षो वि॒क्ष्वा॒३सु द॑धि॒ध्वे र॑ण्वाः सु॒दिने॒ष्वह्ना॑म् ॥१॥\n\nते वो॑ हृ॒दे मन॑से सन्तु य॒ज्ञा जुष्टा॑सो अ॒द्य घृ॒तनि॑र्णिजो गुः ।\n\nप्र व॑: सु॒तासो॑ हरयन्त पू॒र्णाः क्रत्वे॒ दक्षा॑य हर्षयन्त पी॒ताः ॥२॥\n\nत्र्यु॒दा॒यं दे॒वहि॑तं॒ यथा॑ व॒: स्तोमो॑ वाजा ऋभुक्षणो द॒दे व॑: ।\n\nजु॒ह्वे म॑नु॒ष्वदुप॑रासु वि॒क्षु यु॒ष्मे सचा॑ बृ॒हद्दि॑वेषु॒ सोम॑म् ॥३॥\n\nपीवो॑अश्वाः शु॒चद्र॑था॒ हि भू॒ताऽय॑:शिप्रा वाजिनः सुनि॒ष्काः ।\n\nइन्द्र॑स्य सूनो शवसो नपा॒तोऽनु॑ वश्चेत्यग्रि॒यं मदा॑य ॥४॥\n\nऋ॒भुमृ॑भुक्षणो र॒यिं वाजे॑ वा॒जिन्त॑मं॒ युज॑म् ।\n\nइन्द्र॑स्वन्तं हवामहे सदा॒सात॑मम॒श्विन॑म् ॥५॥\n\nसेदृ॑भवो॒ यमव॑थ यू॒यमिन्द्र॑श्च॒ मर्त्य॑म् ।\n\nस धी॒भिर॑स्तु॒ सनि॑ता मे॒धसा॑ता॒ सो अर्व॑ता ॥६॥\n\nवि नो॑ वाजा ऋभुक्षणः प॒थश्चि॑तन॒ यष्ट॑वे ।\n\n अ॒स्मभ्यं॑ सूरयः स्तु॒ता विश्वा॒ आशा॑स्तरी॒षणि॑ ॥७॥\n\nतं नो॑ वाजा ऋभुक्षण॒ इन्द्र॒ नास॑त्या र॒यिम् ।\n\nसमश्वं॑ चर्ष॒णिभ्य॒ आ पु॒रु श॑स्त म॒घत्त॑ये ॥८॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 38,
        "text": "१० वामदेवो गौतमः। दधिक्रा, द्यावापृथिवी। त्रिष्टुप्।\n\nउ॒तो हि वां॑ दा॒त्रा सन्ति॒ पूर्वा॒ या पू॒रुभ्य॑स्त्र॒सद॑स्युर्नितो॒शे ।\n\nक्षे॒त्रा॒सां द॑दथुरुर्वरा॒सां घ॒नं दस्यु॑भ्यो अ॒भिभू॑तिमु॒ग्रम् ॥१॥\n\nउ॒त वा॒जिनं॑ पुरुनि॒ष्षिध्वा॑नं दधि॒क्रामु॑ ददथुर्वि॒श्वकृ॑ष्टिम् ।\n\nऋ॒जि॒प्यं श्ये॒नं प्रु॑षि॒तप्सु॑मा॒शुं च॒र्कृत्य॑म॒र्यो नृ॒पतिं॒ न शूर॑म् ॥२॥\n\nयं सी॒मनु॑ प्र॒वते॑व॒ द्रव॑न्तं॒ विश्व॑: पू॒रुर्मद॑ति॒ हर्ष॑माणः ।\n\nप॒ड्भिर्गृध्य॑न्तं मेध॒युं न शूरं॑ रथ॒तुरं॒ वात॑मिव॒ ध्रज॑न्तम् ॥३॥\n\nयः स्मा॑रुन्धा॒नो गध्या॑ स॒मत्सु॒ सनु॑तर॒श्चर॑ति॒ गोषु॒ गच्छ॑न् ।\n\nआ॒विर्ऋ॑जीको वि॒दथा॑ नि॒चिक्य॑त् तिरो अ॑र॒तिं पर्याप॑ आ॒योः ॥४॥\n\nउ॒त स्मै॑नं वस्त्र॒मथिं॒ न ता॒युमनु॑ क्रोशन्ति क्षि॒तयो॒ भरे॑षु ।\n\nनी॒चाय॑मानं॒ जसु॑रिं॒ न श्ये॒नं श्रव॒श्चाच्छा॑ पशु॒मच्च॑ यू॒थम् ॥५॥\n\nउ॒त स्मा॑सु प्रथ॒मः स॑रि॒ष्यन् नि वे॑वेति॒ श्रेणि॑भी॒ रथा॑नाम् ।\n\nस्रजं॑ कृण्वा॒नो जन्यो॒ न शुभ्वा॑ रे॒णुं रेरि॑हत् कि॒रणं॑ दद॒श्वान् ॥६॥\n\nउ॒त स्य वा॒जी सहु॑रिर्ऋ॒तावा॒ शुश्रू॑षमाणस्त॒न्वा॑ सम॒र्ये ।\n\nतुरं॑ य॒तीषु॑ तु॒रय॑न्नृजि॒प्योऽधि॑ भ्रु॒वोः कि॑रते रे॒णुमृ॒ञ्जन् ॥७॥\n\nउ॒त स्मा॑स्य तन्य॒तोरि॑व॒ द्योर्ऋ॑घाय॒तो अ॑भि॒युजो॑ भयन्ते ।\n\nय॒दा स॒हस्र॑म॒भि षी॒मयो॑धीद् दु॒र्वर्तु॑: स्मा भवति भी॒म ऋ॒ञ्जन् ॥८॥\n\nउ॒त स्मा॑स्य पनयन्ति॒ जना॑ जू॒तिं कृ॑ष्टि॒प्रो अ॒भिभू॑तिमा॒शोः ।\n\nउ॒तैन॑माहुः समि॒थे वि॒यन्त॒: परा॑ दधि॒क्रा अ॑सरत् स॒हस्रै॑: ॥९॥\n\nआ द॑धि॒क्राः शव॑सा॒ पञ्च॑ कृ॒ष्टीः सूर्य॑ इव॒ ज्योति॑षा॒पस्त॑तान ।\n\nस॒ह॒स्र॒साः श॑त॒सा वा॒ज्यर्वा॑ पृ॒णक्तु॒ मध्वा॒ समि॒मा वचां॑सि ॥१०॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 39,
        "text": "६ वामदेवो गौतमः। दधिक्राः। त्रिष्टुप्, ६ अनुष्टुप्।\n\nआ॒शुं द॑धि॒क्रां तमु॒ नु ष्ट॑वाम दि॒वस्पृ॑थि॒व्या उ॒त च॑र्किराम ।\n\nउ॒च्छन्ती॒र्मामु॒षस॑: सूदय॒न्त्वति॒ विश्वा॑नि दुरि॒तानि॑ पर्षन् ॥१॥\n\nम॒हश्च॑र्क॒र्म्यर्व॑तः क्रतु॒प्रा द॑धि॒क्राव्ण॑: पुरु॒वार॑स्य॒ वृष्ण॑: ।\n\nयं पू॒रुभ्यो॑ दीदि॒वांसं॒ नाग्निं द॒दथु॑र्मित्रावरुणा॒ ततु॑रिम् ॥२॥\n\nयो अश्व॑स्य दधि॒क्राव्णो॒ अका॑री॒त् समि॑द्धे अ॒ग्ना उ॒षसो॒ व्यु॑ष्टौ ।\n\nअना॑गसं॒ तमदि॑तिः कृणोतु॒ स मि॒त्रेण॒ वरु॑णेना स॒जोषा॑: ॥३॥\n\nद॒धि॒क्राव्ण॑ इ॒ष ऊ॒र्जो म॒हो यदम॑न्महि म॒रुतां॒ नाम॑ भ॒द्रम् ।\n\nस्व॒स्तये॒ वरु॑णं मि॒त्रम॒ग्निं हवा॑मह॒ इन्द्रं॒ वज्र॑बाहुम् ॥४॥\n\nइन्द्र॑मि॒वेदु॒भये॒ वि ह्व॑यन्त उ॒दीरा॑णा य॒ज्ञमु॑पप्र॒यन्त॑: ।\n\nद॒धि॒क्रामु॒ सूद॑नं॒ मर्त्या॑य द॒दथु॑र्मित्रावरुणा नो॒ अश्व॑म् ॥५॥\n\nद॒धि॒क्राव्णो॑ अकारिषं जि॒ष्णोरश्व॑स्य वा॒जिन॑: ।\n\nसु॒र॒भि नो॒ मुखा॑ कर॒त् प्र ण॒ आयूं॑षि तारिषत् ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 40,
        "text": "५ वामदेवो गौतमः। दधिक्राः, ५ सूर्यः।जगती, १ त्रिष्टुप्।\n\nद॒धि॒क्राव्ण॒ इदु॒ नु च॑र्किराम॒ विश्वा॒ इन्मामु॒षस॑: सूदयन्तु ।\n\nअ॒पाम॒ग्नेरु॒षस॒: सूर्य॑स्य॒ बृह॒स्पते॑राङ्गिर॒सस्य॑ जि॒ष्णोः ॥१॥\n\nसत्वा॑ भरि॒षो ग॑वि॒षो दु॑वन्य॒सच्छ्र॑व॒स्यादि॒ष उ॒षस॑स्तुरण्य॒सत् ।\n\nस॒त्यो द्र॒वो द्र॑व॒रः प॑तंग॒रो द॑धि॒क्रावेष॒मूर्जं॒ स्व॑र्जनत् ॥२॥\n\nउ॒त स्मा॑स्य॒ द्रव॑तस्तुरण्य॒तः प॒र्णं न वेरनु॑ वाति प्रग॒र्धिन॑: ।\n\nश्ये॒नस्ये॑व॒ ध्रज॑तो अङ्क॒सं परि॑ दधि॒क्राव्ण॑: स॒होर्जा तरि॑त्रतः ॥३॥\n\nउ॒त स्य वा॒जी क्षि॑प॒णिं तु॑रण्यति ग्री॒वायां॑ ब॒द्धो अ॑पिक॒क्ष आ॒सनि॑ ।\n\nक्रतुं॑ दधि॒क्रा अनु॑ सं॒तवी॑त्वत् प॒थामङ्कां॒स्यन्वा॒पनी॑फणत् ॥४॥\n\nहं॒सः शु॑चि॒षद् वसु॑रन्तरिक्ष॒सद्धोता॑ वेदि॒षदति॑थिर्दुरोण॒सत् ।\n\nनृ॒षद्व॑र॒सदृ॑त॒सद् व्यो॑म॒सद॒ब्जा गो॒जा ऋ॑त॒जा अ॑द्रि॒जा ऋ॒तम् ॥५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 41,
        "text": "११ वामदेवो गौतमः। इन्द्रावरुणौ। त्रिष्टुप्।\n\nइन्द्रा॒ को वां॑ वरुणा सु॒म्नमा॑प॒ स्तोमो॑ ह॒विष्माँ॑ अ॒मृतो॒ न होता॑ ।\n\nयो वां॑ हृ॒दि क्रतु॑माँ अ॒स्मदु॒क्तः प॒स्पर्श॑दिन्द्रावरुणा॒ नम॑स्वान् ॥१॥\n\nइन्द्रा॑ ह॒ यो वरु॑णा च॒क्र आ॒पी दे॒वौ मर्त॑: स॒ख्याय॒ प्रय॑स्वान् ।\n\nस ह॑न्ति वृ॒त्रा स॑मि॒थेषु॒ शत्रू॒नवो॑भिर्वा म॒हद्भि॒: स प्र शृ॑ण्वे ॥२॥\n\nइन्द्रा॑ ह॒ रत्नं॒ वरु॑णा॒ धेष्ठे॒त्था नृभ्य॑: शशमा॒नेभ्य॒स्ता ।\n\nयदी॒ सखा॑या स॒ख्याय॒ सोमै॑: सु॒तेभि॑: सुप्र॒यसा॑ मा॒दयै॑ते ॥३॥\n\nइन्द्रा॑ यु॒वं व॑रुणा दि॒द्युम॑स्मि॒न्नोजि॑ष्ठमुग्रा॒ नि व॑धिष्टं॒ वज्र॑म् ।\n\nयो नो॑ दु॒रेवो॑ वृ॒कति॑र्द॒भीति॒स्तस्मि॑न् मिमाथाम॒भिभू॒त्योज॑: ॥४॥\n\nइन्द्रा॑ यु॒वं व॑रुणा भू॒तम॒स्या धि॒यः प्रे॒तारा॑ वृष॒भेव॑ धे॒नोः ।\n\nसा नो॑ दुहीय॒द् यव॑सेव ग॒त्वी स॒हस्र॑धारा॒ पय॑सा म॒ही गौः ॥५॥\n\nतो॒के हि॒ते तन॑य उ॒र्वरा॑सु॒ सूरो॒ दृशी॑के॒ वृष॑णश्च॒ पौंस्ये॑ ।\n\nइन्द्रा॑ नो॒ अत्र॒ वरु॑णा स्याता॒मवो॑भिर्द॒स्मा परि॑तक्म्यायाम् ॥६॥\n\nयु॒वामिद्ध्यव॑से पू॒र्व्याय॒ परि॒ प्रभू॑ती ग॒विष॑: स्वापी ।\n\nवृ॒णी॒महे॑ स॒ख्याय॑ प्रि॒याय॒ शूरा॒ मंहि॑ष्ठा पि॒तरे॑व श॒म्भू ॥७॥\n\nता वां॒ धियोऽव॑से वाज॒यन्ती॑रा॒जिं न ज॑ग्मुर्युव॒यूः सु॑दानू ।\n\nश्रि॒ये न गाव॒ उप॒ सोम॑मस्थु॒रिन्द्रं॒ गिरो॒ वरु॑णं मे मनी॒षाः ॥८॥\n\nइ॒मा इन्द्रं॒ वरु॑णं मे मनी॒षा अग्म॒न्नुप॒ द्रवि॑णमि॒च्छमा॑नाः ।\n\nउपे॑मस्थुर्जो॒ष्टार॑ इव॒ वस्वो॑ र॒घ्वीरि॑व॒ श्रव॑सो॒ भिक्ष॑माणाः ॥९॥\n\nअश्व्य॑स्य॒ त्मना॒ रथ्य॑स्य पु॒ष्टेर्नित्य॑स्य रा॒यः पत॑यः स्याम ।\n\nता च॑क्रा॒णा ऊ॒तिभि॒र्नव्य॑सीभिरस्म॒त्रा रायो॑ नि॒युत॑: सचन्ताम् ॥१०॥\n\nआ नो॑ बृहन्ता बृह॒तीभि॑रू॒ती इन्द्र॑ या॒तं व॑रुण॒ वाज॑सातौ ।\n\nयद् दि॒द्यव॒: पृत॑नासु प्र॒क्रीळा॒न् तस्य॑ वां स्याम सनि॒तार॑ आ॒जेः ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 42,
        "text": "१० त्रसदस्युः पौरुकुत्स्यः। त्रसदस्युः, ७-१० इन्द्रावरुणौ। त्रिष्टुप्।\n\nमम॑ द्वि॒ता रा॒ष्ट्रं क्ष॒त्रिय॑स्य वि॒श्वायो॒र्विश्वे॑ अ॒मृता॒ यथा॑ नः ।\n\nक्रतुं॑ सचन्ते॒ वरु॑णस्य दे॒वा राजा॑मि कृ॒ष्टेरु॑प॒मस्य॑ व॒व्रेः ॥१॥\n\nअ॒हं राजा॒ वरु॑णो॒ मह्यं॒ तान्य॑सु॒र्या॑णि प्रथ॒मा धा॑रयन्त ।\n\nक्रतुं॑ सचन्ते॒ वरु॑णस्य दे॒वा राजा॑मि कृ॒ष्टेरु॑प॒मस्य॑ व॒व्रेः ॥२॥\n\nअ॒हमिन्द्रो॒ वरु॑ण॒स्ते म॑हि॒त्वोर्वी ग॑भी॒रे रज॑सी सु॒मेके॑ ।\n\nत्वष्टे॑व॒ विश्वा॒ भुव॑नानि वि॒द्वान् त्समै॑रयं॒ रोद॑सी धा॒रयं॑ च ॥३॥\n\nअ॒हम॒पो अ॑पिन्वमु॒क्षमा॑णा धा॒रयं॒ दिवं॒ सद॑न ऋ॒तस्य॑ ।\n\nऋ॒तेन॑ पु॒त्रो अदि॑तेर्ऋ॒तावो॒त त्रि॒धातु॑ प्रथय॒द्वि भूम॑ ॥४॥\n\nमां नर॒: स्वश्वा॑ वा॒जय॑न्तो॒ मां वृ॒ताः स॒मर॑णे हवन्ते ।\n\nकृ॒णोम्या॒जिं म॒घवा॒हमिन्द्र॒ इय॑र्मि रे॒णुम॒भिभू॑त्योजाः ॥५॥\n\nअ॒हं ता विश्वा॑ चकरं॒ नकि॑र्मा॒ दैव्यं॒ सहो॑ वरते॒ अप्र॑तीतम् ।\n\nयन्मा॒ सोमा॑सो म॒मद॒न्यदु॒क्थोभे भ॑येते॒ रज॑सी अपा॒रे ॥६॥\n\nवि॒दुष्टे॒ विश्वा॒ भुव॑नानि॒ तस्य॒ ता प्र ब्र॑वीषि॒ वरु॑णाय वेधः ।\n\nत्वं वृ॒त्राणि॑ शृण्विषे जघ॒न्वान् त्वं वृ॒ताँ अ॑रिणा इन्द्र॒ सिन्धू॑न् ॥७॥\n\nअ॒स्माक॒मत्र॑ पि॒तर॒स्त आ॑सन् त्स॒प्त ऋष॑यो दौर्ग॒हे ब॒ध्यमा॑ने ।\n\nत आय॑जन्त त्र॒सद॑स्युमस्या॒ इन्द्रं॒ न वृ॑त्र॒तुर॑मर्धदे॒वम् ॥८॥\n\nपु॒रु॒कुत्सा॑नी॒ हि वा॒मदा॑शद्ध॒व्येभि॑रिन्द्रावरुणा॒ नमो॑भिः ।\n\nअथा॒ राजा॑नं त्र॒सद॑स्युमस्या वृत्र॒हणं॑ ददथुरर्धदे॒वम् ॥९॥\n\nरा॒या व॒यं स॑स॒वांसो॑ मदेम ह॒व्येन॑ दे॒वा यव॑सेन॒ गाव॑: ।\n\nतां धे॒नुमि॑न्द्रावरुणा यु॒वं नो॑ वि॒श्वाहा॑ धत्त॒मन॑पस्फुरन्तीम् ॥१०॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 43,
        "text": "७ पुरुमीळहाजमीळहौ सौहोत्रौ। अश्विनौ। त्रिष्टुप्।\n\nक उ॑ श्रवत्कत॒मो य॒ज्ञिया॑नां व॒न्दारु॑ दे॒वः क॑त॒मो जु॑षाते ।\n\nकस्ये॒मां दे॒वीम॒मृते॑षु॒ प्रेष्ठां॑ हृ॒दि श्रे॑षाम सुष्टु॒तिं सु॑ह॒व्याम् ॥१॥\n\nको मृ॑ळाति कत॒म आग॑मिष्ठो दे॒वाना॑मु कत॒मः शम्भ॑विष्ठः ।\n\nरथं॒ कमा॑हुर्द्र॒वद॑श्वमा॒शुं यं सूर्य॑स्य दुहि॒तावृ॑णीत ॥२॥\n\nम॒क्षू हि ष्मा॒ गच्छ॑थ॒ ईव॑तो॒ द्यूनिन्द्रो॒ न श॒क्तिं परि॑तक्म्यायाम् ।\n\nदि॒व आजा॑ता दि॒व्या सु॑प॒र्णा कया॒ शची॑नां भवथ॒: शचि॑ष्ठा ॥३॥\n\nका वां॑ भू॒दुप॑माति॒: कया॑ न॒ आश्वि॑ना गमथो हू॒यमा॑ना ।\n\nको वां॑ म॒हश्चि॒त् त्यज॑सो अ॒भीक॑ उरु॒ष्यतं॑ माध्वी दस्रा न ऊ॒ती ॥४॥\n\nउ॒रु वां॒ रथ॒: परि॑ नक्षति॒ द्यामा यत् स॑मु॒द्राद॒भि वर्त॑ते वाम् ।\n\nमध्वा॑ माध्वी॒ मधु॑ वां प्रुषाय॒न् यत् सीं॑ वां॒ पृक्षो॑ भु॒रज॑न्त प॒क्वाः ॥५॥\n\nसिन्धु॑र्ह वां र॒सया॑ सिञ्च॒दश्वा॑न् घृ॒णा वयो॑ऽरु॒षास॒: परि॑ ग्मन् ।\n\nतदू॒ षु वा॑मजि॒रं चे॑ति॒ यानं॒ येन॒ पती॒ भव॑थः सू॒र्याया॑: ॥६॥\n\nइ॒हेह॒ यद् वां॑ सम॒ना प॑पृ॒क्षे सेयम॒स्मे सु॑म॒तिर्वा॑जरत्ना ।\n\nउ॒रु॒ष्यतं॑ जरि॒तारं॑ यु॒वं ह॑ श्रि॒तः कामो॑ नासत्या युव॒द्रिक् ॥७॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 44,
        "text": "७ पुरुमीळहाजमीळहौ सौहोत्रौ। अश्विनौ। त्रिष्टुप्।\n\nतं वां॒ रथं॑ व॒यम॒द्या हु॑वेम पृथु॒ज्रय॑मश्विना॒ संग॑तिं॒ गोः ।\n\nयः सू॒र्यां वह॑ति वन्धुरा॒युर्गिर्वा॑हसं पुरु॒तमं॑ वसू॒युम् ॥१॥\n\nयु॒वं श्रिय॑मश्विना दे॒वता॒ तां दिवो॑ नपाता वनथ॒: शची॑भिः ।\n\nयु॒वोर्वपु॑र॒भि पृक्ष॑: सचन्ते॒ वह॑न्ति॒ यत् क॑कु॒हासो॒ रथे॑ वाम् ॥२॥\n\nको वा॑म॒द्या क॑रते रा॒तह॑व्य ऊ॒तये॑ वा सुत॒पेया॑य वा॒र्कैः ।\n\nऋ॒तस्य॑ वा व॒नुषे॑ पू॒र्व्याय॒ नमो॑ येमा॒नो अ॑श्वि॒ना व॑वर्तत् ॥३॥\n\nहि॒र॒ण्यये॑न पुरुभू॒ रथे॑ने॒मं य॒ज्ञं ना॑स॒त्योप॑ यातम् ।\n\nपिबा॑थ॒ इन्मधु॑नः सो॒म्यस्य॒ दध॑थो॒ रत्नं॑ विध॒ते जना॑य ॥४॥\n\nआ नो॑ यातं दि॒वो अच्छा॑ पृथि॒व्या हि॑र॒ण्यये॑न सु॒वृता॒ रथे॑न ।\n\nमा वा॑म॒न्ये नि य॑मन् देव॒यन्त॒: सं यद् द॒दे नाभि॑: पू॒र्व्या वा॑म् ॥५॥\n\nनू नो॑ र॒यिं पु॑रु॒वीरं॑ बृ॒हन्तं॒ दस्रा॒ मिमा॑थामु॒भये॑ष्व॒स्मे ।\n\nनरो॒ यद् वा॑मश्विना॒ स्तोम॒माव॑न् त्स॒धस्तु॑तिमाजमी॒ळहासो॑ अग्मन् ॥६॥\n\nइ॒हेह॒ यद् वां॑ सम॒ना प॑पृ॒क्षे सेयम॒स्मे सु॑म॒तिर्वा॑जरत्ना ।\n\nउ॒रु॒ष्यतं॑ जरि॒तारं॑ यु॒वं ह॑ श्रि॒तः कामो॑ नासत्या युव॒द्रिक् ॥७॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 45,
        "text": "७ वामदेवो गौतमः। अश्विनौ। जगती, ७ त्रिष्टुप् ।\n\nए॒ष स्य भा॒नुरुदि॑यर्ति यु॒ज्यते॒ रथ॒: परि॑ज्मा दि॒वो अ॒स्य सान॑वि ।\n\nपृ॒क्षासो॑ अस्मिन् मिथु॒ना अधि॒ त्रयो॒ दृति॑स्तु॒रीयो॒ मधु॑नो॒ वि र॑प्शते ॥१॥\n\nउद् वां॑ पृ॒क्षासो॒ मधु॑मन्त ईरते॒ रथा॒ अश्वा॑स उ॒षसो॒ व्यु॑ष्टिषु ।\n\nअ॒पो॒र्णु॒वन्त॒स्तम॒ आ परी॑वृतं॒ स्व१र्ण शु॒क्रं त॒न्वन्त॒ आ रज॑: ॥२॥\n\nमध्व॑: पिबतं मधु॒पेभि॑रा॒सभि॑रु॒त प्रि॒यं मधु॑ने युञ्जाथां॒ रथ॑म् ।\n\nआ व॑र्त॒निं मधु॑ना जिन्वथस्प॒थो दृतिं॑ वहेथे॒ मधु॑मन्तमश्विना ॥३॥\n\nहं॒सासो॒ ये वां॒ मधु॑मन्तो अ॒स्रिधो॒ हिर॑ण्यपर्णा उ॒हुव॑ उष॒र्बुध॑: ।\n\nउ॒द॒प्रुतो॑ म॒न्दिनो॑ मन्दिनि॒स्पृशो॒ मध्वो॒ न मक्ष॒: सव॑नानि गच्छथः ॥४॥\n\nस्व॒ध्व॒रासो॒ मधु॑मन्तो अ॒ग्नय॑ उ॒स्रा ज॑रन्ते॒ प्रति॒ वस्तो॑र॒श्विना॑ ।\n\nयन्नि॒क्तह॑स्तस्त॒रणि॑र्विचक्ष॒णः सोमं॑ सु॒षाव॒ मधु॑मन्त॒मद्रि॑भिः ॥५॥\n\nआ॒के॒नि॒पासो॒ अह॑भि॒र्दवि॑ध्वत॒: स्व१र्ण शु॒क्रं त॒न्वन्त॒ आ रज॑: ।\n\nसूर॑श्चि॒दश्वा॑न् युयुजा॒न ई॑यते॒ विश्वाँ॒ अनु॑ स्व॒धया॑ चेतथस्प॒थः ॥६॥\n\nप्र वा॑मवोचमश्विना धियं॒धा रथ॒: स्वश्वो॑ अ॒जरो॒ यो अस्ति॑ ।\n\nयेन॑ स॒द्यः परि॒ रजां॑सि या॒थो ह॒विष्म॑न्तं त॒रणिं॑ भो॒जमच्छ॑ ॥७॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 46,
        "text": "७ वामदेवो गौतमः। इन्द्रवायू, १ वायुः। गायत्री।\n\nअग्रं॑ पिबा॒ मधू॑नां सु॒तं वा॑यो॒ दिवि॑ष्टिषु । त्वं हि पू॑र्व॒पा असि॑ ॥१॥\n\nश॒तेना॑ नो अ॒भिष्टि॑भिर्नि॒युत्वाँ॒ इन्द्र॑सारथिः । वायो॑ सु॒तस्य॑ तृम्पतम् ॥२॥\n\nआ वां॑ स॒हस्रं॒ हर॑य॒ इन्द्र॑वायू अ॒भि प्रय॑: । वह॑न्तु॒ सोम॑पीतये ॥३॥\n\nरथं॒ हिर॑ण्यवन्धुर॒मिन्द्र॑वायू स्वध्व॒रम् । आ हि स्थाथो॑ दिवि॒स्पृश॑म् ॥४॥\n\nरथे॑न पृथु॒पाज॑सा दा॒श्वांस॒मुप॑ गच्छतम् । इन्द्र॑वायू इ॒हा ग॑तम् ॥५॥\n\nइन्द्र॑वायू अ॒यं सु॒तस्तं दे॒वेभि॑: स॒जोष॑सा । पिब॑तं दा॒शुषो॑ गृ॒हे ॥६॥\n\nइ॒ह प्र॒याण॑मस्तु वा॒मिन्द्र॑वायू वि॒मोच॑नम् । इ॒ह वां॒ सोम॑पीतये ॥७॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 47,
        "text": "४ वामदेवो गौतमः। इन्द्रवायू, १ वायुः। अनुष्टुप् ।\n\n        वायो॑ शु॒क्रो अ॑यामि ते॒ मध्वो॒ अग्रं॒ दिवि॑ष्टिषु ।\n\n        आ या॑हि॒ सोम॑पीतये स्पा॒र्हो दे॑व नि॒युत्व॑ता ॥१॥\n\n        इन्द्र॑श्च वायवेषां॒ सोमा॑नां पी॒तिम॑र्हथः ।\n\n        यु॒वां हि यन्तीन्द॑वो नि॒म्नमापो॒ न स॒ध्र्य॑क् ॥२॥\n\n        वाय॒विन्द्र॑श्च शु॒ष्मिणा॑ स॒रथं॑ शवसस्पती ।\n\n        नि॒युत्व॑न्ता न ऊ॒तय॒ आ या॑तं॒ सोम॑पीतये ॥३॥\n\n        या वां॒ सन्ति॑ पुरु॒स्पृहो॑ नि॒युतो॑ दा॒शुषे॑ नरा ।\n\n        अ॒स्मे ता य॑ज्ञवाह॒सेन्द्र॑वायू॒ नि य॑च्छतम् ॥४॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 48,
        "text": "५ वामदेवो गौतमः। वायुः। अनुष्टुप्।\n\nवि॒हि होत्रा॒ अवी॑ता॒ विपो॒ न रायो॑ अ॒र्यः ।\n\nवाय॒वा च॒न्द्रेण॒ रथे॑न या॒हि सु॒तस्य॑ पी॒तये॑ ॥१॥\n\nनि॒र्यु॒वा॒णो अश॑स्तीर्नि॒युत्वाँ॒ इन्द्र॑सारथिः ।\n\nवाय॒वा च॒न्द्रेण॒ रथे॑न या॒हि सु॒तस्य॑ पी॒तये॑ ॥२॥\n\nअनु॑ कृ॒ष्णे वसु॑धिती ये॒माते॑ वि॒श्वपे॑शसा ।\n\nवाय॒वा च॒न्द्रेण॒ रथे॑न या॒हि सु॒तस्य॑ पी॒तये॑ ॥३॥\n\nवह॑न्तु त्वा मनो॒युजो॑ यु॒क्तासो॑ नव॒तिर्नव॑ ।\n\nवाय॒वा च॒न्द्रेण॒ रथे॑न या॒हि सु॒तस्य॑ पी॒तये॑ ॥४॥\n\nवायो॑ श॒तं हरी॑णां यु॒वस्व॒ पोष्या॑णाम् ।\n\nउ॒त वा॑ ते सह॒स्रिणो॒ रथ॒ आ या॑तु॒ पाज॑सा ॥५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 49,
        "text": "६ वामदेवो गौतमः। इन्द्राबृहस्पती। गायत्री।\n\nइ॒दं वा॑मा॒स्ये॑ ह॒विः प्रि॒यमि॑न्द्राबृहस्पती । उ॒क्थं मद॑श्च शस्यते ॥१॥\n\nअ॒यं वां॒ परि॑ षिच्यते॒ सोम॑ इन्द्राबृहस्पती । चारु॒र्मदा॑य पी॒तये॑ ॥२॥\n\nआ न॑ इन्द्राबृहस्पती गृ॒हमिन्द्र॑श्च गच्छतम् । सो॒म॒पा सोम॑पीतये ॥३॥\n\nअ॒स्मे इ॑न्द्राबृहस्पती र॒यिं ध॑त्तं शत॒ग्विन॑म् । अश्वा॑वन्तं सह॒स्रिण॑म् ॥४॥\n\nइन्द्रा॒बृह॒स्पती॑ व॒यं सु॒ते गी॒र्भिर्ह॑वामहे । अ॒स्य सोम॑स्य पी॒तये॑ ॥५॥\n\nसोम॑मिन्द्राबृहस्पती॒ पिब॑तं दा॒शुषो॑ गृ॒हे । मा॒दये॑थां॒ तदो॑कसा ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 50,
        "text": "११ वामदेवो गौतमः। बृहस्पतिः, १०-११ इन्द्राबृहस्पती । त्रिष्टुप्, १० जगती।\n\nयस्त॒स्तम्भ॒ सह॑सा॒ वि ज्मो अन्ता॒न् बृह॒स्पति॑स्त्रिषध॒स्थो रवे॑ण ।\n\nतं प्र॒त्नास॒ ऋष॑यो॒ दीध्या॑नाः पु॒रो विप्रा॑ दधिरे म॒न्द्रजि॑ह्वम् ॥१॥\n\nधु॒नेत॑यः सुप्रके॒तं मद॑न्तो॒ बृह॑स्पते अ॒भि ये न॑स्तत॒स्रे ।\n\nपृष॑न्तं सृ॒प्रमद॑ब्धमू॒र्वं बृह॑स्पते॒ रक्ष॑तादस्य॒ योनि॑म् ॥२॥\n\nबृह॑स्पते॒ या प॑र॒मा प॑रा॒वदत॒ आ त॑ ऋत॒स्पृशो॒ नि षे॑दुः ।\n\nतुभ्यं॑ खा॒ता अ॑व॒ता अद्रि॑दुग्धा॒ मध्व॑: श्चोतन्त्य॒भितो॑ विर॒प्शम् ॥३॥\n\nबृह॒स्पति॑: प्रथ॒मं जाय॑मानो म॒हो ज्योति॑षः पर॒मे व्यो॑मन् ।\n\nस॒प्तास्य॑स्तुविजा॒तो रवे॑ण॒ वि स॒प्तर॑श्मिरधम॒त् तमां॑सि ॥४॥\n\nस सु॒ष्टुभा॒ स ऋक्व॑ता ग॒णेन॑ व॒लं रु॑रोज फलि॒गं रवे॑ण ।\n\nबृह॒स्पति॑रु॒स्रिया॑ हव्य॒सूद॒: कनि॑क्रद॒द् वाव॑शती॒रुदा॑जत् ॥५॥\n\nए॒वा पि॒त्रे वि॒श्वदे॑वाय॒ वृष्णे॑ य॒ज्ञैर्वि॑धेम॒ नम॑सा ह॒विर्भि॑: ।\n\nबृह॑स्पते सुप्र॒जा वी॒रव॑न्तो व॒यं स्या॑म॒ पत॑यो रयी॒णाम् ॥६॥\n\nस इद् राजा॒ प्रति॑जन्यानि॒ विश्वा॒ शुष्मे॑ण तस्थाव॒भि वी॒र्ये॑ण ।\n\nबृह॒स्पतिं॒ यः सुभृ॑तं बि॒भर्ति॑ वल्गू॒यति॒ वन्द॑ते पूर्व॒भाज॑म् ॥७॥\n\nस इत् क्षे॑ति॒ सुधि॑त॒ ओक॑सि॒ स्वे तस्मा॒ इळा॑ पिन्वते विश्व॒दानी॑म् ।\n\nतस्मै॒ विश॑: स्व॒यमे॒वा न॑मन्ते॒ यस्मि॑न् ब्र॒ह्मा राज॑नि॒ पूर्व॒ एति॑ ॥८॥\n\nअप्र॑तीतो जयति॒ सं धना॑नि॒ प्रति॑जन्यान्यु॒त या सज॑न्या ।\n\nअ॒व॒स्यवे॒ यो वरि॑वः कृ॒णोति॑ ब्र॒ह्मणे॒ राजा॒ तम॑वन्ति दे॒वाः ॥९॥\n\nइन्द्र॑श्च॒ सोमं॑ पिबतं बृहस्पते॒ऽस्मिन् य॒ज्ञे म॑न्दसा॒ना वृ॑षण्वसू ।\n\nआ वां॑ विश॒न्त्विन्द॑वः स्वा॒भुवो॒ऽस्मे र॒यिं सर्व॑वीरं॒ नि य॑च्छतम् ॥१०॥\n\nबृह॑स्पत इन्द्र॒ वर्ध॑तं न॒: सचा॒ सा वां॑ सुम॒तिर्भू॑त्व॒स्मे ।\n\nअ॒वि॒ष्टं धियो॑ जिगृ॒तं पुरं॑धीर्जज॒स्तम॒र्यो व॒नुषा॒मरा॑तीः ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 51,
        "text": "११ वामदेवो गौतमः। उषाः। गायत्री।\n\nइ॒दमु॒ त्यत् पु॑रु॒तमं॑ पु॒रस्ता॒ज्ज्योति॒स्तम॑सो व॒युना॑वदस्थात् ।\n\nनू॒नं दि॒वो दु॑हि॒तरो॑ विभा॒तीर्गा॒तुं कृ॑णवन्नु॒षसो॒ जना॑य ॥१॥\n\nअस्थु॑रु चि॒त्रा उ॒षस॑: पु॒रस्ता॑न्मि॒ता इ॑व॒ स्वर॑वोऽध्व॒रेषु॑ ।\n\nव्यू॑ व्र॒जस्य॒ तम॑सो॒ द्वारो॒च्छन्ती॑रव्र॒ञ्छुच॑यः पाव॒काः ॥२॥\n\nउ॒च्छन्ती॑र॒द्य चि॑तयन्त भो॒जान् रा॑धो॒देया॑यो॒षसो॑ म॒घोनी॑: ।\n\nअ॒चि॒त्रे अ॒न्तः प॒णय॑: सस॒न्त्वबु॑ध्यमाना॒स्तम॑सो॒ विम॑ध्ये ॥३॥\n\nकु॒वित् स दे॑वीः स॒नयो॒ नवो॑ वा॒ यामो॑ बभू॒यादु॑षसो वो अ॒द्य ।\n\nयेना॒ नव॑ग्वे॒ अङ्गि॑रे॒ दश॑ग्वे स॒प्तास्ये॑ रेवती रे॒वदू॒ष ॥४॥\n\nयू॒यं हि दे॑वीर्ऋत॒युग्भि॒रश्वै॑: परिप्रया॒थ भुव॑नानि स॒द्यः ।\n\nप्र॒बो॒धय॑न्तीरुषसः स॒सन्तं॑ द्वि॒पाच्चतु॑ष्पाच्च॒रथा॑य जी॒वम् ॥५॥\n\nक्व॑ स्विदासां कत॒मा पु॑रा॒णी यया॑ वि॒धाना॑ विद॒धुर्ऋ॑भू॒णाम् ।\n\nशुभं॒ यच्छु॒भ्रा उ॒षस॒श्चर॑न्ति॒ न वि ज्ञा॑यन्ते स॒दृशी॑रजु॒र्याः ॥६॥\n\nता घा॒ ता भ॒द्रा उ॒षस॑: पु॒रासु॑रभि॒ष्टिद्यु॑म्ना ऋ॒तजा॑तसत्याः ।\n\nयास्वी॑जा॒नः श॑शमा॒न उ॒क्थैः स्तु॒वञ्छंस॒न् द्रवि॑णं स॒द्य आप॑ ॥७॥\n\nता आ च॑रन्ति सम॒ना पु॒रस्ता॑त् समा॒नत॑: सम॒ना प॑प्रथा॒नाः ।\n\nऋ॒तस्य॑ दे॒वीः सद॑सो बुधा॒ना गवां॒ न सर्गा॑ उ॒षसो॑ जरन्ते ॥८॥\n\nता इन्न्वे॒३व स॑म॒ना स॑मा॒नीरमी॑तवर्णा उ॒षस॑श्चरन्ति ।\n\nगूह॑न्ती॒रभ्व॒मसि॑तं॒ रुश॑द्भिः शु॒क्रास्त॒नूभि॒: शुच॑यो रुचा॒नाः ॥९॥\n\nर॒यिं दि॑वो दुहितरो विभा॒तीः प्र॒जाव॑न्तं यच्छता॒स्मासु॑ देवीः ।\n\nस्यो॒नादा व॑: प्रति॒बुध्य॑मानाः सु॒वीर्य॑स्य॒ पत॑यः स्याम ॥१०॥\n\nतद् वो॑ दिवो दुहितरो विभा॒तीरुप॑ ब्रुव उषसो य॒ज्ञके॑तुः ।\n\nव॒यं स्या॑म य॒शसो॒ जने॑षु॒ तद् द्यौश्च॑ ध॒त्तां पृ॑थि॒वी च॑ दे॒वी ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 52,
        "text": "७ वामदेवो गौतमः। उषाः। गायत्री।\n\nप्रति॒ ष्या सू॒नरी॒ जनी॑ व्यु॒च्छन्ती॒ परि॒ स्वसु॑: । दि॒वो अ॑दर्शि दुहि॒ता ॥१॥\n\nअश्वे॑व चि॒त्रारु॑षी मा॒ता गवा॑मृ॒ताव॑री । सखा॑भूद॒श्विनो॑रु॒षाः ॥२॥\n\nउ॒त सखा॑स्य॒श्विनो॑रु॒त मा॒ता गवा॑मसि । उ॒तोषो॒ वस्व॑ ईशिषे ॥३॥\n\nया॒व॒यद्द्वे॑षसं त्वा चिकि॒त्वित् सू॑नृतावरि । प्रति॒ स्तोमै॑रभुत्स्महि ॥४॥\n\nप्रति॑ भ॒द्रा अ॑दृक्षत॒ गवां॒ सर्गा॒ न र॒श्मय॑: । ओषा अ॑प्रा उ॒रु ज्रय॑: ॥५॥\n\nआ॒प॒प्रुषी॑ विभावरि॒ व्या॑व॒र्ज्योति॑षा॒ तम॑: । उषो॒ अनु॑ स्व॒धाम॑व ॥६॥\n\nआ द्यां त॑नोषि र॒श्मिभि॒रान्तरि॑क्षमु॒रु प्रि॒यम् । उष॑: शु॒क्रेण॑ शो॒चिषा॑ ॥७॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 53,
        "text": "७ वामदेवो गौतमः। सविता। जगती।\n\nतद् दे॒वस्य॑ सवि॒तुर्वार्यं॑ म॒हद् वृ॑णी॒महे॒ असु॑रस्य॒ प्रचे॑तसः ।\n\nछ॒र्दिर्येन॑ दा॒शुषे॒ यच्छ॑ति॒ त्मना॒ तन्नो॑ म॒हाँ उद॑यान् दे॒वो अ॒क्तुभि॑: ॥१॥\n\nदि॒वो ध॒र्ता भुव॑नस्य प्र॒जाप॑तिः पि॒शङ्गं॑ द्रा॒पिं प्रति॑ मुञ्चते क॒विः ।\n\nवि॒च॒क्ष॒णः प्र॒थय॑न्नापृ॒णन्नु॒र्वजी॑जनत् सवि॒ता सु॒म्नमु॒क्थ्य॑म् ॥२॥\n\nआप्रा॒ रजां॑सि दि॒व्यानि॒ पार्थि॑वा॒ श्लोकं॑ दे॒वः कृ॑णुते॒ स्वाय॒ धर्म॑णे ।\n\nप्र बा॒हू अ॑स्राक् सवि॒ता सवी॑मनि निवे॒शय॑न्प्रसु॒वन्न॒क्तुभि॒र्जग॑त् ॥३॥\n\nअदा॑भ्यो॒ भुव॑नानि प्र॒चाक॑शद् व्र॒तानि॑ दे॒वः स॑वि॒ताभि र॑क्षते ।\n\nप्रास्रा॑ग्बा॒हू भुव॑नस्य प्र॒जाभ्यो॑ धृ॒तव्र॑तो म॒हो अज्म॑स्य राजति ॥४॥\n\nत्रिर॒न्तरि॑क्षं सवि॒ता म॑हित्व॒ना त्री रजां॑सि परि॒भुस्त्रीणि॑ रोच॒ना ।\n\nति॒स्रो दिव॑: पृथि॒वीस्ति॒स्र इ॑न्वति त्रि॒भिर्व्र॒तैर॒भि नो॑ रक्षति॒ त्मना॑ ॥५॥\n\nबृ॒हत्सु॑म्नः प्रसवी॒ता नि॒वेश॑नो॒ जग॑तः स्था॒तुरु॒भय॑स्य॒ यो व॒शी ।\n\nस नो॑ दे॒वः स॑वि॒ता शर्म॑ यच्छत्व॒स्मे क्षया॑य त्रि॒वरू॑थ॒मंह॑सः ॥६॥\n\nआग॑न् दे॒व ऋ॒तुभि॒र्वर्ध॑तु॒ क्षयं॒ दधा॑तु नः सवि॒ता सु॑प्र॒जामिष॑म् ।\n\nस न॑: क्ष॒पाभि॒रह॑भिश्च जिन्वतु प्र॒जाव॑न्तं र॒यिम॒स्मे समि॑न्वतु ॥७॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 54,
        "text": "६ वामदेवो गौतमः। सविता।जगती, ६ त्रिष्टुप्।\n\nअभू॑द् दे॒वः स॑वि॒ता वन्द्यो॒ नु न॑ इ॒दानी॒मह्न॑ उप॒वाच्यो॒ नृभि॑: ।\n\nवि यो रत्ना॒ भज॑ति मान॒वेभ्य॒: श्रेष्ठं॑ नो॒ अत्र॒ द्रवि॑णं॒ यथा॒ दध॑त् ॥१॥\n\nदे॒वेभ्यो॒ हि प्र॑थ॒मं य॒ज्ञिये॑भ्योऽमृत॒त्वं सु॒वसि॑ भा॒गमु॑त्त॒मम् ।\n\nआदिद् दा॒मानं॑ सवित॒र्व्यू॑र्णुषेऽनूची॒ना जी॑वि॒ता मानु॑षेभ्यः ॥२॥\n\nअचि॑त्ती॒ यच्च॑कृ॒मा दैव्ये॒ जने॑ दी॒नैर्दक्षै॒: प्रभू॑ती पूरुष॒त्वता॑ ।\n\nदे॒वेषु॑ च सवित॒र्मानु॑षेषु च॒ त्वं नो॒ अत्र॑ सुवता॒दना॑गसः ॥३॥\n\nन प्र॒मिये॑ सवि॒तुर्दैव्य॑स्य॒ तद् यथा॒ विश्वं॒ भुव॑नं धारयि॒ष्यति॑ ।\n\nयत् पृ॑थि॒व्या वरि॑म॒न्ना स्व॑ङ्गु॒रिर्वर्ष्म॑न् दि॒वः सु॒वति॑ स॒त्यम॑स्य॒ तत् ॥४॥\n\nइन्द्र॑ज्येष्ठान् बृ॒हद्भ्य॒: पर्व॑तेभ्य॒: क्षयाँ॑ एभ्यः सुवसि प॒स्त्या॑वतः ।\n\nयथा॑यथा प॒तय॑न्तो वियेमि॒र ए॒वैव त॑स्थुः सवितः स॒वाय॑ ते ॥५॥\n\nये ते॒ त्रिरह॑न् त्सवितः स॒वासो॑ दि॒वेदि॑वे॒ सौभ॑गमासु॒वन्ति॑ ।\n\nइन्द्रो॒ द्यावा॑पृथि॒वी सिन्धु॑र॒द्भिरा॑दि॒त्यैर्नो॒ अदि॑ति॒: शर्म॑ यंसत् ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 55,
        "text": "१० वामदेवो गौतमः। विश्वे देवाः। त्रिष्टुप् ८-१० गायत्री ।\n\nको व॑स्त्रा॒ता व॑सव॒: को व॑रू॒ता द्यावा॑भूमी अदिते॒ त्रासी॑थां नः ।\n\nसही॑यसो वरुण मित्र॒ मर्ता॒त् को वो॑ऽध्व॒रे वरि॑वो धाति देवाः ॥१॥\n\nप्र ये धामा॑नि पू॒र्व्याण्यर्चा॒न् वि यदु॒च्छान् वि॑यो॒तारो॒ अमू॑राः ।\n\nवि॒धा॒तारो॒ वि ते द॑धु॒रज॑स्रा ऋ॒तधी॑तयो रुरुचन्त द॒स्माः ॥२॥\n\nप्र प॒स्त्या॒३मदि॑तिं॒ सिन्धु॑म॒र्कैः स्व॒स्तिमी॑ळे स॒ख्याय॑ दे॒वीम् ।\n\nउ॒भे यथा॑ नो॒ अह॑नी नि॒पात॑ उ॒षासा॒नक्ता॑ करता॒मद॑ब्धे ॥३॥\n\nव्य॑र्य॒मा वरु॑णश्चेति॒ पन्था॑मि॒षस्पति॑: सुवि॒तं गा॒तुम॒ग्निः ।\n\nइन्द्रा॑विष्णू नृ॒वदु॒ षु स्तवा॑ना॒ शर्म॑ नो यन्त॒मम॑व॒द् वरू॑थम् ॥४॥\n\nआ पर्व॑तस्य म॒रुता॒मवां॑सि दे॒वस्य॑ त्रा॒तुर॑व्रि॒ भग॑स्य ।\n\nपात् पति॒र्जन्या॒दंह॑सो नो मि॒त्रो मि॒त्रिया॑दु॒त न॑ उरुष्येत् ॥५॥\n\nनू रो॑दसी॒ अहि॑ना बु॒ध्न्ये॑न स्तुवी॒त दे॑वी॒ अप्ये॑भिरि॒ष्टैः ।\n\nस॒मु॒द्रं न सं॒चर॑णे सनि॒ष्यवो॑ घ॒र्मस्व॑रसो न॒द्यो॒३ अप॑ व्रन् ॥६॥\n\nदे॒वैर्नो॑ दे॒व्यदि॑ति॒र्नि पा॑तु दे॒वस्त्रा॒ता त्रा॑यता॒मप्र॑युच्छन् ।\n\nन॒हि मि॒त्रस्य॒ वरु॑णस्य धा॒सिमर्हा॑मसि प्र॒मियं॒ सान्व॒ग्नेः ॥७॥\n\nअ॒ग्निरी॑शे वस॒व्य॑स्या॒ग्निर्म॒हः सौभ॑गस्य । तान्य॒स्मभ्यं॑ रासते ॥८॥\n\nउषो॑ मघो॒न्या व॑ह॒ सूनृ॑ते॒ वार्या॑ पु॒रु । अ॒स्मभ्यं॑ वाजिनीवति ॥९॥\n\nतत् सु न॑: सवि॒ता भगो॒ वरु॑णो मि॒त्रो अ॑र्य॒मा । इन्द्रो॑ नो॒ राध॒सा ग॑मत् ॥१०॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 56,
        "text": "७ वामदेवो गौतमः। द्यावापृथिवी।त्रिष्टुप्, ५-७ गायत्री।\n\nम॒ही द्यावा॑पृथि॒वी इ॒ह ज्येष्ठे॑ रु॒चा भ॑वतां शु॒चय॑द्भिर॒र्कैः ।\n\nयत् सीं॑ वरि॑ष्ठे बृह॒ती वि॑मि॒न्वन् रु॒वद्धो॒क्षा प॑प्रथा॒नेभि॒रेवै॑: ॥१॥\n\nदे॒वी दे॒वेभि॑र्यज॒ते यज॑त्रै॒रमि॑नती तस्थतुरु॒क्षमा॑णे ।\n\nऋ॒ताव॑री अ॒द्रुहा॑ दे॒वपु॑त्रे य॒ज्ञस्य॑ ने॒त्री शु॒चय॑द्भिर॒र्कैः ॥२॥\n\nस इत् स्वपा॒ भुव॑नेष्वास॒ य इ॒मे द्यावा॑पृथि॒वी ज॒जान॑ ।\n\nउ॒र्वी ग॑भी॒रे रज॑सी सु॒मेके॑ अवं॒शे धीर॒: शच्या॒ समै॑रत् ॥३॥\n\nनू रो॑दसी बृ॒हद्भि॑र्नो॒ वरू॑थै॒: पत्नी॑वद्भिरि॒षय॑न्ती स॒जोषा॑: ।\n\nउ॒रू॒ची विश्वे॑ यज॒ते नि पा॑तं धि॒या स्या॑म र॒थ्य॑: सदा॒साः ॥४॥\n\nप्र वां॒ महि॒ द्यवी॑ अ॒भ्युप॑स्तुतिं भरामहे । शुची॒ उप॒ प्रश॑स्तये ॥५॥\n\nपु॒ना॒ने त॒न्वा॑ मि॒थः स्वेन॒ दक्षे॑ण राजथः । ऊ॒ह्याथे॑ स॒नादृ॒तम् ॥६॥\n\nम॒ही मि॒त्रस्य॑ साधथ॒स्तर॑न्ती॒ पिप्र॑ती ऋ॒तम् । परि॑ य॒ज्ञं नि षे॑दथुः ॥७॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 57,
        "text": "८ वामदेवो गौतमः। १-३  क्षेत्रपतिः, ४ शुनः, ५, ८ शुनासीरौ, ६-७ सीता। अनुष्टुप्, ५ पुर उष्णिक्, २, ३, ८ त्रिष्टुप्।\n\nक्षेत्र॑स्य॒ पति॑ना व॒यं हि॒तेने॑व जयामसि ।\n\nगामश्वं॑ पोषयि॒त्न्वा स नो॑ मृळाती॒दृशे॑ ॥१॥\n\nक्षेत्र॑स्य पते॒ मधु॑मन्तमू॒र्मिं धे॒नुरि॑व॒ पयो॑ अ॒स्मासु॑ धुक्ष्व ।\n\nम॒धु॒श्चुतं॑ घृ॒तमि॑व॒ सुपू॑तमृ॒तस्य॑ न॒: पत॑यो मृळयन्तु ॥२॥\n\nमधु॑मती॒रोष॑धी॒र्द्याव॒ आपो॒ मधु॑मन्नो भवत्व॒न्तरि॑क्षम् ।\n\nक्षेत्र॑स्य॒ पति॒र्मधु॑मान् नो अ॒स्त्वरि॑ष्यन्तो॒ अन्वे॑नं चरेम ॥३॥\n\nशु॒नं वा॒हाः शु॒नं नर॑: शु॒नं कृ॑षतु॒ लाङ्ग॑लम् ।\n\nशु॒नं व॑र॒त्रा ब॑ध्यन्तां शु॒नमष्ट्रा॒मुदि॑ङ्गय ॥४॥\n\nशुना॑सीरावि॒मां वाचं॑ जुषेथां॒ यद् दि॒वि च॒क्रथु॒: पय॑: । तेने॒मामुप॑ सिञ्चतम् ॥५॥\n\nअ॒र्वाची॑ सुभगे भव॒ सीते॒ वन्दा॑महे त्वा । यथा॑ नः सु॒भगास॑सि॒ यथा॑ नः सु॒फलास॑सि ॥६॥\n\nइन्द्र॒: सीतां॒ नि गृ॑ह्णातु॒ तां पू॒षानु॑ यच्छतु । सा न॒: पय॑स्वती दुहा॒मुत्त॑रामुत्तरां॒ समा॑म् ॥७॥\n\nशु॒नं न॒: फाला॒ वि कृ॑षन्तु॒ भूमिं॑ शु॒नं की॒नाशा॑ अ॒भि य॑न्तु वा॒हैः ।\n\nशु॒नं प॒र्जन्यो॒ मधु॑ना॒ पयो॑भि॒: शुना॑सीरा शु॒नम॒स्मासु॑ धत्तम् ॥८॥"
    },
    {
        "veda": "rigveda",
        "mandala": 4,
        "sukta": 58,
        "text": "११ वामदेवो गौतमः। अग्निः, सूर्यो वाऽऽपो वा गावो वा घृतस्तुतिर्वा। त्रिष्टुप्, ११ जगती।\n\nस॒मु॒द्रादू॒र्मिर्मधु॑माँ॒ उदा॑र॒दुपां॒शुना॒ सम॑मृत॒त्वमा॑नट् ।\n\nघृ॒तस्य॒ नाम॒ गुह्यं॒ यदस्ति॑ जि॒ह्वा दे॒वाना॑म॒मृत॑स्य॒ नाभि॑: ॥१॥\n\nव॒यं नाम॒ प्र ब्र॑वामा घृ॒तस्या॒ऽस्मिन् य॒ज्ञे धा॑रयामा॒ नमो॑भिः ।\n\nउप॑ ब्र॒ह्मा शृ॑णवच्छ॒स्यमा॑नं॒ चतु॑:शृङ्गोऽवमीद् गौ॒र ए॒तत् ॥२॥\n\nच॒त्वारि॒ शृङ्गा॒ त्रयो॑ अस्य॒ पादा॒ द्वे शी॒र्षे स॒प्त हस्ता॑सो अस्य ।\n\nत्रिधा॑ ब॒द्धो वृ॑ष॒भो रो॑रवीति म॒हो दे॒वो मर्त्याँ॒ आ वि॑वेश ॥३॥\n\nत्रिधा॑ हि॒तं प॒णिभि॑र्गु॒ह्यमा॑नं॒ गवि॑ दे॒वासो॑ घृ॒तमन्व॑विन्दन् ।\n\nइन्द्र॒ एकं॒ सूर्य॒ एकं॑ जजान वे॒नादेकं॑ स्व॒धया॒ निष्ट॑तक्षुः ॥४॥\n\nए॒ता अ॑र्षन्ति॒ हृद्या॑त् समु॒द्राच्छ॒तव्र॑जा रि॒पुणा॒ नाव॒चक्षे॑ ।\n\nघृ॒तस्य॒ धारा॑ अ॒भि चा॑कशीमि हिर॒ण्ययो॑ वेत॒सो मध्य॑ आसाम् ॥५॥\n\nस॒म्यक् स्र॑वन्ति स॒रितो॒ न धेना॑ अ॒न्तर्हृ॒दा मन॑सा पू॒यमा॑नाः ।\n\nए॒ते अ॑र्षन्त्यू॒र्मयो॑ घृ॒तस्य॑ मृ॒गा इ॑व क्षिप॒णोरीष॑माणाः ॥६॥\n\nसिन्धो॑रिव प्राध्व॒ने शू॑घ॒नासो॒ वात॑प्रमियः पतयन्ति य॒ह्वाः ।\n\nघृ॒तस्य॒ धारा॑ अरु॒षो न वा॒जी काष्ठा॑ भि॒न्दन्नू॒र्मिभि॒: पिन्व॑मानः ॥७॥\n\nअ॒भि प्र॑वन्त॒ सम॑नेव॒ योषा॑: कल्या॒ण्य१: स्मय॑मानासो अ॒ग्निम् ।\n\nघृ॒तस्य॒ धारा॑: स॒मिधो॑ नसन्त॒ ता जु॑षा॒णो ह॑र्यति जा॒तवे॑दाः ॥८॥\n\nक॒न्या॑ इव वह॒तुमेत॒वा उ॑ अ॒ञ्ज्य॑ञ्जा॒ना अ॒भि चा॑कशीमि ।\n\nयत्र॒ सोम॑: सू॒यते॒ यत्र॑ य॒ज्ञो घृ॒तस्य॒ धारा॑ अ॒भि तत्प॑वन्ते ॥९॥\n\nअ॒भ्य॑र्षत सुष्टु॒तिं गव्य॑मा॒जिम॒स्मासु॑ भ॒द्रा द्रवि॑णानि धत्त ।\n\nइ॒मं य॒ज्ञं न॑यत दे॒वता॑ नो घृ॒तस्य॒ धारा॒ मधु॑मत्पवन्ते ॥१०॥\n\nधाम॑न् ते॒ विश्वं॒ भुव॑न॒मधि॑ श्रि॒तम॒न्तः स॑मु॒द्रे हृ॒द्य१न्तरायु॑षि ।\n\nअ॒पामनी॑के समि॒थे य आभृ॑त॒स्तम॑श्याम॒ मधु॑मन्तं त ऊ॒र्मिम् ॥११॥"
    }
]