[
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 1,
        "text": "१६ गृत्समद(आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। अग्निः।जगती।\n\n        त्वम॑ग्ने॒ द्युभि॒स्त्वमा॑शुशु॒क्षणि॒स्त्वम॒द्भ्यस्त्वमश्म॑न॒स्परि॑ ।\n\n        त्वं वने॑भ्य॒स्त्वमोष॑धीभ्य॒स्त्वं नृ॒णां नृ॑पते जायसे॒ शुचि॑: ॥१॥\n\n        तवा॑ग्ने हो॒त्रं तव॑ पो॒त्रमृ॒त्वियं॒ तव॑ ने॒ष्ट्रं त्वम॒ग्निदृ॑ताय॒तः ।\n\n        तव॑ प्रशा॒स्त्रं त्वम॑ध्वरीयसि ब्र॒ह्मा चासि॑ गृ॒हप॑तिश्च नो॒ दमे॑ ॥२॥\n\n        त्वम॑ग्न॒ इन्द्रो॑ वृष॒भः स॒ताम॑सि॒ त्वं विष्णु॑रुरुगा॒यो न॑म॒स्य॑: ।\n\n        त्वं ब्र॒ह्मा र॑यि॒विद् ब्र॑ह्मणस्पते॒ त्वं वि॑धर्तः  सचसे॒ पुरं॑ध्या ॥३॥\n\n        त्वम॑ग्ने॒ राजा॒ वरु॑णो धृ॒तव्र॑त॒स्त्वं मि॒त्रो भ॑वसि द॒स्म ईड्य॑: ।\n\n        त्वम॑र्य॒मा सत्प॑ति॒र्यस्य॑ सं॒भुजं॒ त्वमंशो॑ वि॒दथे॑ देव भाज॒युः ॥४॥\n\n        त्वम॑ग्ने॒ त्वष्टा॑ विध॒ते सु॒वीर्यं॒ तव॒ ग्नावो॑ मित्रमहः सजा॒त्य॑म् ।\n\n        त्वमा॑शु॒हेमा॑ ररिषे॒ स्वश्व्यं॒ त्वं न॒रां शर्धो॑ असि पुरू॒वसु॑: ॥५॥\n\n        त्वम॑ग्ने रु॒द्रो असु॑रो म॒हो दि॒वस्त्वं शर्धो॒ मारु॑तं पृ॒क्ष ई॑शिषे ।\n\n        त्वं वातै॑ररु॒णैर्या॑सि शंग॒यस्त्वं पू॒षा वि॑ध॒तः पा॑सि॒ नु त्मना॑ ॥६॥\n\n        त्वम॑ग्ने द्रविणो॒दा अ॑रं॒कृते॒ त्वं दे॒वः स॑वि॒ता र॑त्न॒धा अ॑सि ।\n\n        त्वं भगो॑ नृपते॒ वस्व॑ ईशिषे॒ त्वं पा॒युर्दमे॒ यस्तेऽवि॑धत् ॥७॥\n\n        त्वाम॑ग्ने॒ दम॒ आ वि॒श्पतिं॒ विश॒स्त्वां राजा॑नं सुवि॒दत्र॑मृञ्जते ।\n\n        त्वं विश्वा॑नि स्वनीक पत्यसे॒ त्वं स॒हस्रा॑णि श॒ता दश॒ प्रति॑ ॥८॥\n\n        त्वाम॑ग्ने पि॒तर॑मि॒ष्टिभि॒र्नर॒स्त्वां भ्रा॒त्राय॒ शम्या॑ तनू॒रुच॑म् ।\n\n        त्वं पु॒त्रो भ॑वसि॒ यस्तेऽवि॑ध॒त्त्वं सखा॑ सु॒शेव॑: पास्या॒धृष॑: ॥९॥\n\n        त्वम॑ग्न ऋ॒भुरा॒के न॑म॒स्य१स्त्वं वाज॑स्य क्षु॒मतो॑ रा॒य ई॑शिषे ।\n\n        त्वं वि भा॒स्यनु॑ दक्षि दा॒वने॒ त्वं वि॒शिक्षु॑रसि य॒ज्ञमा॒तनि॑: ॥१०॥\n\n        त्वम॑ग्ने॒ अदि॑तिर्देव दा॒शुषे॒ त्वं होत्रा॒ भार॑ती वर्धसे गि॒रा ।\n\n        त्वमिळा॑ श॒तहि॑मासि॒ दक्ष॑से॒ त्वं वृ॑त्र॒हा व॑सुपते॒ सर॑स्वती ॥११॥\n\n        त्वम॑ग्ने॒ सुभृ॑त उत्त॒मं वय॒स्तव॑ स्पा॒र्हे वर्ण॒ आ सं॒दृशि॒ श्रिय॑: ।\n\n        त्वं वाज॑: प्र॒तर॑णो बृ॒हन्न॑सि॒ त्वं र॒यिर्ब॑हु॒लो वि॒श्वत॑स्पृ॒थुः ॥१२॥\n\n        त्वाम॑ग्न आदि॒त्यास॑ आ॒स्यं१ त्वां जि॒ह्वां शुच॑यश्चक्रिरे कवे ।\n\n        त्वां रा॑ति॒षाचो॑ अध्व॒रेषु॑ सश्चिरे॒ त्वे दे॒वा ह॒विर॑द॒न्त्याहु॑तम् ॥१३॥\n\n        त्वे अ॑ग्ने॒ विश्वे॑ अ॒मृता॑सो अ॒द्रुह॑ आ॒सा दे॒वा ह॒विर॑द॒न्त्याहु॑तम् ।\n\n        त्वया॒ मर्ता॑सः स्वदन्त आसु॒तिं त्वं गर्भो॑ वी॒रुधां॑ जज्ञिषे॒ शुचि॑: ॥१४॥\n\n        त्वं तान् त्सं च॒ प्रति॑ चासि म॒ज्मना ऽग्ने॑ सुजात॒ प्र च॑ देव रिच्यसे ।\n\n        पृ॒क्षो यदत्र॑ महि॒ना वि ते॒ भुव॒दनु॒ द्यावा॑पृथि॒वी रोद॑सी उ॒भे ॥१५॥\n\n        ये स्तो॒तृभ्यो॒ गोअ॑ग्रा॒मश्व॑पेशस॒मग्ने॑ रा॒तिमु॑पसृ॒जन्ति॑ सू॒रय॑: ।\n\n        अ॒स्माञ्च॒ तांश्च॒ प्र हि नेषि॒ वस्य॒ आ बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥१६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 2,
        "text": "१३ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। अग्निः।जगती।\n\nय॒ज्ञेन॑ वर्धत जा॒तवे॑दसम॒ग्निं य॑जध्वं ह॒विषा॒ तना॑ गि॒रा ।\n\nस॒मि॒धा॒नं सु॑प्र॒यसं॒ स्व॑र्णरं द्यु॒क्षं होता॑रं वृ॒जने॑षु धू॒र्षद॑म् ॥१॥\n\nअ॒भि त्वा॒ नक्ती॑रु॒षसो॑ ववाशि॒रे ऽग्ने॑ व॒त्सं न स्वस॑रेषु धे॒नव॑: ।\n\nदि॒व इ॒वेद॑र॒तिर्मानु॑षा यु॒गा क्षपो॑ भासि पुरुवार सं॒यत॑: ॥२॥\n\nतं दे॒वा बु॒ध्ने रज॑सः सु॒दंस॑सं दि॒वस्पृ॑थि॒व्योर॑र॒तिं न्ये॑रिरे ।\n\nरथ॑मिव॒ वेद्यं॑ शु॒क्रशो॑चिषम॒ग्निं मि॒त्रं न क्षि॒तिषु॑ प्र॒शंस्य॑म् ॥३॥\n\nतमु॒क्षमा॑णं॒ रज॑सि॒ स्व आ दमे॑ च॒न्द्रमि॑व सु॒रुचं॑ ह्वा॒र आ द॑धुः ।\n\nपृश्न्या॑: पत॒रं चि॒तय॑न्तम॒क्षभि॑: पा॒थो न पा॒युं जन॑सी उ॒भे अनु॑ ॥४॥\n\nस होता॒ विश्वं॒ परि॑ भूत्वध्व॒रं तमु॑ ह॒व्यैर्मनु॑ष ऋञ्जते गि॒रा ।\n\nहि॒रि॒शि॒प्रो वृ॑धसा॒नासु॒ जर्भु॑र॒द् द्यौर्न स्तृभि॑श्चितय॒द् रोद॑सी॒ अनु॑ ॥५॥\n\nस नो॑ रे॒वत् स॑मिधा॒नः स्व॒स्तये॑ संदद॒स्वान् र॒यिम॒स्मासु॑ दीदिहि ।\n\nआ न॑: कृणुष्व सुवि॒ताय॒ रोद॑सी॒ अग्ने॑ ह॒व्या मनु॑षो देव वी॒तये॑ ॥६॥\n\nदा नो॑ अग्ने बृह॒तो दाः स॑ह॒स्रिणो॑ दु॒रो न वाजं॒ श्रुत्या॒ अपा॑ वृधि ।\n\nप्राची॒ द्यावा॑पृथि॒वी ब्रह्म॑णा कृधि॒ स्व१र्ण शु॒क्रमु॒षसो॒ वि दि॑द्युतः ॥७॥\n\nस इ॑धा॒न उ॒षसो॒ राम्या॒ अनु॒ स्व१र्ण दी॑देदरु॒षेण॑ भा॒नुना॑ ।\n\nहोत्रा॑भिर॒ग्निर्मनु॑षः स्वध्व॒रो राजा॑ वि॒शामति॑थि॒श्चारु॑रा॒यवे॑ ॥८॥\n\nए॒वा नो॑ अग्ने अ॒मृते॑षु पूर्व्य॒ धीष्पी॑पाय बृ॒हद् दि॑वेषु॒ मानु॑षा ।\n\nदुहा॑ना धे॒नुर्वृ॒जने॑षु का॒रवे॒ त्मना॑ श॒तिनं॑ पुरु॒रूप॑मि॒षणि॑ ॥९॥\n\nव॒यम॑ग्ने॒ अर्व॑ता वा सु॒वीर्यं॒ ब्रह्म॑णा वा चितयेमा॒ जनाँ॒ अति॑ ।\n\nअ॒स्माकं॑ द्यु॒म्नमधि॒ पञ्च॑ कृ॒ष्टिषू॒च्चा स्व१र्ण शु॑शुचीत दु॒ष्टर॑म् ॥१०॥\n\nस नो॑ बोधि सहस्य प्र॒शंस्यो॒ यस्मि॑न् त्सुजा॒ता इ॒षय॑न्त सू॒रय॑: ।\n\nयम॑ग्ने य॒ज्ञमु॑प॒यन्ति॑ वा॒जिनो॒ नित्ये॑ तो॒के दी॑दि॒वांसं॒ स्वे दमे॑ ॥११॥\n\nउ॒भया॑सो जातवेदः स्याम ते स्तो॒तारो॑ अग्ने सू॒रय॑श्च॒ शर्म॑णि ।\n\nवस्वो॑ रा॒यः पु॑रुश्च॒न्द्रस्य॒ भूय॑सः प्र॒जाव॑तः स्वप॒त्यस्य॑ शग्धि नः ॥१२॥\n\nये स्तो॒तृभ्यो॒ गोअ॑ग्रा॒मश्व॑पेशस॒मग्ने॑ रा॒तिमु॑पसृ॒जन्ति॑ सू॒रय॑: ।\n\nअ॒स्माञ्च॒ तांश्च॒ प्र हि नेषि॒ वस्य॒ आ बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥१३॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 3,
        "text": "११ गृत्समद(आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। आप्रीसूक्तं- (१ इध्मः समिद्धोऽग्निर्वा, २ नराशंसः, ३ इळः, ४ बर्हिः,  ५ देवीर्द्वारः, ६ उषासानक्ता, ७ दैव्यो होतारौ प्रचेतसौ, ८ तिस्रो देव्यःसरस्वतीळाभारत्यः, ९ त्वष्टा, १० वनस्पतिः, ११ स्वाहाकृतय,) । त्रिष्टुप्, जगती।\n\nसमि॑द्धो अ॒ग्निर्निहि॑तः पृथि॒व्यां प्र॒त्यङ् विश्वा॑नि॒ भुव॑नान्यस्थात् ।\n\nहोता॑ पाव॒कः प्र॒दिव॑: सुमे॒धा दे॒वो दे॒वान् य॑जत्व॒ग्निरर्ह॑न् ॥१॥\n\nनरा॒शंस॒: प्रति॒ धामा॑न्य॒ञ्जन् ति॒स्रो दिव॒: प्रति॑ म॒ह्ना स्व॒र्चिः ।\n\nघृ॒त॒प्रुषा॒ मन॑सा ह॒व्यमु॒न्दन् मू॒र्धन्य॒ज्ञस्य॒ सम॑नक्तु दे॒वान् ॥२॥\n\nई॒ळि॒तो अ॑ग्ने॒ मन॑सा नो॒ अर्ह॑न् दे॒वान् य॑क्षि॒ मानु॑षा॒त्पूर्वो॑ अ॒द्य ।\n\nस आ व॑ह म॒रुतां॒ शर्धो॒ अच्यु॑त॒मिन्द्रं॑ नरो बर्हि॒षदं॑ यजध्वम् ॥३॥\n\nदेव॑ बर्हि॒र्वर्ध॑मानं सु॒वीरं॑ स्ती॒र्णं रा॒ये सु॒भरं॒ वेद्य॒स्याम् ।\n\nघृ॒तेना॒क्तं व॑सवः सीदते॒दं विश्वे॑ देवा आदित्या य॒ज्ञिया॑सः ॥४॥\n\nवि श्र॑यन्तामुर्वि॒या हू॒यमा॑ना॒ द्वारो॑ दे॒वीः सु॑प्राय॒णा नमो॑भिः ।\n\nव्यच॑स्वती॒र्वि प्र॑थन्तामजु॒र्या वर्णं॑ पुना॒ना य॒शसं॑ सु॒वीर॑म् ॥५॥\n\nसा॒ध्वपां॑सि स॒नता॑ न उक्षि॒ते उ॒षासा॒नक्ता॑ व॒य्ये॑व रण्वि॒ते ।\n\nतन्तुं॑ त॒तं सं॒वय॑न्ती समी॒ची य॒ज्ञस्य॒ पेश॑: सु॒दुघे॒ पय॑स्वती ॥६॥\n\nदैव्या॒ होता॑रा प्रथ॒मा वि॒दुष्ट॑र ऋ॒जु य॑क्षत॒: समृ॒चा व॒पुष्ट॑रा ।\n\nदे॒वान् यज॑न्तावृतु॒था सम॑ञ्जतो॒ नाभा॑ पृथि॒व्या अधि॒ सानु॑षु त्रि॒षु ॥७॥\n\nसर॑स्वती सा॒धय॑न्ती॒ धियं॑ न॒ इळा॑ दे॒वी भार॑ती वि॒श्वतू॑र्तिः ।\n\nति॒स्रो दे॒वीः स्व॒धया॑ ब॒र्हिरेदमच्छि॑द्रं पान्तु शर॒णं नि॒षद्य॑ ॥८॥\n\nपि॒शङ्ग॑रूपः सु॒भरो॑ वयो॒धाः श्रु॒ष्टी वी॒रो जा॑यते दे॒वका॑मः ।\n\nप्र॒जां त्वष्टा॒ वि ष्य॑तु॒ नाभि॑म॒स्मे अथा॑ दे॒वाना॒मप्ये॑तु॒ पाथ॑: ॥९॥\n\nवन॒स्पति॑रवसृ॒जन्नुप॑ स्थाद॒ग्निर्ह॒विः सू॑दयाति॒ प्र धी॒भिः ।\n\nत्रिधा॒ सम॑क्तं नयतु प्रजा॒नन् दे॒वेभ्यो॒ दैव्य॑: शमि॒तोप॑ ह॒व्यम् ॥१०॥\n\nघृ॒तं मि॑मिक्षे घृ॒तम॑स्य॒ योनि॑र्घृ॒ते श्रि॒तो घृ॒तम्व॑स्य॒ धाम॑ ।\n\nअ॒नु॒ष्व॒धमा व॑ह मा॒दय॑स्व॒ स्वाहा॑कृतं वृषभ वक्षि ह॒व्यम् ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 4,
        "text": "९ सोमाहुतिर्भार्गवः। अग्निः। त्रिष्टुप्।\n\nहु॒वे व॑: सु॒द्योत्मा॑नं सुवृ॒क्तिं वि॒शाम॒ग्निमति॑थिं सुप्र॒यस॑म् ।\n\nमि॒त्र इ॑व॒ यो दि॑धि॒षाय्यो॒ भूद् दे॒व आदे॑वे॒ जने॑ जा॒तवे॑दाः ॥१॥\n\nइ॒मं वि॒धन्तो॑ अ॒पां स॒धस्थे॑ द्वि॒ताद॑धु॒र्भृग॑वो वि॒क्ष्वा॒३योः ।\n\nए॒ष विश्वा॑न्य॒भ्य॑स्तु॒ भूमा॑ दे॒वाना॑म॒ग्निर॑र॒तिर्जी॒राश्व॑: ॥२॥\n\nअ॒ग्निं दे॒वासो॒ मानु॑षीषु वि॒क्षु प्रि॒यं धु॑: क्षे॒ष्यन्तो॒ न मि॒त्रम् ।\n\nस दी॑दयदुश॒तीरूर्म्या॒ आ द॒क्षाय्यो॒ यो दास्व॑ते॒ दम॒ आ ॥३॥\n\nअ॒स्य र॒ण्वा स्वस्ये॑व पु॒ष्टिः संदृ॑ष्टिरस्य हिया॒नस्य॒ दक्षो॑: ।\n\nवि यो भरि॑भ्र॒दोष॑धीषु जि॒ह्वामत्यो॒ न रथ्यो॑ दोधवीति॒ वारा॑न् ॥४॥\n\nआ यन्मे॒ अभ्वं॑ व॒नद॒: पन॑न्तो॒शिग्भ्यो॒ नामि॑मीत॒ वर्ण॑म् ।\n\nस चि॒त्रेण॑ चिकिते॒ रंसु॑ भा॒सा जु॑जु॒र्वाँ यो मुहु॒रा युवा॒ भूत् ॥५॥\n\nआ यो वना॑ तातृषा॒णो न भाति॒ वार्ण प॒था रथ्ये॑व स्वानीत् ।\n\nकृ॒ष्णाध्वा॒ तपू॑ र॒ण्वश्चि॑केत॒ द्यौरि॑व॒ स्मय॑मानो॒ नभो॑भिः ॥६॥\n\nस यो व्यस्था॑द॒भि दक्ष॑दु॒र्वीं प॒शुर्नैति॑ स्व॒युरगो॑पाः ।\n\nअ॒ग्निः शो॒चिष्माँ॑ अत॒सान्यु॒ष्णन् कृ॒ष्णव्य॑थिरस्वदय॒न्न भूम॑ ॥७॥\n\nनू ते॒ पूर्व॒स्याव॑सो॒ अधी॑तौ तृ॒तीये॑ वि॒दथे॒ मन्म॑ शंसि ।\n\nअ॒स्मे अ॑ग्ने सं॒यद्वी॑रं बृ॒हन्तं॑ क्षु॒मन्तं॒ वाजं॑ स्वप॒त्यं र॒यिं दा॑: ॥८॥\n\nत्वया॒ यथा॑ गृत्सम॒दासो॑ अग्ने॒ गुहा॑ व॒न्वन्त॒ उप॑राँ अ॒भि ष्युः ।\n\nसु॒वीरा॑सो अभिमाति॒षाह॒: स्मत् सू॒रिभ्यो॑ गृण॒ते तद् वयो॑ धाः ॥९॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 5,
        "text": "८ सोमाहुतिर्भार्गवः। अग्निः। अनुष्टुप्।\n\nहोता॑जनिष्ट॒ चेत॑नः पि॒ता पि॒तृभ्य॑ ऊ॒तये॑ ।\n\nप्र॒यक्ष॒ञ्जेन्यं॒ वसु॑ श॒केम॑ वा॒जिनो॒ यम॑म् ॥१॥\n\nआ यस्मि॑न् त्स॒प्त र॒श्मय॑स्त॒ता य॒ज्ञस्य॑ ने॒तरि॑ ।\n\nम॒नु॒ष्वद् दैव्य॑मष्ट॒मं पोता॒ विश्वं॒ तदि॑न्वति ॥२॥\n\nद॒ध॒न्वे वा॒ यदी॒मनु॒ वोच॒द् ब्रह्मा॑णि॒ वेरु॒ तत् ।\n\nपरि॒ विश्वा॑नि॒ काव्या॑ ने॒मिश्च॒क्रमि॑वाभवत् ॥३॥\n\nसा॒कं हि शुचि॑ना॒ शुचि॑: प्रशा॒स्ता क्रतु॒नाज॑नि ।\n\nवि॒द्वाँ अ॑स्य व्र॒ता ध्रु॒वा व॒या इ॒वानु॑ रोहते ॥४॥\n\nता अ॑स्य॒ वर्ण॑मा॒युवो॒ नेष्टु॑: सचन्त धे॒नव॑: ।\n\nकु॒वित् ति॒सृभ्य॒ आ वरं॒ स्वसा॑रो॒ या इ॒दं य॒युः ॥५॥\n\nयदी॑ मा॒तुरुप॒ स्वसा॑ घृ॒तं भर॒न्त्यस्थि॑त ।\n\nतासा॑मध्व॒र्युराग॑तौ॒ यवो॑ वृ॒ष्टीव॑ मोदते ॥६॥\n\nस्वः स्वाय॒ धाय॑से कृणु॒तामृ॒त्विगृ॒त्विज॑म् ।\n\nस्तोमं॑ य॒ज्ञं चादरं॑ व॒नेमा॑ ररि॒मा व॒यम् ॥७॥\n\nयथा॑ वि॒द्वाँ अरं॒ कर॒द् विश्वे॑भ्यो यज॒तेभ्य॑: ।\n\nअ॒यम॑ग्ने॒ त्वे अपि॒ यं य॒ज्ञं च॑कृ॒मा व॒यम् ॥८॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 6,
        "text": "८ सोमाहुतिर्भार्गवः। अग्निः। गायत्री।\n\nइ॒मां मे॑ अग्ने स॒मिध॑मि॒मामु॑प॒सदं॑ वनेः । इ॒मा उ॒ षु श्रु॑धी॒ गिर॑: ॥१॥\n\nअ॒या ते॑ अग्ने विधे॒मोर्जो॑ नपा॒दश्व॑मिष्टे । ए॒ना सू॒क्तेन॑ सुजात ॥२॥\n\nतं त्वा॑ गी॒र्भिर्गिर्व॑णसं द्रविण॒स्युं द्र॑विणोदः । स॒प॒र्येम॑ सप॒र्यव॑: ॥३॥\n\nस बो॑धि सू॒रिर्म॒घवा॒ वसु॑पते॒ वसु॑दावन् । यु॒यो॒ध्य१स्मद् द्वेषां॑सि ॥४॥\n\nस नो॑ वृ॒ष्टिं दि॒वस्परि॒ स नो॒ वाज॑मन॒र्वाण॑म् । स न॑: सह॒स्रिणी॒रिष॑: ॥५॥\n\nईळा॑नायाव॒स्यवे॒ यवि॑ष्ठ दूत नो गि॒रा । यजि॑ष्ठ होत॒रा ग॑हि ॥६॥\n\nअ॒न्तर्ह्य॑ग्न॒ ईय॑से वि॒द्वान् जन्मो॒भया॑ कवे । दू॒तो जन्ये॑व॒ मित्र्य॑: ॥७॥\n\nस वि॒द्वाँ आ च॑ पिप्रयो॒ यक्षि॑ चिकित्व आनु॒षक् । आ चा॒स्मिन् त्स॑त्सि ब॒र्हिषि॑ ॥८॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 7,
        "text": "६ सोमाहुतिर्भार्गवः। अग्निः। गायत्री।\n\nश्रेष्ठं॑ यविष्ठ भार॒ताऽग्ने॑ द्यु॒मन्त॒मा भ॑र । वसो॑ पुरु॒स्पृहं॑ र॒यिम् ॥१॥\n\nमा नो॒ अरा॑तिरीशत दे॒वस्य॒ मर्त्य॑स्य च । पर्षि॒ तस्या॑ उ॒त द्वि॒षः ॥२॥\n\nविश्वा॑ उ॒त त्वया॑ व॒यं धारा॑ उद॒न्या॑ इव । अति॑ गाहेमहि॒ द्विष॑: ॥३॥\n\nशुचि॑: पावक॒ वन्द्यो ऽग्ने॑ बृ॒हद् वि रो॑चसे । त्वं घृ॒तेभि॒राहु॑तः ॥४॥\n\nत्वं नो॑ असि भार॒ताऽग्ने॑ व॒शाभि॑रु॒क्षभि॑: । अ॒ष्टाप॑दीभि॒राहु॑तः ॥५॥\n\nद्र्व॑न्नः स॒र्पिरा॑सुतिः प्र॒त्नो होता॒ वरे॑ण्यः । सह॑सस्पु॒त्रो अद्भु॑तः ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 8,
        "text": "६ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। अग्निः।गायत्री, ६ अनुष्टुप्।\n\nवा॒ज॒यन्नि॑व॒ नू रथा॒न् योगाँ॑ अ॒ग्नेरुप॑ स्तुहि । य॒शस्त॑मस्य मी॒ळहुष॑: ॥१॥\n\nयः सु॑नी॒थो द॑दा॒शुषे॑ ऽजु॒र्यो ज॒रय॑न्न॒रिम् । चारु॑प्रतीक॒ आहु॑तः ॥२॥\n\nय उ॑ श्रि॒या दमे॒ष्वा दो॒षोषसि॑ प्रश॒स्यते॑ । यस्य॑ व्र॒तं न मीय॑ते ॥३॥\n\nआ यः स्व१र्ण भा॒नुना॑ चि॒त्रो वि॒भात्य॒र्चिषा॑ । अ॒ञ्जा॒नो अ॒जरै॑र॒भि ॥४॥\n\nअत्रि॒मनु॑ स्व॒राज्य॑म॒ग्निमु॒क्थानि॑ वावृधुः । विश्वा॒ अधि॒ श्रियो॑ दधे ॥५॥\n\nअ॒ग्नेरिन्द्र॑स्य॒ सोम॑स्य दे॒वाना॑मू॒तिभि॑र्व॒यम् । अरि॑ष्यन्तः सचेमह्य॒भि ष्या॑म पृतन्य॒तः ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 9,
        "text": "६ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। अग्निः। त्रिष्टुप्।\n\nनि होता॑ होतृ॒षद॑ने॒ विदा॑नस्त्वे॒षो दी॑दि॒वाँ अ॑सदत् सु॒दक्ष॑: ।\n\nअद॑ब्धव्रतप्रमति॒र्वसि॑ष्ठः सहस्रम्भ॒रः शुचि॑जिह्वो अ॒ग्निः ॥१॥\n\nत्वं दू॒तस्त्वमु॑ नः पर॒स्पास्त्वं वस्य॒ आ वृ॑षभ प्रणे॒ता ।\n\nअग्ने॑ तो॒कस्य॑ न॒स्तने॑ त॒नूना॒मप्र॑युच्छ॒न् दीद्य॑द् बोधि गो॒पाः ॥२॥\n\nवि॒धेम॑ ते पर॒मे जन्म॑न्नग्ने वि॒धेम॒ स्तोमै॒रव॑रे स॒धस्थे॑ ।\n\nयस्मा॒द् योने॑रु॒दारि॑था॒ यजे॒ तं प्र त्वे ह॒वींषि॑ जुहुरे॒ समि॑द्धे ॥३॥\n\nअग्ने॒ यज॑स्व ह॒विषा॒ यजी॑याञ्छ्रु॒ष्टी दे॒ष्णम॒भि गृ॑णीहि॒ राध॑: ।\n\nत्वं ह्यसि॑ रयि॒पती॑ रयी॒णां त्वं शु॒क्रस्य॒ वच॑सो म॒नोता॑ ॥४॥\n\nउ॒भयं॑ ते॒ न क्षी॑यते वस॒व्यं॑ दि॒वेदि॑वे॒ जाय॑मानस्य दस्म ।\n\nकृ॒धि क्षु॒मन्तं॑ जरि॒तार॑मग्ने कृ॒धि पतिं॑ स्वप॒त्यस्य॑ रा॒यः ॥५॥\n\nसैनानी॑केन सुवि॒दत्रो॑ अ॒स्मे यष्टा॑ दे॒वाँ आय॑जिष्ठः स्व॒स्ति ।\n\nअद॑ब्धो गो॒पा उ॒त न॑: पर॒स्पा अग्ने॑ द्यु॒मदु॒त रे॒वद् दि॑दीहि ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 10,
        "text": "६ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। अग्निः। त्रिष्टुप्।\n\nजो॒हूत्रो॑ अ॒ग्निः प्र॑थ॒मः पि॒तेवे॒ळस्प॒दे मनु॑षा॒ यत् समि॑द्धः ।\n\nश्रियं॒ वसा॑नो अ॒मृतो॒ विचे॑ता मर्मृ॒जेन्य॑: श्रव॒स्य१: स वा॒जी ॥१॥\n\nश्रू॒या अ॒ग्निश्चि॒त्रभा॑नु॒र्हवं॑ मे॒ विश्वा॑भिर्गी॒र्भिर॒मृतो॒ विचे॑ताः ।\n\nश्या॒वा रथं॑ वहतो॒ रोहि॑ता वो॒तारु॒षाह॑ चक्रे॒ विभृ॑त्रः ॥२॥\n\nउ॒त्ता॒नाया॑मजनय॒न् त्सूषू॑तं॒ भुव॑द॒ग्निः पु॑रु॒पेशा॑सु॒ गर्भ॑: ।\n\nशिरि॑णायां चिद॒क्तुना॒ महो॑भि॒रप॑रीवृतो वसति॒ प्रचे॑ताः ॥३॥\n\nजिघ॑र्म्य॒ग्निं ह॒विषा॑ घृ॒तेन॑ प्रतिक्षि॒यन्तं॒ भुव॑नानि॒ विश्वा॑ ।\n\nपृ॒थुं ति॑र॒श्चा वय॑सा बृ॒हन्तं॒ व्यचि॑ष्ठ॒मन्नै॑ रभ॒सं दृशा॑नम् ॥४॥\n\nआ वि॒श्वत॑: प्र॒त्यञ्चं॑ जिघर्म्यर॒क्षसा॒ मन॑सा॒ तज्जु॑षेत ।\n\nमर्य॑श्रीः स्पृह॒यद्व॑र्णो अ॒ग्निर्नाभि॒मृशे॑ त॒न्वा॒३ जर्भु॑राणः ॥५॥\n\nज्ञे॒या भा॒गं स॑हसा॒नो वरे॑ण॒ त्वादू॑तासो मनु॒वद्व॑देम ।\n\nअनू॑नम॒ग्निं जु॒ह्वा॑ वच॒स्या म॑धु॒पृचं॑ धन॒सा जो॑हवीमि ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 11,
        "text": "२१ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः। विराट् स्थाना, २१ त्रिष्टुप्।\n\nश्रु॒धी हव॑मिन्द्र॒ मा रि॑षण्य॒: स्याम॑ ते दा॒वने॒ वसू॑नाम् ।\n\nइ॒मा हि त्वामूर्जो॑ व॒र्धय॑न्ति वसू॒यव॒: सिन्ध॑वो॒ न क्षर॑न्तः ॥१॥\n\nसृ॒जो म॒हीरि॑न्द्र॒ या अपि॑न्व॒: परि॑ष्ठिता॒ अहि॑ना शूर पू॒र्वीः ।\n\nअम॑र्त्यं चिद् दा॒सं मन्य॑मान॒मवा॑भिनदु॒क्थैर्वा॑वृधा॒नः ॥२॥\n\nउ॒क्थेष्विन्नु शू॑र॒ येषु॑ चा॒कन् त्स्तोमे॑ष्विन्द्र रु॒द्रिये॑षु च ।\n\nतुभ्येदे॒ता यासु॑ मन्दसा॒नः प्र वा॒यवे॑ सिस्रते॒ न शु॒भ्राः ॥३॥\n\nशु॒भ्रं नु ते॒ शुष्मं॑ व॒र्धय॑न्तः शु॒भ्रं वज्रं॑ बा॒ह्वोर्दधा॑नाः ।\n\nशु॒भ्रस्त्वमि॑न्द्र वावृधा॒नो अ॒स्मे दासी॒र्विश॒: सूर्ये॑ण सह्याः ॥४॥\n\nगुहा॑ हि॒तं गुह्यं॑ गू॒ळहम॒प्स्वपी॑वृतं मा॒यिनं॑ क्षि॒यन्त॑म् ।\n\nउ॒तो अ॒पो द्यां त॑स्त॒भ्वांस॒मह॒न्नहिं॑ शूर वी॒र्ये॑ण ॥५॥\n\nस्तवा॒ नु त॑ इन्द्र पू॒र्व्या म॒हान्यु॒त स्त॑वाम॒ नूत॑ना कृ॒तानि॑ ।\n\nस्तवा॒ वज्रं॑ बा॒ह्वोरु॒शन्तं॒ स्तवा॒ हरी॒ सूर्य॑स्य के॒तू ॥६॥\n\nहरी॒ नु त॑ इन्द्र वा॒जय॑न्ता घृत॒श्चुतं॑ स्वा॒रम॑स्वार्ष्टाम् ।\n\nवि स॑म॒ना भूमि॑रप्रथि॒ष्टाऽरं॑स्त॒ पर्व॑तश्चित् सरि॒ष्यन् ॥७॥\n\nनि पर्व॑तः सा॒द्यप्र॑युच्छ॒न् त्सं मा॒तृभि॑र्वावशा॒नो अ॑क्रान् ।\n\nदू॒रे पा॒रे वाणीं॑ व॒र्धय॑न्त॒ इन्द्रे॑षितां ध॒मनिं॑ पप्रथ॒न् नि ॥८॥\n\nइन्द्रो॑ म॒हां सिन्धु॑मा॒शया॑नं माया॒विनं॑ वृ॒त्रम॑स्फुर॒न्निः ।\n\nअरे॑जेतां॒ रोद॑सी भिया॒ने कनि॑क्रदतो॒ वृष्णो॑ अस्य॒ वज्रा॑त् ॥९॥\n\nअरो॑रवी॒द् वृष्णो॑ अस्य॒ वज्रो ऽमा॑नुषं॒ यन्मानु॑षो नि॒जूर्वा॑त् ।\n\nनि मा॒यिनो॑ दान॒वस्य॑ मा॒या अपा॑दयत् पपि॒वान् त्सु॒तस्य॑ ॥१०॥\n\nपिबा॑पि॒बेदि॑न्द्र शूर॒ सोमं॒ मन्द॑न्तु त्वा म॒न्दिन॑: सु॒तास॑: ।\n\nपृ॒णन्त॑स्ते कु॒क्षी व॑र्धयन्त्वि॒त्था सु॒तः पौ॒र इन्द्र॑माव ॥११॥\n\nत्वे इ॒न्द्राप्य॑भूम॒ विप्रा॒ धियं॑ वनेम ऋत॒या सप॑न्तः ।\n\nअ॒व॒स्यवो॑ धीमहि॒ प्रश॑स्तिं स॒द्यस्ते॑ रा॒यो दा॒वने॑ स्याम ॥१२॥\n\nस्याम॒ ते त॑ इन्द्र॒ ये त॑ ऊ॒ती अ॑व॒स्यव॒ ऊर्जं॑ व॒र्धय॑न्तः ।\n\nशु॒ष्मिन्त॑मं॒ यं चा॒कना॑म देवा॒ऽस्मे र॒यिं रा॑सि वी॒रव॑न्तम् ॥१३॥\n\nरासि॒ क्षयं॒ रासि॑ मि॒त्रम॒स्मे रासि॒ शर्ध॑ इन्द्र॒ मारु॑तं नः ।\n\nस॒जोष॑सो॒ ये च॑ मन्दसा॒नाः प्र वा॒यव॑: पा॒न्त्यग्र॑णीतिम् ॥१४॥\n\nव्यन्त्विन्नु येषु॑ मन्दसा॒नस्तृ॒पत् सोमं॑ पाहि द्र॒ह्यदि॑न्द्र ।\n\nअ॒स्मान् त्सु पृ॒त्स्वा त॑रु॒त्राऽव॑र्धयो॒ द्यां बृ॒हद्भि॑र॒र्कैः ॥१५॥\n\nबृ॒हन्त॒ इन्नु ये ते॑ तरुत्रो॒क्थेभि॑र्वा सु॒म्नमा॒विवा॑सान् ।\n\nस्तृ॒णा॒नासो॑ ब॒र्हिः प॒स्त्या॑व॒त्त्वोता॒ इदि॑न्द्र॒ वाज॑मग्मन् ॥१६॥\n\nउ॒ग्रेष्विन्नु शू॑र मन्दसा॒नस्त्रिक॑द्रुकेषु पाहि॒ सोम॑मिन्द्र ।\n\nप्र॒दोधु॑व॒च्छ्मश्रु॑षु प्रीणा॒नो या॒हि हरि॑भ्यां सु॒तस्य॑ पी॒तिम् ॥१७॥\n\nधि॒ष्वा शव॑: शूर॒ येन॑ वृ॒त्रम॒वाभि॑न॒द् दानु॑मौर्णवा॒भम् ।\n\nअपा॑वृणो॒र्ज्योति॒रार्या॑य॒ नि स॑व्य॒तः सा॑दि॒ दस्यु॑रिन्द्र ॥१८॥\n\nसने॑म॒ ये त॑ ऊ॒तिभि॒स्तर॑न्तो॒ विश्वा॒: स्पृध॒ आर्ये॑ण॒ दस्यू॑न् ।\n\nअ॒स्मभ्यं॒ तत् त्वा॒ष्ट्रं वि॒श्वरू॑प॒मर॑न्धयः सा॒ख्यस्य॑ त्रि॒ताय॑ ॥१९॥\n\nअ॒स्य सु॑वा॒नस्य॑ म॒न्दिन॑स्त्रि॒तस्य॒ न्यर्बु॑दं वावृधा॒नो अ॑स्तः ।\n\nअव॑र्तय॒त् सूर्यो॒ न च॒क्रं भि॒नद् व॒लमिन्द्रो॒ अङ्गि॑रस्वान् ॥२०॥\n\nनू॒नं सा ते॒ प्रति॒ वरं॑ जरि॒त्रे दु॑ही॒यदि॑न्द्र॒ दक्षि॑णा म॒घोनी॑ ।\n\nशिक्षा॑ स्तो॒तृभ्यो॒ माति॑ ध॒ग्भगो॑ नो बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 12,
        "text": "१५ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः। त्रिष्टुप्।\n\nयो जा॒त ए॒व प्र॑थ॒मो मन॑स्वान् दे॒वो दे॒वान् क्रतु॑ना प॒र्यभू॑षत् ।\n\nयस्य॒ शुष्मा॒द् रोद॑सी॒ अभ्य॑सेतां नृ॒म्णस्य॑ म॒ह्ना स ज॑नास॒ इन्द्र॑: ॥१॥\n\nयः पृ॑थि॒वीं व्यथ॑माना॒मदृं॑ह॒द् यः पर्व॑ता॒न् प्रकु॑पिताँ॒ अर॑म्णात् ।\n\nयो अ॒न्तरि॑क्षं विम॒मे वरी॑यो॒ यो द्यामस्त॑भ्ना॒त् स ज॑नास॒ इन्द्र॑: ॥२॥\n\nयो ह॒त्वाहि॒मरि॑णात् स॒प्त सिन्धू॒न् यो गा उ॒दाज॑दप॒धा व॒लस्य॑ ।\n\nयो अश्म॑नोर॒न्तर॒ग्निं ज॒जान॑ सं॒वृक् स॒मत्सु॒ स ज॑नास॒ इन्द्र॑: ॥३॥\n\nयेने॒मा विश्वा॒ च्यव॑ना कृ॒तानि॒ यो दासं॒ वर्ण॒मध॑रं॒ गुहाक॑: ।\n\nश्व॒घ्नीव॒ यो जि॑गी॒वाँ ल॒क्षमाद॑द॒र्यः पु॒ष्टानि॒ स ज॑नास॒ इन्द्र॑: ॥४॥\n\nयं स्मा॑ पृ॒च्छन्ति॒ कुह॒ सेति॑ घो॒रमु॒तेमा॑हु॒र्नैषो अ॒स्तीत्ये॑नम् ।\n\nसो अ॒र्यः पु॒ष्टीर्विज॑ इ॒वा मि॑नाति॒ श्रद॑स्मै धत्त॒ स ज॑नास॒ इन्द्र॑: ॥५॥\n\nयो र॒ध्रस्य॑ चोदि॒ता यः कृ॒शस्य॒ यो ब्र॒ह्मणो॒ नाध॑मानस्य की॒रेः ।\n\nयु॒क्तग्रा॑व्णो॒ योऽवि॒ता सु॑शि॒प्रः सु॒तसो॑मस्य॒ स ज॑नास॒ इन्द्र॑: ॥६॥\n\nयस्याश्वा॑सः प्र॒दिशि॒ यस्य॒ गावो॒ यस्य॒ ग्रामा॒ यस्य॒ विश्वे॒ रथा॑सः ।\n\nयः सूर्यं॒ य उ॒षसं॑ ज॒जान॒ यो अ॒पां ने॒ता स ज॑नास॒ इन्द्र॑: ॥७॥\n\nयं क्रन्द॑सी संय॒ती वि॒ह्वये॑ते॒ परेऽव॑र उ॒भया॑ अ॒मित्रा॑: ।\n\nस॒मा॒नं चि॒द् रथ॑मातस्थि॒वांसा॒ नाना॑ हवेते॒ स ज॑नास॒ इन्द्र॑: ॥८॥\n\nयस्मा॒न्न ऋ॒ते वि॒जय॑न्ते॒ जना॑सो॒ यं युध्य॑माना॒ अव॑से॒ हव॑न्ते ।\n\nयो विश्व॑स्य प्रति॒मानं॑ ब॒भूव॒ यो अ॑च्युत॒च्युत् स ज॑नास॒ इन्द्र॑: ॥९॥\n\nयः शश्व॑तो॒ मह्येनो॒ दधा॑ना॒नम॑न्यमाना॒ञ्छर्वा॑ ज॒घान॑ ।\n\nयः शर्ध॑ते॒ नानु॒ददा॑ति शृ॒ध्यां यो दस्यो॑र्ह॒न्ता स ज॑नास॒ इन्द्र॑: ॥१०॥\n\nयः शम्ब॑रं॒ पर्व॑तेषु क्षि॒यन्तं॑ चत्वारिं॒श्यां श॒रद्य॒न्ववि॑न्दत् ।\n\nओ॒जा॒यमा॑नं॒ यो अहिं॑ ज॒घान॒ दानुं॒ शया॑नं॒ स ज॑नास॒ इन्द्र॑: ॥११॥\n\nयः स॒प्तर॑श्मिर्वृष॒भस्तुवि॑ष्मान॒वासृ॑ज॒त् सर्त॑वे स॒प्त सिन्धू॑न् ।\n\nयो रौ॑हि॒णमस्फु॑र॒द् वज्र॑बाहु॒र्द्यामा॒रोह॑न्तं॒ स ज॑नास॒ इन्द्र॑: ॥१२॥\n\nद्यावा॑ चिदस्मै पृथि॒वी न॑मेते॒ शुष्मा॑च्चिदस्य॒ पर्व॑ता भयन्ते ।\n\nयः सो॑म॒पा नि॑चि॒तो वज्र॑बाहु॒र्यो वज्र॑हस्त॒: स ज॑नास॒ इन्द्र॑: ॥१३॥\n\nयः सु॒न्वन्त॒मव॑ति॒ यः पच॑न्तं॒ यः शंस॑न्तं॒ यः श॑शमा॒नमू॒ती ।\n\nयस्य॒ ब्रह्म॒ वर्ध॑नं॒ यस्य॒ सोमो॒ यस्ये॒दं राध॒: स ज॑नास॒ इन्द्र॑: ॥१४॥\n\nयः सु॑न्व॒ते पच॑ते दु॒ध्र आ चि॒द् वाजं॒ दर्द॑र्षि॒ स किला॑सि स॒त्यः ।\n\nव॒यं त॑ इन्द्र वि॒श्वह॑ प्रि॒यास॑: सु॒वीरा॑सो वि॒दथ॒मा व॑देम ॥१५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 13,
        "text": "१३ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः। जगती, १३ त्रिष्टुप्।\n\nऋ॒तुर्जनि॑त्री॒ तस्या॑ अ॒पस्परि॑ म॒क्षू जा॒त आवि॑श॒द् यासु॒ वर्ध॑ते ।\n\nतदा॑ह॒ना अ॑भवत् पि॒प्युषी॒ पयों॒ ऽशोः पी॒यूषं॑ प्रथ॒मं तदु॒क्थ्य॑म् ॥१\n\nस॒ध्रीमा य॑न्ति॒ परि॒ बिभ्र॑ती॒: पयो॑ वि॒श्वप्स्न्या॑य॒ प्र भ॑रन्त॒ भोज॑नम् ।\n\nस॒मा॒नो अध्वा॑ प्र॒वता॑मनु॒ष्यदे॒ यस्ताकृ॑णोः प्रथ॒मं सास्यु॒क्थ्य॑: ॥२\n\nअन्वेको॑ वदति॒ यद् ददा॑ति॒ तद् रू॒पा मि॒नन्तद॑पा॒ एक॑ ईयते ।\n\nविश्वा॒ एक॑स्य वि॒नुद॑स्तितिक्षते॒ यस्ताकृ॑णोः प्रथ॒मं सास्यु॒क्थ्य॑: ॥३\n\nप्र॒जाभ्य॑: पु॒ष्टिं वि॒भज॑न्त आसते र॒यिमि॑व पृ॒ष्ठं प्र॒भव॑न्तमाय॒ते ।\n\nअसि॑न्व॒न् दंष्ट्रै॑: पि॒तुर॑त्ति॒ भोज॑नं॒ यस्ताकृ॑णोः प्रथ॒मं सास्यु॒क्थ्य॑: ॥४\n\nअधा॑कृणोः पृथि॒वीं सं॒दृशे॑ दि॒वे यो धौ॑ती॒नाम॑हिह॒न्नारि॑णक् प॒थः ।\n\nतं त्वा॒ स्तोमे॑भिरु॒दभि॒र्न वा॒जिनं॑ दे॒वं दे॒वा अ॑जन॒न् त्सास्यु॒क्थ्य॑: ॥५\n\nयो भोज॑नं च॒ दय॑से च॒ वर्ध॑नमा॒र्द्रादा शुष्कं॒ मधु॑मद् दु॒दोहि॑थ ।\n\nस शे॑व॒धिं नि द॑धिषे वि॒वस्व॑ति॒ विश्व॒स्यैक॑ ईशिषे॒ सास्यु॒क्थ्य॑: ॥६\n\nयः पु॒ष्पिणी॑श्च प्र॒स्व॑श्च॒ धर्म॒णा ऽधि॒ दाने॒ व्य१वनी॒रधा॑रयः ।\n\nयश्चास॑मा॒ अज॑नो दि॒द्युतो॑ दि॒व उ॒रुरू॒र्वाँ अ॒भित॒: सास्यु॒क्थ्य॑: ॥७\n\nयो ना॑र्म॒रं स॒हव॑सुं॒ निह॑न्तवे पृ॒क्षाय॑ च दा॒सवे॑शाय॒ चाव॑हः ।\n\nऊ॒र्जय॑न्त्या॒ अप॑रिविष्टमा॒स्य॑मु॒तैवाद्य पु॑रुकृ॒त् सास्यु॒क्थ्य॑: ॥८\n\nश॒तं वा॒ यस्य॒ दश॑ सा॒कमाद्य॒ एक॑स्य श्रु॒ष्टौ यद्ध॑ चो॒दमावि॑थ ।\n\nअ॒र॒ज्जौ दस्यू॒न् त्समु॑नब्द॒भीत॑ये सुप्रा॒व्यो॑ अभव॒: सास्यु॒क्थ्य॑: ॥९\n\nविश्वेदनु॑ रोध॒ना अ॑स्य॒ पौंस्यं॑ द॒दुर॑स्मै दधि॒रे कृ॒त्नवे॒ धन॑म् ।\n\nषळ॑स्तभ्ना वि॒ष्टिर॒: पञ्च॑ सं॒दृश॒: परि॑ प॒रो अ॑भव॒: सास्यु॒क्थ्य॑: ॥१०\n\nसु॒प्र॒वा॒च॒नं तव॑ वीर वी॒र्यं१ यदेके॑न॒ क्रतु॑ना वि॒न्दसे॒ वसु॑ ।\n\nजा॒तूष्ठि॑रस्य॒ प्र वय॒: सह॑स्वतो॒ या च॒कर्थ॒ सेन्द्र॒ विश्वा॑स्यु॒क्थ्य॑: ॥११\n\nअर॑मय॒: सर॑पस॒स्तरा॑य॒ कं तु॒र्वीत॑ये च व॒य्या॑य च स्रु॒तिम् ।\n\nनी॒चा सन्त॒मुद॑नयः परा॒वृजं॒ प्रान्धं श्रो॒णं श्र॒वय॒न् त्सास्यु॒क्थ्य॑: ॥१२\n\nअ॒स्मभ्यं॒ तद् व॑सो दा॒नाय॒ राध॒: सम॑र्थयस्व ब॒हु ते॑ वस॒व्य॑म् ।\n\nइन्द्र॒ यच्चि॒त्रं श्र॑व॒स्या अनु॒ द्यून् बृ॒हद्व॑देम वि॒दथे॑ सु॒वीरा॑: ॥१३"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 14,
        "text": "१२ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः। त्रिष्टुप्।\n\nअध्व॑र्यवो॒ भर॒तेन्द्रा॑य॒ सोम॒माम॑त्रेभिः सिञ्चता॒ मद्य॒मन्ध॑: ।\n\nका॒मी हि वी॒रः सद॑मस्य पी॒तिं जु॒होत॒ वृष्णे॒ तदिदे॒ष व॑ष्टि ॥१\n\nअध्व॑र्यवो॒ यो अ॒पो व॑व्रि॒वांसं॑ वृ॒त्रं ज॒घाना॒शन्ये॑व वृ॒क्षम् ।\n\nतस्मा॑ ए॒तं भ॑रत तद्व॒शायँ॑ ए॒ष इन्द्रो॑ अर्हति पी॒तिम॑स्य ॥२\n\nअध्व॑र्यवो॒ यो दृभी॑कं ज॒घान॒ यो गा उ॒दाज॒दप॒ हि व॒लं वः ।\n\nतस्मा॑ ए॒तम॒न्तरि॑क्षे॒ न वात॒मिन्द्रं॒ सोमै॒रोर्णु॑त॒ जूर्न वस्त्रै॑: ॥३\n\nअध्व॑र्यवो॒ य उर॑णं ज॒घान॒ नव॑ च॒ख्वांसं॑ नव॒तिं च॑ बा॒हून् ।\n\nयो अर्बु॑द॒मव॑ नी॒चा ब॑बा॒धे तमिन्द्रं॒ सोम॑स्य भृ॒थे हि॑नोत ॥४\n\nअध्व॑र्यवो॒ यः स्वश्नं॑ ज॒घान॒ यः शुष्ण॑म॒शुषं॒ यो व्यं॑सम् ।\n\nयः पिप्रुं॒ नमु॑चिं॒ यो रु॑धि॒क्रां तस्मा॒ इन्द्रा॒यान्ध॑सो जुहोत ॥५\n\nअध्व॑र्यवो॒ यः श॒तं शम्ब॑रस्य॒ पुरो॑ बि॒भेदाश्म॑नेव पू॒र्वीः ।\n\nयो व॒र्चिन॑: श॒तमिन्द्र॑: स॒हस्र॑म॒पाव॑प॒द् भर॑ता॒ सोम॑मस्मै ॥६\n\nअध्व॑र्यवो॒ यः श॒तमा स॒हस्रं॒ भूम्या॑ उ॒पस्थेऽव॑पज्जघ॒न्वान् ।\n\nकुत्स॑स्या॒योर॑तिथि॒ग्वस्य॑ वी॒रान् न्यावृ॑ण॒ग् भर॑ता॒ सोम॑मस्मै ॥७\n\nअध्व॑र्यवो॒ यन्न॑रः का॒मया॑ध्वे श्रु॒ष्टी वह॑न्तो नशथा॒ तदिन्द्रे॑ ।\n\nगभ॑स्तिपूतं भरत श्रु॒तायेन्द्रा॑य॒ सोमं॑ यज्यवो जुहोत ॥८\n\nअध्व॑र्यव॒: कर्त॑ना श्रु॒ष्टिम॑स्मै॒ वने॒ निपू॑तं॒ वन॒ उन्न॑यध्वम् ।\n\nजु॒षा॒णो हस्त्य॑म॒भि वा॑वशे व॒ इन्द्रा॑य॒ सोमं॑ मदि॒रं जु॑होत ॥९\n\nअध्व॑र्यव॒: पय॒सोध॒र्यथा॒ गोः सोमे॑भिरीं पृणता भो॒जमिन्द्र॑म् ।\n\nवेदा॒हम॑स्य॒ निभृ॑तं म ए॒तद् दित्स॑न्तं॒ भूयो॑ यज॒तश्चि॑केत ॥१०\n\nअध्व॑र्यवो॒ यो दि॒व्यस्य॒ वस्वो॒ यः पार्थि॑वस्य॒ क्षम्य॑स्य॒ राजा॑ ।\n\nतमूर्द॑रं॒ न पृ॑णता॒ यवे॒नेन्द्रं॒ सोमे॑भि॒स्तदपो॑ वो अस्तु ॥११\n\nअ॒स्मभ्यं॒ तद् व॑सो दा॒नाय॒ राध॒: सम॑र्थयस्व ब॒हु ते॑ वस॒व्य॑म् ।\n\nइन्द्र॒ यच्चि॒त्रं श्र॑व॒स्या अनु॒ द्यून्बृ॒हद्व॑देम वि॒दथे॑ सु॒वीरा॑: ॥१२"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 15,
        "text": "१० गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः। त्रिष्टुप्।\n\nप्र घा॒ न्व॑स्य मह॒तो म॒हानि॑ स॒त्या स॒त्यस्य॒ कर॑णानि वोचम् ।\n\nत्रिक॑द्रुकेष्वपिबत् सु॒तस्या॒स्य मदे॒ अहि॒मिन्द्रो॑ जघान ॥१॥\n\nअ॒वं॒शे द्याम॑स्तभायद् बृ॒हन्त॒मा रोद॑सी अपृणद॒न्तरि॑क्षम् ।\n\nस धा॑रयत् पृथि॒वीं प॒प्रथ॑च्च॒ सोम॑स्य॒ ता मद॒ इन्द्र॑श्चकार ॥२॥\n\nसद्मे॑व॒ प्राचो॒ वि मि॑माय॒ मानै॒र्वज्रे॑ण॒ खान्य॑तृणन्न॒दीना॑म् ।\n\nवृथा॑सृजत् प॒थिभि॑र्दीर्घया॒थैः सोम॑स्य॒ ता मद॒ इन्द्र॑श्चकार ॥३॥\n\nस प्र॑वो॒ळहृन् प॑रि॒गत्या॑ द॒भीते॒र्विश्व॑मधा॒गायु॑धमि॒द्धे अ॒ग्नौ ।\n\nसं गोभि॒रश्वै॑रसृज॒द् रथे॑भि॒: सोम॑स्य॒ ता मद॒ इन्द्र॑श्चकार ॥४॥\n\nस ईं॑ म॒हीं धुनि॒मेतो॑ररम्णा॒त् सो अ॑स्ना॒तॄन॑पारयत् स्व॒स्ति ।\n\nत उ॒त्स्नाय॑ र॒यिम॒भि प्र त॑स्थु॒: सोम॑स्य॒ ता मद॒ इन्द्र॑श्चकार ॥५॥\n\nसोद॑ञ्चं॒ सिन्धु॑मरिणान्महि॒त्वा वज्रे॒णान॑ उ॒षस॒: सं पि॑पेष ।\n\nअ॒ज॒वसो॑ ज॒विनी॑भिर्विवृ॒श्चन् त्सोम॑स्य॒ ता मद॒ इन्द्र॑श्चकार ॥६॥\n\nस वि॒द्वाँ अ॑पगो॒हं क॒नीना॑मा॒विर्भव॒न्नुद॑तिष्ठत् परा॒वृक् ।\n\nप्रति॑ श्रो॒णः स्था॒द्व्य१नग॑चष्ट॒ सोम॑स्य॒ ता मद॒ इन्द्र॑श्चकार ॥७॥\n\nभि॒नद् व॒लमङ्गि॑रोभिर्गृणा॒नो वि पर्व॑तस्य दृंहि॒तान्यै॑रत् ।\n\nरि॒णग्रोधां॑सि कृ॒त्रिमा॑ण्येषां॒ सोम॑स्य॒ ता मद॒ इन्द्र॑श्चकार ॥८॥\n\nस्वप्ने॑ना॒भ्युप्या॒ चुमु॑रिं॒ धुनिं॑ च ज॒घन्थ॒ दस्युं॒ प्र द॒भीति॑मावः ।\n\nर॒म्भी चि॒दत्र॑ विविदे॒ हिर॑ण्यं॒ सोम॑स्य॒ ता मद॒ इन्द्र॑श्चकार ॥९॥\n\nनू॒नं सा ते॒ प्रति॒ वरं॑ जरि॒त्रे दु॑ही॒यदि॑न्द्र॒ दक्षि॑णा म॒घोनी॑ ।\n\nशिक्षा॑ स्तो॒तृभ्यो॒ माति॑ ध॒ग्भगो॑ नो बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥१०॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 16,
        "text": "९ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः। जगती,  ९ त्रिष्टुप्।\n\nप्र व॑: स॒तां ज्येष्ठ॑तमाय सुष्टु॒तिम॒ग्नावि॑व समिधा॒ने ह॒विर्भ॑रे ।\n\nइन्द्र॑मजु॒र्यं ज॒रय॑न्तमुक्षि॒तं स॒नाद् युवा॑न॒मव॑से हवामहे ॥१॥\n\nयस्मा॒दिन्द्रा॑द् बृह॒तः किं च॒नेमृ॒ते विश्वा॑न्यस्मि॒न् त्संभृ॒ताधि॑ वी॒र्या॑ ।\n\nज॒ठरे॒ सोमं॑ त॒न्वी॒३ सहो॒ महो॒ हस्ते॒ वज्रं॒ भर॑ति शी॒र्षणि॒ क्रतु॑म् ॥२॥\n\nन क्षो॒णीभ्यां॑ परि॒भ्वे॑ त इन्द्रि॒यं न स॑मु॒द्रैः पर्व॑तैरिन्द्र ते॒ रथ॑: ।\n\nन ते॒ वज्र॒मन्व॑श्नोति॒ कश्च॒न यदा॒शुभि॒: पत॑सि॒ योज॑ना पु॒रु ॥३॥\n\nविश्वे॒ ह्य॑स्मै यज॒ताय॑ धृ॒ष्णवे॒ क्रतुं॒ भर॑न्ति वृष॒भाय॒ सश्च॑ते ।\n\nवृषा॑ यजस्व ह॒विषा॑ वि॒दुष्ट॑र॒: पिबे॑न्द्र॒ सोमं॑ वृष॒भेण॑ भा॒नुना॑ ॥४॥\n\nवृष्ण॒: कोश॑: पवते॒ मध्व॑ ऊ॒र्मिर्वृ॑ष॒भान्ना॑य वृष॒भाय॒ पात॑वे ।\n\nवृष॑णाध्व॒र्यू वृ॑ष॒भासो॒ अद्र॑यो॒ वृष॑णं॒ सोमं॑ वृष॒भाय॑ सुष्वति ॥५॥\n\nवृषा॑ ते॒ वज्र॑ उ॒त ते॒ वृषा॒ रथो॒ वृष॑णा॒ हरी॑ वृष॒भाण्यायु॑धा ।\n\nवृष्णो॒ मद॑स्य वृषभ॒ त्वमी॑शिष॒ इन्द्र॒ सोम॑स्य वृष॒भस्य॑ तृप्णुहि ॥६॥\n\nप्र ते॒ नावं॒ न सम॑ने वच॒स्युवं॒ ब्रह्म॑णा यामि॒ सव॑नेषु॒ दाधृ॑षिः ।\n\nकु॒विन्नो॑ अ॒स्य वच॑सो नि॒बोधि॑ष॒दिन्द्र॒मुत्सं॒ न वसु॑नः सिचामहे ॥७॥\n\nपु॒रा स॑म्बा॒धाद॒भ्या व॑वृत्स्व नो धे॒नुर्न व॒त्सं यव॑सस्य पि॒प्युषी॑ ।\n\nस॒कृत्सु ते॑ सुम॒तिभि॑: शतक्रतो॒ सं पत्नी॑भि॒र्न वृष॑णो नसीमहि ॥८॥\n\nनू॒नं सा ते॒ प्रति॒ वरं॑ जरि॒त्रे दु॑ही॒यदि॑न्द्र॒ दक्षि॑णा म॒घोनी॑ ।\n\nशिक्षा॑ स्तो॒तृभ्यो॒ माति॑ ध॒ग्भगो॑ नो बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥९॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 17,
        "text": "९ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः। जगती,  ८-९ त्रिष्टुप्।\n\nतद॑स्मै॒ नव्य॑मङ्गिर॒स्वद॑र्चत॒ शुष्मा॒ यद॑स्य प्र॒त्नथो॒दीर॑ते ।\n\nविश्वा॒ यद् गो॒त्रा सह॑सा॒ परी॑वृता॒ मदे॒ सोम॑स्य दृंहि॒तान्यैर॑यत् ॥१॥\n\nस भू॑तु॒ यो ह॑ प्रथ॒माय॒ धाय॑स॒ ओजो॒ मिमा॑नो महि॒मान॒माति॑रत् ।\n\nशूरो॒ यो यु॒त्सु त॒न्वं॑ परि॒व्यत॑ शी॒र्षणि॒ द्यां म॑हि॒ना प्रत्य॑मुञ्चत ॥२॥\n\nअधा॑कृणोः प्रथ॒मं वी॒र्यं॑ म॒हद् यद॒स्याग्रे॒ ब्रह्म॑णा॒ शुष्म॒मैर॑यः ।\n\nर॒थे॒ष्ठेन॒ हर्य॑श्वेन॒ विच्यु॑ता॒: प्र जी॒रय॑: सिस्रते स॒ध्र्य१क्पृथ॑क् ॥३॥\n\nअधा॒ यो विश्वा॒ भुव॑ना॒भि म॒ज्मने॑शान॒कृत् प्रव॑या अ॒भ्यव॑र्धत ।\n\nआद् रोद॑सी॒ ज्योति॑षा॒ वह्नि॒रात॑नो॒त् सीव्य॒न् तमां॑सि॒ दुधि॑ता॒ सम॑व्ययत् ॥४॥\n\nस प्रा॒चीना॒न् पर्व॑तान् दृंह॒दोज॑सा ऽधरा॒चीन॑मकृणोद॒पामप॑: ।\n\nअधा॑रयत् पृथि॒वीं वि॒श्वधा॑यस॒मस्त॑भ्नान्मा॒यया॒ द्याम॑व॒स्रस॑: ॥५॥\n\nसास्मा॒ अरं॑ बा॒हुभ्यां॒ यं पि॒ताकृ॑णो॒द्विश्व॑स्मा॒दा ज॒नुषो॒ वेद॑स॒स्परि॑ ।\n\nयेना॑ पृथि॒व्यां नि क्रिविं॑ श॒यध्यै॒ वज्रे॑ण ह॒त्व्यवृ॑णक् तुवि॒ष्वणि॑: ॥६॥\n\nअ॒मा॒जूरि॑व पि॒त्रोः सचा॑ स॒ती स॑मा॒नादा सद॑स॒स्त्वामि॑ये॒ भग॑म् ।\n\nकृ॒धि प्र॑के॒तमुप॑ मा॒स्या भ॑र द॒द्धि भा॒गं त॒न्वो॒३ येन॑ मा॒मह॑: ॥७॥\n\nभो॒जं त्वामि॑न्द्र व॒यं हु॑वेम द॒दिष्ट्वमि॒न्द्रापां॑सि॒ वाजा॑न् ।\n\nअ॒वि॒ड्ढी॑न्द्र चि॒त्रया॑ न ऊ॒ती कृ॒धि वृ॑षन्निन्द्र॒ वस्य॑सो नः ॥८॥\n\nनू॒नं सा ते॒ प्रति॒ वरं॑ जरि॒त्रे दु॑ही॒यदि॑न्द्र॒ दक्षि॑णा म॒घोनी॑ ।\n\nशिक्षा॑ स्तो॒तृभ्यो॒ माति॑ ध॒ग्भगो॑ नो बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥९॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 18,
        "text": "९ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः। त्रिष्टुप्।\n\nप्रा॒ता रथो॒ नवो॑ योजि॒ सस्नि॒श्चतु॑र्युगस्त्रिक॒शः स॒प्तर॑श्मिः ।\n\nदशा॑रित्रो मनु॒ष्य॑: स्व॒र्षाः स इ॒ष्टिभि॑र्म॒तिभी॒ रंह्यो॑ भूत् ॥१॥\n\nसास्मा॒ अरं॑ प्रथ॒मं स द्वि॒तीय॑मु॒तो तृ॒तीयं॒ मनु॑ष॒: स होता॑ ।\n\nअ॒न्यस्या॒ गर्भ॑म॒न्य ऊ॑ जनन्त॒ सो अ॒न्येभि॑: सचते॒ जेन्यो॒ वृषा॑ ॥२॥\n\nहरी॒ नु कं॒ रथ॒ इन्द्र॑स्य योजमा॒यै सू॒क्तेन॒ वच॑सा॒ नवे॑न ।\n\nमो षु त्वामत्र॑ ब॒हवो॒ हि विप्रा॒ नि री॑रम॒न् यज॑मानासो अ॒न्ये ॥३॥\n\nआ द्वाभ्यां॒ हरि॑भ्यामिन्द्र या॒ह्या च॒तुर्भि॒रा ष॒ड्भिर्हू॒यमा॑नः ।\n\nआष्टा॒भिर्द॒शभि॑: सोम॒पेय॑म॒यं सु॒तः सु॑मख॒ मा मृध॑स्कः ॥४॥\n\nआ विं॑श॒त्या त्रिं॒शता॑ याह्य॒र्वाङा च॑त्वारिं॒शता॒ हरि॑भिर्युजा॒नः ।\n\nआ प॑ञ्चा॒शता॑ सु॒रथे॑भिरि॒न्द्रा ऽऽ ष॒ष्ट्या स॑प्त॒त्या सो॑म॒पेय॑म् ॥५॥\n\nआशी॒त्या न॑व॒त्या या॑ह्य॒र्वाङा श॒तेन॒ हरि॑भिरु॒ह्यमा॑नः ।\n\nअ॒यं हि ते॑ शु॒नहो॑त्रेषु॒ सोम॒ इन्द्र॑ त्वा॒या परि॑षिक्तो॒ मदा॑य ॥६॥\n\nमम॒ ब्रह्मे॑न्द्र या॒ह्यच्छा॒ विश्वा॒ हरी॑ धु॒रि धि॑ष्वा॒ रथ॑स्य ।\n\nपु॒रु॒त्रा हि वि॒हव्यो॑ ब॒भूथा॒स्मिञ्छू॑र॒ सव॑ने मादयस्व ॥७॥\n\nन म॒ इन्द्रे॑ण स॒ख्यं वि यो॑षद॒स्मभ्य॑मस्य॒ दक्षि॑णा दुहीत ।\n\nउप॒ ज्येष्ठे॒ वरू॑थे॒ गभ॑स्तौ प्रा॒येप्रा॑ये जिगी॒वांस॑: स्याम ॥८॥\n\nनू॒नं सा ते॒ प्रति॒ वरं॑ जरि॒त्रे दु॑ही॒यदि॑न्द्र॒ दक्षि॑णा म॒घोनी॑ ।\n\nशिक्षा॑ स्तो॒तृभ्यो॒ माति॑ ध॒ग्भगो॑ नो बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥९॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 19,
        "text": "९ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः। त्रिष्टुप्।\n\nअपा॑य्य॒स्यान्ध॑सो॒ मदा॑य॒ मनी॑षिणः सुवा॒नस्य॒ प्रय॑सः ।\n\nयस्मि॒न्निन्द्र॑: प्र॒दिवि॑ वावृधा॒न ओको॑ द॒धे ब्र॑ह्म॒ण्यन्त॑श्च॒ नर॑: ॥१॥\n\nअ॒स्य म॑न्दा॒नो मध्वो॒ वज्र॑ह॒स्तो ऽहि॒मिन्द्रो॑ अर्णो॒वृतं॒ वि वृ॑श्चत् ।\n\nप्र यद् वयो॒ न स्वस॑रा॒ण्यच्छा॒ प्रयां॑सि च न॒दीनां॒ चक्र॑मन्त ॥२॥\n\nस माहि॑न॒ इन्द्रो॒ अर्णो॑ अ॒पां प्रैर॑यदहि॒हाच्छा॑ समु॒द्रम् ।\n\nअज॑नय॒त् सूर्यं॑ वि॒दद्गा अ॒क्तुनाह्नां॑ व॒युना॑नि साधत् ॥३॥\n\nसो अ॑प्र॒तीनि॒ मन॑वे पु॒रूणीन्द्रो॑ दाशद् दा॒शुषे॒ हन्ति॑ वृ॒त्रम् ।\n\nस॒द्यो यो नृभ्यो॑ अत॒साय्यो॒ भूत्प॑स्पृधा॒नेभ्य॒: सूर्य॑स्य सा॒तौ ॥४॥\n\nस सु॑न्व॒त इन्द्र॒: सूर्य॒मा ऽऽ दे॒वो रि॑ण॒ङ्मर्त्या॑य स्त॒वान् ।\n\nआ यद् र॒यिं गु॒हद॑वद्यमस्मै॒ भर॒दंशं॒ नैत॑शो दश॒स्यन् ॥५॥\n\nस र॑न्धयत्स॒दिव॒: सार॑थये॒ शुष्ण॑म॒शुषं॒ कुय॑वं॒ कुत्सा॑य ।\n\nदिवो॑दासाय नव॒तिं च॒ नवेन्द्र॒: पुरो॒ व्यै॑र॒च्छम्ब॑रस्य ॥६॥\n\nए॒वा त॑ इन्द्रो॒चथ॑महेम श्रव॒स्या न त्मना॑ वा॒जय॑न्तः ।\n\nअ॒श्याम॒ तत् साप्त॑माशुषा॒णा न॒नमो॒ वध॒रदे॑वस्य पी॒योः ॥७॥\n\nए॒वा ते॑ गृत्सम॒दाः शू॑र॒ मन्मा॑व॒स्यवो॒ न व॒युना॑नि तक्षुः ।\n\nब्र॒ह्म॒ण्यन्त॑ इन्द्र ते॒ नवी॑य॒ इष॒मूर्जं॑ सुक्षि॒तिं सु॒म्नम॑श्युः ॥८॥\n\nनू॒नं सा ते॒ प्रति॒ वरं॑ जरि॒त्रे दु॑ही॒यदि॑न्द्र॒ दक्षि॑णा म॒घोनी॑ ।\n\nशिक्षा॑ स्तो॒तृभ्यो॒ माति॑ ध॒ग्भगो॑ नो बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥९॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 20,
        "text": "९ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः। त्रिष्टुप्, ३ विराड् रूपा।\n\nव॒यं ते॒ वय॑ इन्द्र वि॒द्धि षु ण॒: प्र भ॑रामहे वाज॒युर्न रथ॑म् ।\n\nवि॒प॒न्यवो॒ दीध्य॑तो मनी॒षा सु॒म्नमिय॑क्षन्त॒स्त्वाव॑तो॒ नॄन् ॥१॥\n\nत्वं न॑ इन्द्र॒ त्वाभि॑रू॒ती त्वा॑य॒तो अ॑भिष्टि॒पासि॒ जना॑न् ।\n\nत्वमि॒नो दा॒शुषो॑ वरू॒तेत्थाधी॑र॒भि यो नक्ष॑ति त्वा ॥२॥\n\nस नो॒ युवेन्द्रो॑ जो॒हूत्र॒: सखा॑ शि॒वो न॒राम॑स्तु पा॒ता ।\n\nयः शंस॑न्तं॒ यः श॑शमा॒नमू॒ती पच॑न्तं च स्तु॒वन्तं॑ च प्र॒णेष॑त् ॥३॥\n\nतमु॑ स्तुष॒ इन्द्रं॒ तं गृ॑णीषे॒ यस्मि॑न्पु॒रा वा॑वृ॒धुः शा॑श॒दुश्च॑ ।\n\nस वस्व॒: कामं॑ पीपरदिया॒नो ब्र॑ह्मण्य॒तो नूत॑नस्या॒योः ॥४॥\n\nसो अङ्गि॑रसामु॒चथा॑ जुजु॒ष्वान् ब्रह्मा॑ तूतो॒दिन्द्रो॑ गा॒तुमि॒ष्णन् ।\n\nमु॒ष्णन्नु॒षस॒: सूर्ये॑ण स्त॒वानश्न॑स्य चिच्छिश्नथत् पू॒र्व्याणि॑ ॥५॥\n\nस ह॑ श्रु॒त इन्द्रो॒ नाम॑ दे॒व ऊ॒र्ध्वो भु॑व॒न्मनु॑षे द॒स्मत॑मः ।\n\nअव॑ प्रि॒यम॑र्शसा॒नस्य॑ सा॒ह्वाञ्छिरो॑ भरद् दा॒सस्य॑ स्व॒धावा॑न् ॥६॥\n\nस वृ॑त्र॒हेन्द्र॑: कृ॒ष्णयो॑नीः पुरंद॒रो दासी॑रैरय॒द्वि ।\n\nअज॑नय॒न्मन॑वे॒ क्षाम॒पश्च॑ स॒त्रा शंसं॒ यज॑मानस्य तूतोत् ॥७॥\n\nतस्मै॑ तव॒स्य१मनु॑ दायि स॒त्रेन्द्रा॑य दे॒वेभि॒रर्ण॑सातौ ।\n\nप्रति॒ यद॑स्य॒ वज्रं॑ बा॒ह्वोर्धुर्ह॒त्वी दस्यू॒न् पुर॒ आय॑सी॒र्नि ता॑रीत् ॥८॥\n\nनू॒नं सा ते॒ प्रति॒ वरं॑ जरि॒त्रे दु॑ही॒यदि॑न्द्र॒ दक्षि॑णा म॒घोनी॑ ।\n\nशिक्षा॑ स्तो॒तृभ्यो॒ माति॑ ध॒ग्भगो॑ नो बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥९॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 21,
        "text": "६ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः। जगती, ६ त्रिष्टुप्।\n\nवि॒श्व॒जिते॑ धन॒जिते॑ स्व॒र्जिते॑ सत्रा॒जिते॑ नृ॒जित॑ उर्वरा॒जिते॑ ।\n\nअ॒श्व॒जिते॑ गो॒जिते॑ अ॒ब्जिते॑ भ॒रेन्द्रा॑य॒ सोमं॑ यज॒ताय॑ हर्य॒तम् ॥१॥\n\nअ॒भि॒भुवे॑ऽभिभ॒ङ्गाय॑ वन्व॒ते ऽषा॑ळहाय॒ सह॑मानाय वे॒धसे॑ ।\n\nतु॒वि॒ग्रये॒ वह्न॑ये दु॒ष्टरी॑तवे सत्रा॒साहे॒ नम॒ इन्द्रा॑य वोचत ॥२॥\n\nस॒त्रा॒सा॒हो ज॑नभ॒क्षो ज॑नंस॒हश्च्यव॑नो यु॒ध्मो अनु॒ जोष॑मुक्षि॒तः ।\n\nवृ॒तं॒च॒यः सहु॑रिर्वि॒क्ष्वा॑रि॒त इन्द्र॑स्य वोचं॒ प्र कृ॒तानि॑ वी॒र्या॑ ॥३॥\n\nअ॒ना॒नु॒दो वृ॑ष॒भो दोध॑तो व॒धो ग॑म्भी॒र ऋ॒ष्वो अस॑मष्टकाव्यः ।\n\nर॒ध्र॒चो॒दः श्नथ॑नो वीळि॒तस्पृ॒थुरिन्द्र॑: सुय॒ज्ञ उ॒षस॒: स्व॑र्जनत् ॥४॥\n\nय॒ज्ञेन॑ गा॒तुम॒प्तुरो॑ विविद्रिरे॒ धियो॑ हिन्वा॒ना उ॒शिजो॑ मनी॒षिण॑: ।\n\nअ॒भि॒स्वरा॑ नि॒षदा॒ गा अ॑व॒स्यव॒ इन्द्रे॑ हिन्वा॒ना द्रवि॑णान्याशत ॥५॥\n\nइन्द्र॒ श्रेष्ठा॑नि॒ द्रवि॑णानि धेहि॒ चित्तिं॒ दक्ष॑स्य सुभग॒त्वम॒स्मे ।\n\nपोषं॑ रयी॒णामरि॑ष्टिं त॒नूनां॑ स्वा॒द्मानं॑ वा॒चः सु॑दिन॒त्वमह्ना॑म् ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 22,
        "text": "४ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। इन्द्रः।१ अष्टिः, २-३ अतिशक्वरी, ४ अष्टिः अतिशक्वरी वा।\n\nत्रिक॑द्रुकेषु महि॒षो यवा॑शिरं तुवि॒शुष्म॑स्तृ॒पत् सोम॑मपिब॒द् विष्णु॑ना सु॒तं यथाव॑शत् ।\n\nस ईं॑ ममाद॒ महि॒ कर्म॒ कर्त॑वे म॒हामु॒रुं सैनं॑ सश्चद् दे॒वो दे॒वं स॒त्यमिन्द्रं॑ स॒त्य इन्दु॑: ॥१॥\n\nअध॒ त्विषी॑माँ अ॒भ्योज॑सा॒ क्रिविं॑ यु॒धाभ॑व॒दा रोद॑सी अपृणदस्य म॒ज्मना॒ प्र वा॑वृधे ।\n\nअध॑त्ता॒न्यं ज॒ठरे॒ प्रेम॑रिच्यत॒ सैनं॑ सश्चद् दे॒वो दे॒वं स॒त्यमिन्द्रं॑ स॒त्य इन्दु॑: ॥२॥\n\nसा॒कं जा॒तः क्रतु॑ना सा॒कमोज॑सा ववक्षिथ सा॒कं वृ॒द्धो वी॒र्यै॑: सास॒हिर्मृधो॒ विच॑र्षणिः ।\n\nदाता॒ राध॑: स्तुव॒ते काम्यं॒ वसु॒ सैनं॑ सश्चद् दे॒वो दे॒वं स॒त्यमिन्द्रं॑ स॒त्य इन्दु॑: ॥३॥\n\nतव॒ त्यन्नर्यं॑ नृ॒तोऽप॑ इन्द्र प्रथ॒मं पू॒र्व्यं दि॒वि प्र॒वाच्यं॑ कृ॒तम् ।\n\nयद् दे॒वस्य॒ शव॑सा॒ प्रारि॑णा॒ असुं॑ रि॒णन्न॒पः ।\n\nभुव॒द् विश्व॑म॒भ्यादे॑व॒मोज॑सा वि॒दादूर्जं॑ श॒तक्र॑तुर्वि॒दादिष॑म् ॥४॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 23,
        "text": "१९ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। बृहस्पतिः, १, ५, ९, ११, १७, १९, ब्रह्मणस्पतिः। जगती,  १५, १९ त्रिष्टुप्।\n\nग॒णानां॑ त्वा ग॒णप॑तिं हवामहे क॒विं क॑वी॒नामु॑प॒मश्र॑वस्तमम् ।\n\nज्ये॒ष्ठ॒राजं॒ ब्रह्म॑णां ब्रह्मणस्पत॒ आ न॑: शृ॒ण्वन्नू॒तिभि॑: सीद॒ साद॑नम् ॥१॥\n\nदे॒वाश्चि॑त् ते असुर्य॒ प्रचे॑तसो॒ बृह॑स्पते य॒ज्ञियं॑ भा॒गमा॑नशुः ।\n\nउ॒स्रा इ॑व॒ सूर्यो॒ ज्योति॑षा म॒हो विश्वे॑षा॒मिज्ज॑नि॒ता ब्रह्म॑णामसि ॥२॥\n\nआ वि॒बाध्या॑ परि॒राप॒स्तमां॑सि च॒ ज्योति॑ष्मन्तं॒ रथ॑मृ॒तस्य॑ तिष्ठसि ।\n\nबृह॑स्पते भी॒मम॑मित्र॒दम्भ॑नं रक्षो॒हणं॑ गोत्र॒भिदं॑ स्व॒र्विद॑म् ॥३॥\n\nसु॒नी॒तिभि॑र्नयसि॒ त्राय॑से॒ जनं॒ यस्तुभ्यं॒ दाशा॒न्न तमंहो॑ अश्नवत् ।\n\nब्र॒ह्म॒द्विष॒स्तप॑नो मन्यु॒मीर॑सि॒ बृह॑स्पते॒ महि॒ तत् ते॑ महित्व॒नम् ॥४॥\n\nन तमंहो॒ न दु॑रि॒तं कुत॑श्च॒न नारा॑तयस्तितिरु॒र्न द्व॑या॒विन॑: ।\n\nविश्वा॒ इद॑स्माद् ध्व॒रसो॒ वि बा॑धसे॒ यं सु॑गो॒पा रक्ष॑सि ब्रह्मणस्पते ॥५॥\n\nत्वं नो॑ गो॒पाः प॑थि॒कृद् वि॑चक्ष॒णस्तव॑ व्र॒ताय॑ म॒तिभि॑र्जरामहे ।\n\nबृह॑स्पते॒ यो नो॑ अ॒भि ह्वरो॑ द॒धे स्वा तं म॑र्मर्तु दु॒च्छुना॒ हर॑स्वती ॥६॥\n\nउ॒त वा॒ यो नो॑ म॒र्चया॒दना॑गसो ऽराती॒वा मर्त॑: सानु॒को वृक॑: ।\n\nबृह॑स्पते॒ अप॒ तं व॑र्तया प॒थः सु॒गं नो॑ अ॒स्यै दे॒ववी॑तये कृधि ॥७॥\n\nत्रा॒तारं॑ त्वा त॒नूनां॑ हवाम॒हे ऽव॑स्पर्तरधिव॒क्तार॑मस्म॒युम् ।\n\nबृह॑स्पते देव॒निदो॒ नि ब॑र्हय॒ मा दु॒रेवा॒ उत्त॑रं सु॒म्नमुन्न॑शन् ॥८॥\n\nत्वया॑ व॒यं सु॒वृधा॑ ब्रह्मणस्पते स्पा॒र्हा वसु॑ मनु॒ष्या द॑दीमहि ।\n\nया नो॑ दू॒रे त॒ळितो॒ या अरा॑तयो॒ ऽभि सन्ति॑ ज॒म्भया॒ ता अ॑न॒प्नस॑: ॥९॥\n\nत्वया॑ व॒यमु॑त्त॒मं धी॑महे॒ वयो॒ बृह॑स्पते॒ पप्रि॑णा॒ सस्नि॑ना यु॒जा ।\n\nमा नो॑ दु॒:शंसो॑ अभिदि॒प्सुरी॑शत॒ प्र सु॒शंसा॑ म॒तिभि॑स्तारिषीमहि ॥१०॥\n\nअ॒ना॒नु॒दो वृ॑ष॒भो जग्मि॑राह॒वं निष्ट॑प्ता॒ शत्रुं॒ पृत॑नासु सास॒हिः ।\n\nअसि॑ स॒त्य ऋ॑ण॒या ब्र॑ह्मणस्पत उ॒ग्रस्य॑ चिद् दमि॒ता वी॑ळुह॒र्षिण॑: ॥११॥\n\nअदे॑वेन॒ मन॑सा॒ यो रि॑ष॒ण्यति॑ शा॒सामु॒ग्रो मन्य॑मानो॒ जिघां॑सति ।\n\nबृह॑स्पते॒ मा प्रण॒क् तस्य॑ नो व॒धो नि क॑र्म म॒न्युं दु॒रेव॑स्य॒ शर्ध॑तः ॥१२॥\n\nभरे॑षु॒ हव्यो॒ नम॑सोप॒सद्यो॒ गन्ता॒ वाजे॑षु॒ सनि॑ता॒ धनं॑धनम् ।\n\nविश्वा॒ इद॒र्यो अ॑भिदि॒प्स्वो॒३ मृधो॒ बृह॒स्पति॒र्वि व॑वर्हा॒ रथाँ॑ इव ॥१३॥\n\nतेजि॑ष्ठया तप॒नी र॒क्षस॑स्तप॒ ये त्वा॑ नि॒दे द॑धि॒रे दृ॒ष्टवी॑र्यम् ।\n\nआ॒विस्तत् कृ॑ष्व॒ यदस॑त् त उ॒क्थ्यं१बृह॑स्पते॒ वि प॑रि॒रापो॑ अर्दय ॥१४॥\n\nबृह॑स्पते॒ अति॒ यद॒र्यो अर्हा॑द् द्यु॒मद्वि॒भाति॒ क्रतु॑म॒ज्जने॑षु ।\n\nयद् दी॒दय॒च्छव॑स ऋतप्रजात॒ तद॒स्मासु॒ द्रवि॑णं धेहि चि॒त्रम् ॥१५॥\n\nमा न॑: स्ते॒नेभ्यो॒ ये अ॒भि द्रु॒हस्प॒दे नि॑रा॒मिणो॑ रि॒पवोऽन्ने॑षु जागृ॒धुः ।\n\nआ दे॒वाना॒मोह॑ते॒ वि व्रयो॑ हृ॒दि बृह॑स्पते॒ न प॒रः साम्नो॑ विदुः ॥१६॥\n\nविश्वे॑भ्यो॒ हि त्वा॒ भुव॑नेभ्य॒स्परि॒ त्वष्टाज॑न॒त् साम्न॑:साम्नः क॒विः ।\n\nस ऋ॑ण॒चिदृ॑ण॒या ब्रह्म॑ण॒स्पति॑र्द्रु॒हो ह॒न्ता म॒ह ऋ॒तस्य॑ ध॒र्तरि॑ ॥१७॥\n\nतव॑ श्रि॒ये व्य॑जिहीत॒ पर्व॑तो॒ गवां॑ गो॒त्रमु॒दसृ॑जो॒ यद॑ङ्गिरः ।\n\nइन्द्रे॑ण यु॒जा तम॑सा॒ परी॑वृतं॒ बृह॑स्पते॒ निर॒पामौ॑ब्जो अर्ण॒वम् ॥१८॥\n\nब्रह्म॑णस्पते॒ त्वम॒स्य य॒न्ता सू॒क्तस्य॑ बोधि॒ तन॑यं च जिन्व ।\n\nविश्वं॒ तद्भ॒द्रं यदव॑न्ति दे॒वा बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥१९॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 24,
        "text": "१६ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। ब्रह्मणस्पतिः, १, १० बृहस्पतिः, १२ इन्द्राब्रह्मणस्पती। जगती,  १२-१६ त्रिष्टुप्।\n\n      सेमाम॑विड्ढि॒ प्रभृ॑तिं॒ य ईशि॑षे॒ ऽया वि॑धेम॒ नव॑या म॒हा गि॒रा ।\n\n      यथा॑ नो मी॒ढ्वान् त्स्तव॑ते॒ सखा॒ तव॒ बृह॑स्पते॒ सीष॑ध॒: सोत नो॑ म॒तिम् ॥१॥\n\n      यो नन्त्वा॒न्यन॑म॒न्न्योज॑सो॒ताद॑र्दर्म॒न्युना॒ शम्ब॑राणि॒ वि ।\n\n      प्राच्या॑वय॒दच्यु॑ता॒ ब्रह्म॑ण॒स्पति॒रा चावि॑श॒द् वसु॑मन्तं॒ वि पर्व॑तम् ॥२॥\n\n      तद् दे॒वानां॑ दे॒वत॑माय॒ कर्त्व॒मश्र॑थ्नन् दृ॒ळहाव्र॑दन्त वीळि॒ता ।\n\n      उद्गा आ॑ज॒दभि॑न॒द् ब्रह्म॑णा व॒लमगू॑ह॒त्तमो॒ व्य॑चक्षय॒त् स्व॑: ॥३॥\n\n      अश्मा॑स्यमव॒तं ब्रह्म॑ण॒स्पति॒र्मधु॑धारम॒भि यमोज॒सातृ॑णत् ।\n\n      तमे॒व विश्वे॑ पपिरे स्व॒र्दृशो॑ ब॒हु सा॒कं सि॑सिचु॒रुत्स॑मु॒द्रिण॑म् ॥४॥\n\n      सना॒ ता का चि॒द् भुव॑ना॒ भवी॑त्वा मा॒द्भिः श॒रद्भि॒र्दुरो॑ वरन्त वः ।\n\n      अय॑तन्ता चरतो अ॒न्यद॑न्य॒दिद् या च॒कार॑ व॒युना॒ ब्रह्म॑ण॒स्पति॑: ॥५॥\n\n      अ॒भि॒नक्ष॑न्तो अ॒भि ये तमा॑न॒शुर्नि॒धिं प॑णी॒नां प॑र॒मं गुहा॑ हि॒तम् ।\n\n      ते वि॒द्वांस॑: प्रति॒चक्ष्यानृ॑ता॒ पुन॒र्यत॑ उ॒ आय॒न् तदुदी॑युरा॒विश॑म् ॥६॥\n\n      ऋ॒तावा॑नः प्रति॒चक्ष्यानृ॑ता॒ पुन॒रात॒ आ त॑स्थुः क॒वयो॑ म॒हस्प॒थः ।\n\n      ते बा॒हुभ्यां॑ धमि॒तम॒ग्निमश्म॑नि॒ नकि॒: षो अ॒स्त्यर॑णो ज॒हुर्हि तम् ॥७॥\n\n      ऋ॒तज्ये॑न क्षि॒प्रेण॒ ब्रह्म॑ण॒स्पति॒र्यत्र॒ वष्टि॒ प्र तद॑श्नोति॒ धन्व॑ना ।\n\n      तस्य॑ सा॒ध्वीरिष॑वो॒ याभि॒रस्य॑ति नृ॒चक्ष॑सो दृ॒शये॒ कर्ण॑योनयः ॥८॥\n\n      स सं॑न॒यः स वि॑न॒यः पु॒रोहि॑त॒: स सुष्टु॑त॒: स यु॒धि ब्रह्म॑ण॒स्पति॑: ।\n\n      चा॒क्ष्मो यद् वाजं॒ भर॑ते म॒ती धना ऽऽदित् सूर्य॑स्तपति तप्य॒तुर्वृथा॑ ॥९॥\n\n      वि॒भु प्र॒भु प्र॑थ॒मं मे॒हना॑वतो॒ बृह॒स्पते॑: सुवि॒दत्रा॑णि॒ राध्या॑ ।\n\n      इ॒मा सा॒तानि॑ वे॒न्यस्य॑ वा॒जिनो॒ येन॒ जना॑ उ॒भये॑ भुञ्ज॒ते विश॑: ॥१०॥\n\n      योऽव॑रे वृ॒जने॑ वि॒श्वथा॑ वि॒भुर्म॒हामु॑ र॒ण्वः शव॑सा व॒वक्षि॑थ ।\n\n      स दे॒वो दे॒वान् प्रति॑ पप्रथे पृ॒थु विश्वेदु॒ ता प॑रि॒भूर्ब्रह्म॑ण॒स्पति॑: ॥११॥\n\n      विश्वं॑ स॒त्यं म॑घवाना यु॒वोरिदाप॑श्च॒न प्र मि॑नन्ति व्र॒तं वा॑म् ।\n\n      अच्छे॑न्द्राब्रह्मणस्पती ह॒विर्नो ऽन्नं॒ युजे॑व वा॒जिना॑ जिगातम् ॥१२॥\n\n      उ॒ताशि॑ष्ठा॒ अनु॑ शृण्वन्ति॒ वह्न॑यः स॒भेयो॒ विप्रो॑ भरते म॒ती धना॑ ।\n\n      वी॒ळु॒द्वेषा॒ अनु॒ वश॑ ऋ॒णमा॑द॒दिः स ह॑ वा॒जी स॑मि॒थे ब्रह्म॑ण॒स्पति॑: ॥१३॥\n\n      ब्रह्म॑ण॒स्पते॑रभवद् यथाव॒शं स॒त्यो म॒न्युर्महि॒ कर्मा॑ करिष्य॒तः ।\n\n      यो गा उ॒दाज॒त् स दि॒वे वि चा॑भजन् म॒हीव॑ री॒तिः शव॑सासर॒त् पृथ॑क् ॥१४॥\n\n      ब्रह्म॑णस्पते सु॒यम॑स्य वि॒श्वहा॑ रा॒यः स्या॑म र॒थ्यो॒३ वय॑स्वतः ।\n\n      वी॒रेषु॑ वी॒राँ उप॑ पृङ्धि न॒स्त्वं यदीशा॑नो॒ ब्रह्म॑णा॒ वेषि॑ मे॒ हव॑म् ॥१५॥\n\n      ब्रह्म॑णस्पते॒ त्वम॒स्य य॒न्ता सू॒क्तस्य॑ बोधि॒ तन॑यं च जिन्व ।\n\n      विश्वं॒ तद् भ॒द्रं यदव॑न्ति दे॒वा बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥१६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 25,
        "text": "५ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। ब्रह्मणस्पतिः। जगती।\n\nइन्धा॑नो अ॒ग्निं व॑नवद् वनुष्य॒तः कृ॒तब्र॑ह्मा शूशुवद् रा॒तह॑व्य॒ इत् ।\n\nजा॒तेन॑ जा॒तमति॒ स प्र स॑र्सृते॒ यंयं॒ युजं॑ कृणु॒ते ब्रह्म॑ण॒स्पति॑: ॥१॥\n\nवी॒रेभि॑र्वी॒रान् व॑नवद् वनुष्य॒तो गोभी॑ र॒यिं प॑प्रथ॒द् बोध॑ति॒ त्मना॑ ।\n\nतो॒कं च॒ तस्य॒ तन॑यं च वर्धते॒ यंयं॒ युजं॑ कृणु॒ते ब्रह्म॑ण॒स्पति॑: ॥२॥\n\nसिन्धु॒र्न क्षोद॒: शिमी॑वाँ ऋघाय॒तो वृषे॑व॒ वध्रीँ॑र॒भि व॒ष्ट्योज॑सा ।\n\nअ॒ग्नेरि॑व॒ प्रसि॑ति॒र्नाह॒ वर्त॑वे॒ यंयं॒ युजं॑ कृणु॒ते ब्रह्म॑ण॒स्पति॑: ॥३॥\n\nतस्मा॑ अर्षन्ति दि॒व्या अ॑स॒श्चत॒: स सत्व॑भिः प्रथ॒मो गोषु॑ गच्छति ।\n\nअनि॑भृष्टतविषिर्ह॒न्त्योज॑सा॒ यंयं॒ युजं॑ कृणु॒ते ब्रह्म॑ण॒स्पति॑: ॥४॥\n\nतस्मा॒ इद् विश्वे॑ धुनयन्त॒ सिन्ध॒वो ऽच्छि॑द्रा॒ शर्म॑ दधिरे पु॒रूणि॑ ।\n\nदे॒वानां॑ सु॒म्ने सु॒भग॒: स ए॑धते॒ यंयं॒ युजं॑ कृणु॒ते ब्रह्म॑ण॒स्पति॑: ॥५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 26,
        "text": "४ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। ब्रह्मणस्पतिः। जगती।\n\nऋ॒जुरिच्छंसो॑ वनवद् वनुष्य॒तो दे॑व॒यन्निददे॑वयन्तम॒भ्य॑सत् ।\n\nसु॒प्रा॒वीरिद् व॑नवत् पृ॒त्सु दु॒ष्टरं॒ यज्वेदय॑ज्यो॒र्वि भ॑जाति॒ भोज॑नम् ॥१॥\n\nयज॑स्व वीर॒ प्र वि॑हि मनाय॒तो भ॒द्रं मन॑: कृणुष्व वृत्र॒तूर्ये॑ ।\n\nह॒विष्कृ॑णुष्व सु॒भगो॒ यथास॑सि॒ ब्रह्म॑ण॒स्पते॒रव॒ आ वृ॑णीमहे ॥२॥\n\nस इज्जने॑न॒ स वि॒शा स जन्म॑ना॒ स पु॒त्रैर्वाजं॑ भरते॒ धना॒ नृभि॑: ।\n\nदे॒वानां॒ यः पि॒तर॑मा॒विवा॑सति श्र॒द्धाम॑ना ह॒विषा॒ ब्रह्म॑ण॒स्पति॑म् ॥३॥\n\nयो अ॑स्मै ह॒व्यैर्घृ॒तव॑द्भि॒रवि॑ध॒त् प्र तं प्रा॒चा न॑यति॒ ब्रह्म॑ण॒स्पति॑: ।\n\nउ॒रु॒ष्यती॒मंह॑सो॒ रक्ष॑ती रि॒षों॒३ ऽहोश्चि॑दस्मा उरु॒चक्रि॒रद्भु॑तः ॥४॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 27,
        "text": "१७ कूर्मो गार्त्समदो, गृत्समदो वा। आदित्याः । त्रिष्टुप्।\n\nइ॒मा गिर॑ आदि॒त्येभ्यो॑ घृ॒तस्नू॑: स॒नाद् राज॑भ्यो जु॒ह्वा॑ जुहोमि ।\n\nशृ॒णोतु॑ मि॒त्रो अ॑र्य॒मा भगो॑ नस्तुविजा॒तो वरु॑णो॒ दक्षो॒ अंश॑: ॥१॥\n\nइ॒मं स्तोमं॒ सक्र॑तवो मे अ॒द्य मि॒त्रो अ॑र्य॒मा वरु॑णो जुषन्त ।\n\nआ॒दि॒त्यास॒: शुच॑यो॒ धार॑पूता॒ अवृ॑जिना अनव॒द्या अरि॑ष्टाः ॥२॥\n\nत आ॑दि॒त्यास॑ उ॒रवो॑ गभी॒रा अद॑ब्धासो॒ दिप्स॑न्तो भूर्य॒क्षाः ।\n\nअ॒न्तः प॑श्यन्ति वृजि॒नोत सा॒धु सर्वं॒ राज॑भ्यः पर॒मा चि॒दन्ति॑ ॥३॥\n\nधा॒रय॑न्त आदि॒त्यासो॒ जग॒त् स्था दे॒वा विश्व॑स्य॒ भुव॑नस्य गो॒पाः ।\n\nदी॒र्घाधि॑यो॒ रक्ष॑माणा असु॒र्य॑मृ॒तावा॑न॒श्चय॑माना ऋ॒णानि॑ ॥४॥\n\nवि॒द्यामा॑दित्या॒ अव॑सो वो अ॒स्य यद॑र्यमन् भ॒य आ चि॑न्मयो॒भु ।\n\nयु॒ष्माकं॑ मित्रावरुणा॒ प्रणी॑तौ॒ परि॒ श्वभ्रे॑व दुरि॒तानि॑ वृज्याम् ॥५॥\n\nसु॒गो हि वो॑ अर्यमन्मित्र॒ पन्था॑ अनृक्ष॒रो व॑रुण सा॒धुरस्ति॑ ।\n\nतेना॑दित्या॒ अधि॑ वोचता नो॒ यच्छ॑ता नो दुष्परि॒हन्तु॒ शर्म॑ ॥६॥\n\nपिप॑र्तु नो॒ अदि॑ती॒ राज॑पु॒त्रा ऽति॒ द्वेषां॑स्यर्य॒मा सु॒गेभि॑: ।\n\nबृ॒हन्मि॒त्रस्य॒ वरु॑णस्य॒ शर्मोप॑ स्याम पुरु॒वीरा॒ अरि॑ष्टाः ॥७॥\n\nति॒स्रो भूमी॑र्धारय॒न् त्रीँरु॒त द्यून् त्रीणि॑ व्र॒ता वि॒दथे॑ अ॒न्तरे॑षाम् ।\n\nऋ॒तेना॑दित्या॒ महि॑ वो महि॒त्वं तद॑र्यमन् वरुण मित्र॒ चारु॑ ॥८॥\n\nत्री रो॑च॒ना दि॒व्या धा॑रयन्त हिर॒ण्यया॒: शुच॑यो॒ धार॑पूताः ।\n\nअस्व॑प्नजो अनिमि॒षा अद॑ब्धा उरु॒शंसा॑ ऋ॒जवे॒ मर्त्या॑य ॥९॥\n\nत्वं विश्वे॑षां वरुणासि॒ राजा॒ ये च॑ दे॒वा अ॑सुर॒ ये च॒ मर्ता॑: ।\n\nश॒तं नो॑ रास्व श॒रदो॑ वि॒चक्षे॒ ऽश्यामायूं॑षि॒ सुधि॑तानि॒ पूर्वा॑ ॥१०॥\n\nन द॑क्षि॒णा वि चि॑किते॒ न स॒व्या न प्रा॒चीन॑मादित्या॒ नोत प॒श्चा ।\n\nपा॒क्या॑ चिद् वसवो धी॒र्या॑ चिद् यु॒ष्मानी॑तो॒ अभ॑यं॒ ज्योति॑रश्याम् ॥११॥\n\nयो राज॑भ्य ऋत॒निभ्यो॑ द॒दाश॒ यं व॒र्धय॑न्ति पु॒ष्टय॑श्च॒ नित्या॑: ।\n\nस रे॒वान् या॑ति प्रथ॒मो रथे॑न वसु॒दावा॑ वि॒दथे॑षु प्रश॒स्तः ॥१२॥\n\nशुचि॑र॒पः सू॒यव॑सा॒ अद॑ब्ध॒ उप॑ क्षेति वृ॒द्धव॑याः सु॒वीर॑: ।\n\nनकि॒ष्टं घ्न॒न्त्यन्ति॑तो॒ न दू॒राद् य आ॑दि॒त्यानां॒ भव॑ति॒ प्रणी॑तौ ॥१३॥\n\nअदि॑ते॒ मित्र॒ वरु॑णो॒त मृ॑ळ॒ यद्वो॑ व॒यं च॑कृ॒मा कच्चि॒दाग॑: ।\n\nउ॒र्व॑श्या॒मभ॑यं॒ ज्योति॑रिन्द्र॒ मा नो॑ दी॒र्घा अ॒भि न॑श॒न्तमि॑स्राः ॥१४॥\n\nउ॒भे अ॑स्मै पीपयतः समी॒ची दि॒वो वृ॒ष्टिं सु॒भगो॒ नाम॒ पुष्य॑न् ।\n\nउ॒भा क्षया॑वा॒जय॑न् याति पृ॒त्सूभावर्धौ॑ भवतः सा॒धू अ॑स्मै ॥१५॥\n\nया वो॑ मा॒या अ॑भि॒द्रुहे॑ यजत्रा॒: पाशा॑ आदित्या रि॒पवे॒ विचृ॑त्ताः ।\n\nअ॒श्वीव॒ ताँ अति॑ येषं॒ रथे॒नारि॑ष्टा उ॒रावा शर्म॑न्त्स्याम ॥१६॥\n\nमाहं म॒घोनो॑ वरुण प्रि॒यस्य॑ भूरि॒दाव्न॒ आ वि॑दं॒ शून॑मा॒पेः ।\n\nमा रा॒यो रा॑जन्त् त्सु॒यमा॒दव॑ स्थां बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥१७॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 28,
        "text": "११ कूर्मो गार्त्समदो, गृत्समदो वा। वरुणः (१० दुःस्वप्ननाशिनीः)। त्रिष्टुप्।\n\nइ॒दं क॒वेरा॑दि॒त्यस्य॑ स्व॒राजो॒ विश्वा॑नि॒ सान्त्य॒भ्य॑स्तु म॒ह्ना ।\n\nअति॒ यो म॒न्द्रो य॒जथा॑य दे॒वः सु॑की॒र्तिं भि॑क्षे॒ वरु॑णस्य॒ भूरे॑: ॥१॥\n\nतव॑ व्र॒ते सु॒भगा॑सः स्याम स्वा॒ध्यो॑ वरुण तुष्टु॒वांस॑: ।\n\nउ॒पाय॑न उ॒षसां॒ गोम॑तीनाम॒ग्नयो॒ न जर॑माणा॒ अनु॒ द्यून् ॥२॥\n\nतव॑ स्याम पुरु॒वीर॑स्य॒ शर्म॑न्नुरु॒शंस॑स्य वरुण प्रणेतः ।\n\nयू॒यं न॑: पुत्रा अदितेरदब्धा अ॒भि क्ष॑मध्वं॒ युज्या॑य देवाः ॥३॥\n\nप्र सी॑मादि॒त्यो अ॑सृजद्विध॒र्ताँ ऋ॒तं सिन्ध॑वो॒ वरु॑णस्य यन्ति ।\n\nन श्रा॑म्यन्ति॒ न वि मु॑चन्त्ये॒ते वयो॒ न प॑प्तू रघु॒या परि॑ज्मन् ॥४॥\n\nवि मच्छ्र॑थाय रश॒नामि॒वाग॑ ऋ॒ध्याम॑ ते वरुण॒ खामृ॒तस्य॑ ।\n\nमा तन्तु॑श्छेदि॒ वय॑तो॒ धियं॑ मे॒ मा मात्रा॑ शार्य॒पस॑: पु॒र ऋ॒तोः ॥५॥\n\nअपो॒ सु म्य॑क्ष वरुण भि॒यसं॒ मत्सम्रा॒ळृता॒वोऽनु॑ मा गृभाय ।\n\nदामे॑व व॒त्साद् वि मु॑मु॒ग्ध्यंहो॑ न॒हि त्वदा॒रे नि॒मिष॑श्च॒नेशे॑ ॥६॥\n\nमा नो॑ व॒धैर्व॑रुण॒ ये त॑ इ॒ष्टावेन॑: कृ॒ण्वन्त॑मसुर भ्री॒णन्ति॑ ।\n\nमा ज्योति॑षः प्रवस॒थानि॑ गन्म॒ वि षू मृध॑: शिश्रथो जी॒वसे॑ नः ॥७॥\n\nनम॑: पु॒रा ते॑ वरुणो॒त नू॒नमु॒ताप॒रं तु॑विजात ब्रवाम ।\n\nत्वे हि कं॒ पर्व॑ते॒ न श्रि॒तान्यप्र॑च्युतानि दूळभ व्र॒तानि॑ ॥८॥\n\nपर॑ ऋ॒णा सा॑वी॒रध॒ मत्कृ॑तानि॒ माहं रा॑जन्न॒न्यकृ॑तेन भोजम् ।\n\nअव्यु॑ष्टा॒ इन्नु भूय॑सीरु॒षास॒ आ नो॑ जी॒वान् व॑रुण॒ तासु॑ शाधि ॥९॥\n\nयो मे॑ राज॒न् युज्यो॑ वा॒ सखा॑ वा॒ स्वप्ने॑ भ॒यं भी॒रवे॒ मह्य॒माह॑ ।\n\nस्ते॒नो वा॒ यो दिप्स॑ति नो॒ वृको॑ वा॒ त्वं तस्मा॑द् वरुण पाह्य॒स्मान् ॥१०॥\n\nमाहं म॒घोनो॑ वरुण प्रि॒यस्य॑ भूरि॒दाव्न॒ आ वि॑दं॒ शून॑मा॒पेः ।\n\nमा रा॒यो रा॑जन् त्सु॒यमा॒दव॑ स्थां बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 29,
        "text": "७ कूर्मो गार्त्समदो, गृत्समदो वा। विश्वेदेवाः। त्रिष्टुप्।\n\nधृत॑व्रता॒ आदि॑त्या॒ इषि॑रा आ॒रे मत् क॑र्त रह॒सूरि॒वाग॑: ।\n\nशृ॒ण्व॒तो वो॒ वरु॑ण॒ मित्र॒ देवा॑ भ॒द्रस्य॑ वि॒द्वाँ अव॑से हुवे वः ॥१॥\n\nयू॒यं दे॑वा॒: प्रम॑तिर्यू॒यमोजो॑ यू॒यं द्वेषां॑सि सनु॒तर्यु॑योत ।\n\nअ॒भि॒क्ष॒त्तारो॑ अ॒भि च॒ क्षम॑ध्वम॒द्या च॑ नो मृ॒ळय॑ताप॒रं च॑ ॥२॥\n\nकिमू॒ नु व॑: कृणवा॒माप॑रेण॒ किं सने॑न वसव॒ आप्ये॑न ।\n\nयू॒यं नो॑ मित्रावरुणादिते च स्व॒स्तिमि॑न्द्रामरुतो दधात ॥३॥\n\nह॒ये दे॑वा यू॒यमिदा॒पय॑: स्थ॒ ते मृ॑ळत॒ नाध॑मानाय॒ मह्य॑म् ।\n\nमा वो॒ रथो॑ मध्यम॒वाळृ॒ते भू॒न्मा यु॒ष्माव॑त्स्वा॒पिषु॑ श्रमिष्म ॥४॥\n\nप्र व॒ एको॑ मिमय॒ भूर्यागो॒ यन्मा॑ पि॒तेव॑ कित॒वं श॑शा॒स ।\n\nआ॒रे पाशा॑ आ॒रे अ॒घानि॑ देवा॒ मा माधि॑ पु॒त्रे विमि॑व ग्रभीष्ट ॥५॥\n\nअ॒र्वाञ्चो॑ अ॒द्या भ॑वता यजत्रा॒ आ वो॒ हार्दि॒ भय॑मानो व्ययेयम् ।\n\nत्राध्वं॑ नो देवा नि॒जुरो॒ वृक॑स्य॒ त्राध्वं॑ क॒र्ताद॑व॒पदो॑ यजत्राः ॥६॥\n\nमाहं म॒घोनो॑ वरुण प्रि॒यस्य॑ भूरि॒दाव्न॒ आ वि॑दं॒ शून॑मा॒पेः ।\n\nमा रा॒यो रा॑जन् त्सु॒यमा॒दव॑ स्थां बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥७॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 30,
        "text": "११ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः।इन्द्रः, ६ इन्द्रसोमौ, ८(पूर्वाऽर्धर्च स्य)। सरस्वती, ९ बृहस्पतिः, ११ मरुतः। त्रिष्टुप्, ११ जगती।\n\n        ऋ॒तं दे॒वाय॑ कृण्व॒ते स॑वि॒त्र इन्द्रा॑याहि॒घ्ने न र॑मन्त॒ आप॑: ।\n\n        अह॑रहर्यात्य॒क्तुर॒पां किया॒त्या प्र॑थ॒मः सर्ग॑ आसाम् ॥१॥\n\n        यो वृ॒त्राय॒ सिन॒मत्राभ॑रिष्य॒त् प्र तं जनि॑त्री वि॒दुष॑ उवाच ।\n\n        प॒थो रद॑न्ती॒रनु॒ जोष॑मस्मै दि॒वेदि॑वे॒ धुन॑यो य॒न्त्यर्थ॑म् ॥२॥\n\n        ऊ॒र्ध्वो ह्यस्था॒दध्य॒न्तरि॒क्षे ऽधा॑ वृ॒त्राय॒ प्र व॒धं ज॑भार ।\n\n        मिहं॒ वसा॑न॒ उप॒ हीमदु॑द्रोत् ति॒ग्मायु॑धो अजय॒च्छत्रु॒मिन्द्र॑: ॥३॥\n\n        बृह॑स्पते॒ तपु॒षाश्ने॑व विध्य॒ वृक॑द्वरसो॒ असु॑रस्य वी॒रान् ।\n\n        यथा॑ ज॒घन्थ॑ धृष॒ता पु॒रा चि॑दे॒वा ज॑हि॒ शत्रु॑म॒स्माक॑मिन्द्र ॥४॥\n\n        अव॑ क्षिप दि॒वो अश्मा॑नमु॒च्चा येन॒ शत्रुं॑ मन्दसा॒नो नि॒जूर्वा॑: ।\n\n        तो॒कस्य॑ सा॒तौ तन॑यस्य॒ भूरे॑र॒स्माँ अ॒र्धं कृ॑णुतादिन्द्र॒ गोना॑म् ॥५॥\n\n        प्र हि क्रतुं॑ वृ॒हथो॒ यं व॑नु॒थो र॒ध्रस्य॑ स्थो॒ यज॑मानस्य चो॒दौ ।\n\n        इन्द्रा॑सोमा यु॒वम॒स्माँ अ॑विष्टम॒स्मिन् भ॒यस्थे॑ कृणुतमु लो॒कम् ॥६॥\n\n        न मा॑ तम॒न्न श्र॑म॒न्नोत त॑न्द्र॒न्न वो॑चाम॒ मा सु॑नो॒तेति॒ सोम॑म् ।\n\n        यो मे॑ पृ॒णाद् यो दद॒द्यो नि॒बोधा॒द् यो मा॑ सु॒न्वन्त॒मुप॒ गोभि॒राय॑त् ॥७॥\n\n        सर॑स्वति॒ त्वम॒स्माँ अ॑विड्ढि म॒रुत्व॑ती धृष॒ती जे॑षि॒ शत्रू॑न् ।\n\n        त्यं चि॒च्छर्ध॑न्तं तविषी॒यमा॑ण॒मिन्द्रो॑ हन्ति वृष॒भं शण्डि॑कानाम् ॥८॥\n\n        यो न॒: सनु॑त्य उ॒त वा॑ जिघ॒त्नुर॑भि॒ख्याय॒ तं ति॑गि॒तेन॑ विध्य ।\n\n        बृह॑स्पत॒ आयु॑धैर्जेषि॒ शत्रू॑न् द्रु॒हे रीष॑न्तं॒ परि॑ धेहि राजन् ॥९॥\n\n        अ॒स्माके॑भि॒: सत्व॑भिः शूर॒ शूरै॑र्वी॒र्या॑ कृधि॒ यानि॑ ते॒ कर्त्वा॑नि ।\n\n        ज्योग॑भूव॒न्ननु॑धूपितासो ह॒त्वी तेषा॒मा भ॑रा नो॒ वसू॑नि ॥१०॥\n\n        तं व॒: शर्धं॒ मारु॑तं सुम्न॒युर्गि॒रोप॑ ब्रुवे॒ नम॑सा॒ दैव्यं॒ जन॑म् ।\n\n        यथा॑ र॒यिं सर्व॑वीरं॒ नशा॑महा अपत्य॒साचं॒ श्रुत्यं॑ दि॒वेदि॑वे ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 31,
        "text": "७ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। विश्वे देवाः। जगती, ७ त्रिष्टुप्।\n\nअ॒स्माकं॑ मित्रावरुणावतं॒ रथ॑मादि॒त्यै रु॒द्रैर्वसु॑भिः सचा॒भुवा॑ ।\n\nप्र यद् वयो॒ न पप्त॒न्वस्म॑न॒स्परि॑ श्रव॒स्यवो॒ हृषी॑वन्तो वन॒र्षद॑: ॥१॥\n\nअध॑ स्मा न॒ उद॑वता सजोषसो॒ रथं॑ देवासो अ॒भि वि॒क्षु वा॑ज॒युम् ।\n\nयदा॒शव॒: पद्या॑भि॒स्तित्र॑तो॒ रज॑: पृथि॒व्याः सानौ॒ जङ्घ॑नन्त पा॒णिभि॑: ॥२॥\n\nउ॒त स्य न॒ इन्द्रो॑ वि॒श्वच॑र्षणिर्दि॒वः शर्धे॑न॒ मारु॑तेन सु॒क्रतु॑: ।\n\nअनु॒ नु स्था॑त्यवृ॒काभि॑रू॒तिभी॒ रथं॑ म॒हे स॒नये॒ वाज॑सातये ॥३॥\n\nउ॒त स्य दे॒वो भुव॑नस्य स॒क्षणि॒स्त्वष्टा॒ ग्नाभि॑: स॒जोषा॑ जूजुव॒द् रथ॑म् ।\n\nइळा॒ भगो॑ बृहद्दि॒वोत रोद॑सी पू॒षा पुरं॑धिर॒श्विना॒वधा॒ पती॑ ॥४॥\n\nउ॒त त्ये दे॒वी सु॒भगे॑ मिथू॒दृशो॒षासा॒नक्ता॒ जग॑तामपी॒जुवा॑ ।\n\nस्तु॒षे यद् वां पृथिवि॒ नव्य॑सा॒ वच॑: स्था॒तुश्च॒ वय॒स्त्रिव॑या उप॒स्तिरे॑ ॥५॥\n\nउ॒त व॒: शंस॑मु॒शिजा॑मिव श्म॒स्यहि॑र्बु॒ध्न्यो॒३ऽज एक॑पादु॒त ।\n\nत्रि॒त ऋ॑भु॒क्षाः स॑वि॒ता चनो॑ दधे॒ऽपां नपा॑दाशु॒हेमा॑ धि॒या शमि॑ ॥६॥\n\nए॒ता वो॑ व॒श्म्युद्य॑ता यजत्रा॒ अत॑क्षन्ना॒यवो॒ नव्य॑से॒ सम् ।\n\nश्र॒व॒स्यवो॒ वाजं॑ चका॒नाः सप्ति॒र्न रथ्यो॒ अह॑ धी॒तिम॑श्याः ॥७॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 32,
        "text": "८ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। १ द्यावापृथिवी, २-३ इन्द्रस्त्वष्टा वा, ४-५ राका, ६-७ सिनीवाली, ८ लिङ्गोक्ताः। जगती, ६-८  अनुष्टुप्।\n\nअ॒स्य मे॑ द्यावापृथिवी ऋताय॒तो भू॒तम॑वि॒त्री वच॑स॒: सिषा॑सतः ।\n\nययो॒रायु॑: प्रत॒रं ते इ॒दं पु॒र उप॑स्तुते वसू॒युर्वां॑ म॒हो द॑धे ॥१॥\n\nमा नो॒ गुह्या॒ रिप॑ आ॒योरह॑न् दभ॒न् मा न॑ आ॒भ्यो री॑रधो दु॒च्छुना॑भ्यः ।\n\nमा नो॒ वि यौ॑: स॒ख्या वि॒द्धि तस्य॑ नः सुम्नाय॒ता मन॑सा॒ तत् त्वे॑महे ॥२॥\n\nअहे॑ळता॒ मन॑सा श्रु॒ष्टिमा व॑ह॒ दुहा॑नां धे॒नुं पि॒प्युषी॑मस॒श्चत॑म् ।\n\nपद्या॑भिरा॒शुं वच॑सा च वा॒जिनं॒ त्वां हि॑नोमि पुरुहूत वि॒श्वहा॑ ॥३॥\n\nरा॒काम॒हं सु॒हवां॑ सुष्टु॒ती हु॑वे शृ॒णोतु॑ नः सु॒भगा॒ बोध॑तु॒ त्मना॑ ।\n\nसीव्य॒त्वप॑: सू॒च्याच्छि॑द्यमानया॒ ददा॑तु वी॒रं श॒तदा॑यमु॒क्थ्य॑म् ॥४॥\n\nयास्ते॑ राके सुम॒तय॑: सु॒पेश॑सो॒ याभि॒र्ददा॑सि दा॒शुषे॒ वसू॑नि ।\n\nताभि॑र्नो अ॒द्य सु॒मना॑ उ॒पाग॑हि सहस्रपो॒षं सु॑भगे॒ ररा॑णा ॥५॥\n\nसिनी॑वालि॒ पृथु॑ष्टुके॒ या दे॒वाना॒मसि॒ स्वसा॑ ।\n\nजु॒षस्व॑ ह॒व्यमाहु॑तं प्र॒जां दे॑वि दिदिड्ढि नः ॥६॥\n\nया सु॑बा॒हुः स्व॑ङ्गु॒रिः सु॒षूमा॑ बहु॒सूव॑री ।\n\nतस्यै॑ वि॒श्पत्न्यै॑ ह॒विः सि॑नीवा॒ल्यै जु॑होतन ॥७॥\n\nया गु॒ङ्गूर्या सि॑नीवा॒ली या रा॒का या सर॑स्वती ।\n\nइ॒न्द्रा॒णीम॑ह्व ऊ॒तये॑ वरुणा॒नीं स्व॒स्तये॑ ॥८॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 33,
        "text": "१५ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। रुद्रः। त्रिष्टुप्।\n\nआ ते॑ पितर्मरुतां सु॒म्नमे॑तु॒ मा न॒: सूर्य॑स्य सं॒दृशो॑ युयोथाः ।\n\nअ॒भि नो॑ वी॒रो अर्व॑ति क्षमेत॒ प्र जा॑येमहि रुद्र प्र॒जाभि॑: ॥१॥\n\nत्वाद॑त्तेभी रुद्र॒ शंत॑मेभिः श॒तं हिमा॑ अशीय भेष॒जेभि॑: ।\n\nव्य१स्मद्द्वेषो॑ वित॒रं व्यंहो॒ व्यमी॑वाश्चातयस्वा॒ विषू॑चीः ॥२॥\n\nश्रेष्ठो॑ जा॒तस्य॑ रुद्र श्रि॒यासि॑ त॒वस्त॑मस्त॒वसां॑ वज्रबाहो ।\n\nपर्षि॑ णः पा॒रमंह॑सः स्व॒स्ति विश्वा॑ अ॒भी॑ती॒ रप॑सो युयोधि ॥३॥\n\nमा त्वा॑ रुद्र चुक्रुधामा॒ नमो॑भि॒र्मा दुष्टु॑ती वृषभ॒ मा सहू॑ती ।\n\nउन्नो॑ वी॒राँ अ॑र्पय भेष॒जेभि॑र्भि॒षक्त॑मं त्वा भि॒षजां॑ शृणोमि ॥४॥\n\nहवी॑मभि॒र्हव॑ते॒ यो ह॒विर्भि॒रव॒ स्तोमे॑भी रु॒द्रं दि॑षीय ।\n\nऋ॒दू॒दर॑: सु॒हवो॒ मा नो॑ अ॒स्यै ब॒भ्रुः सु॒शिप्रो॑ रीरधन्म॒नायै॑ ॥५॥\n\nउन्मा॑ ममन्द वृष॒भो म॒रुत्वा॒न् त्वक्षी॑यसा॒ वय॑सा॒ नाध॑मानम् ।\n\nघृणी॑व च्छा॒याम॑र॒पा अ॑शी॒याऽऽ वि॑वासेयं रु॒द्रस्य॑ सु॒म्नम् ॥६॥\n\nक्व१ स्य ते॑ रुद्र मृळ॒याकु॒र्हस्तो॒ यो अस्ति॑ भेष॒जो जला॑षः ।\n\nअ॒प॒भ॒र्ता रप॑सो॒ दैव्य॑स्या॒भी नु मा॑ वृषभ चक्षमीथाः ॥७॥\n\nप्र ब॒भ्रवे॑ वृष॒भाय॑ श्विती॒चे म॒हो म॒हीं सु॑ष्टु॒तिमी॑रयामि ।\n\nन॒म॒स्या क॑ल्मली॒किनं॒ नमो॑भिर्गृणी॒मसि॑ त्वे॒षं रु॒द्रस्य॒ नाम॑ ॥८॥\n\nस्थि॒रेभि॒रङ्गै॑: पुरु॒रूप॑ उ॒ग्रो ब॒भ्रुः शु॒क्रेभि॑: पिपिशे॒ हिर॑ण्यैः ।\n\nईशा॑नाद॒स्य भुव॑नस्य॒ भूरे॒र्न वा उ॑ योषद् रु॒द्राद॑सु॒र्य॑म् ॥९॥\n\nअर्ह॑न् बिभर्षि॒ साय॑कानि॒ धन्वार्ह॑न् नि॒ष्कं य॑ज॒तं वि॒श्वरू॑पम् ।\n\nअर्ह॑न्नि॒दं द॑यसे॒ विश्व॒मभ्वं॒ न वा ओजी॑यो रुद्र॒ त्वद॑स्ति ॥१०॥\n\nस्तु॒हि श्रु॒तं ग॑र्त॒सदं॒ युवा॑नं मृ॒गं न भी॒ममु॑पह॒त्नुमु॒ग्रम् ।\n\nमृ॒ळा ज॑रि॒त्रे रु॑द्र॒ स्तवा॑नो॒ ऽन्यं ते॑ अ॒स्मन्नि व॑पन्तु॒ सेना॑: ॥११॥\n\nकु॒मा॒रश्चि॑त् पि॒तरं॒ वन्द॑मानं॒ प्रति॑ नानाम रुद्रोप॒यन्त॑म् ।\n\nभूरे॑र्दा॒तारं॒ सत्प॑तिं गृणीषे स्तु॒तस्त्वं भे॑ष॒जा रा॑स्य॒स्मे ॥१२॥\n\nया वो॑ भेष॒जा म॑रुत॒: शुची॑नि॒ या शंत॑मा वृषणो॒ या म॑यो॒भु ।\n\nयानि॒ मनु॒रवृ॑णीता पि॒ता न॒स्ता शं च॒ योश्च॑ रु॒द्रस्य॑ वश्मि ॥१३॥\n\nपरि॑ णो हे॒ती रु॒द्रस्य॑ वृज्या॒: परि॑ त्वे॒षस्य॑ दुर्म॒तिर्म॒ही गा॑त् ।\n\nअव॑ स्थि॒रा म॒घव॑द्भ्यस्तनुष्व॒ मीढ्व॑स्तो॒काय॒ तन॑याय मृळ ॥१४॥\n\nए॒वा ब॑भ्रो वृषभ चेकितान॒ यथा॑ देव॒ न हृ॑णी॒षे न हंसि॑ ।\n\nह॒व॒न॒श्रुन्नो॑ रुद्रे॒ह बो॑धि बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥१५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 34,
        "text": "१५ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। मरुत्। जगती, १५ त्रिष्टुप्।\n\n        धा॒रा॒व॒रा म॒रुतो॑ धृ॒ष्ण्वो॑जसो मृ॒गा न भी॒मास्तवि॑षीभिर॒र्चिन॑: ।\n\n        अ॒ग्नयो॒ न शु॑शुचा॒ना ऋ॑जी॒षिणो॒ भृमिं॒ धम॑न्तो॒ अप॒ गा अ॑वृण्वत ॥१॥\n\n        द्यावो॒ न स्तृभि॑श्चितयन्त खा॒दिनो॒ व्य१भ्रिया॒ न द्यु॑तयन्त वृ॒ष्टय॑: ।\n\n        रु॒द्रो यद् वो॑ मरुतो रुक्मवक्षसो॒ वृषाज॑नि॒ पृश्न्या॑: शु॒क्र ऊध॑नि ॥२॥\n\n        उ॒क्षन्ते॒ अश्वाँ॒ अत्याँ॑ इवा॒जिषु॑ न॒दस्य॒ कर्णै॑स्तुरयन्त आ॒शुभि॑: ।\n\n        हिर॑ण्यशिप्रा मरुतो॒ दवि॑ध्वतः पृ॒क्षं या॑थ॒ पृष॑तीभिः समन्यवः ॥३॥\n\n        पृ॒क्षे ता विश्वा॒ भुव॑ना ववक्षिरे मि॒त्राय॑ वा॒ सद॒मा जी॒रदा॑नवः ।\n\n        पृष॑दश्वासो अनव॒भ्ररा॑धस ऋजि॒प्यासो॒ न व॒युने॑षु धू॒र्षद॑: ॥४॥\n\n        इन्ध॑न्वभिर्धे॒नुभी॑ र॒प्शदू॑धभिरध्व॒स्मभि॑: प॒थिभि॑र्भ्राजदृष्टयः ।\n\n        आ हं॒सासो॒ न स्वस॑राणि गन्तन॒ मधो॒र्मदा॑य मरुतः समन्यवः ॥५॥\n\n        आ नो॒ ब्रह्मा॑णि मरुतः समन्यवो न॒रां न शंस॒: सव॑नानि गन्तन ।\n\n        अश्वा॑मिव पिप्यत धे॒नुमूध॑नि॒ कर्ता॒ धियं॑ जरि॒त्रे वाज॑पेशसम् ॥६॥\n\n        तं नो॑ दात मरुतो वा॒जिनं॒ रथ॑ आपा॒नं ब्रह्म॑ चि॒तय॑द् दि॒वेदि॑वे ।\n\n        इषं॑ स्तो॒तृभ्यो॑ वृ॒जने॑षु का॒रवे॑ स॒निं मे॒धामरि॑ष्टं दु॒ष्टरं॒ सह॑: ॥७॥\n\n        यद् यु॒ञ्जते॑ म॒रुतो॑ रु॒क्मव॑क्ष॒सो ऽश्वा॒न् रथे॑षु॒ भग॒ आ सु॒दान॑वः ।\n\n        धे॒नुर्न शिश्वे॒ स्वस॑रेषु पिन्वते॒ जना॑य रा॒तह॑विषे म॒हीमिष॑म् ॥८॥\n\n        यो नो॑ मरुतो वृ॒कता॑ति॒ मर्त्यो॑ रि॒पुर्द॒धे व॑सवो॒ रक्ष॑ता रि॒षः ।\n\n        व॒र्तय॑त॒ तपु॑षा च॒क्रिया॒भि तमव॑ रुद्रा अ॒शसो॑ हन्तना॒ वध॑: ॥९॥\n\n        चि॒त्रं तद् वो॑ मरुतो॒ याम॑ चेकिते॒ पृश्न्या॒ यदूध॒रप्या॒पयो॑ दु॒हुः ।\n\n        यद् वा॑ नि॒दे नव॑मानस्य रुद्रियास्त्रि॒तं जरा॑य जुर॒ताम॑दाभ्याः ॥१०॥\n\n        तान् वो॑ म॒हो म॒रुत॑ एव॒याव्नो॒ विष्णो॑रे॒षस्य॑ प्रभृ॒थे ह॑वामहे ।\n\n        हिर॑ण्यवर्णान् ककु॒हान् य॒तस्रु॑चो ब्रह्म॒ण्यन्त॒: शंस्यं॒ राध॑ ईमहे ॥११॥\n\n        ते दश॑ग्वाः प्रथ॒मा य॒ज्ञमू॑हिरे॒ ते नो॑ हिन्वन्तू॒षसो॒ व्यु॑ष्टिषु ।\n\n        उ॒षा न रा॒मीर॑रु॒णैरपो॑र्णुते म॒हो ज्योति॑षा शुच॒ता गोअ॑र्णसा ॥१२॥\n\n        ते क्षो॒णीभि॑ररु॒णेभि॒र्नाञ्जिभी॑ रु॒द्रा ऋ॒तस्य॒ सद॑नेषु वावृधुः ।\n\n        नि॒मेघ॑माना॒ अत्ये॑न॒ पाज॑सा सुश्च॒न्द्रं वर्णं॑ दधिरे सु॒पेश॑सम् ॥१३॥\n\n        ताँ इ॑या॒नो महि॒ वरू॑थमू॒तय॒ उप॒ घेदे॒ना नम॑सा गृणीमसि ।\n\n        त्रि॒तो न यान् पञ्च॒ होतॄ॑न॒भिष्ट॑य आव॒वर्त॒दव॑राञ्च॒क्रियाव॑से ॥१४॥\n\n        यया॑ र॒ध्रं पा॒रय॒थात्यंहो॒ यया॑ नि॒दो मु॒ञ्चथ॑ वन्दि॒तार॑म् ।\n\n        अ॒र्वाची॒ सा म॑रुतो॒ या व॑ ऊ॒तिरो षु वा॒श्रेव॑ सुम॒तिर्जि॑गातु ॥१५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 35,
        "text": "१५ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। अपांनपात्। त्रिष्टुप्।\n\nउपे॑मसृक्षि वाज॒युर्व॑च॒स्यां चनो॑ दधीत ना॒द्यो गिरो॑ मे ।\n\nअ॒पां नपा॑दाशु॒हेमा॑ कु॒वित् स सु॒पेश॑सस्करति॒ जोषि॑ष॒द्धि ॥१॥\n\nइ॒मं स्व॑स्मै हृ॒द आ सुत॑ष्टं॒ मन्त्रं॑ वोचेम कु॒विद॑स्य॒ वेद॑त् ।\n\nअ॒पां नपा॑दसु॒र्य॑स्य म॒ह्ना विश्वा॑न्य॒र्यो भुव॑ना जजान ॥२॥\n\nसम॒न्या यन्त्युप॑ यन्त्य॒न्याः स॑मा॒नमू॒र्वं न॒द्य॑: पृणन्ति ।\n\nतमू॒ शुचिं॒ शुच॑यो दीदि॒वांस॑म॒पां नपा॑तं॒ परि॑ तस्थु॒राप॑: ॥३॥\n\nतमस्मे॑रा युव॒तयो॒ युवा॑नं मर्मृ॒ज्यमा॑ना॒: परि॑ य॒न्त्याप॑: ।\n\nस शु॒क्रेभि॒: शिक्व॑भी रे॒वद॒स्मे दी॒दाया॑नि॒ध्मो घृ॒तनि॑र्णिग॒प्सु ॥४॥\n\nअ॒स्मै ति॒स्रो अ॑व्य॒थ्याय॒ नारी॑र्दे॒वाय॑ दे॒वीर्दि॑धिष॒न्त्यन्न॑म् ।\n\nकृता॑ इ॒वोप॒ हि प्र॑स॒र्स्रे अ॒प्सु स पी॒यूषं॑ धयति पूर्व॒सूना॑म् ॥५॥\n\nअश्व॒स्यात्र॒ जनि॑मा॒स्य च॒ स्व॑र्द्रु॒हो रि॒षः स॒म्पृच॑: पाहि सू॒रीन् ।\n\nआ॒मासु॑ पू॒र्षु प॒रो अ॑प्रमृ॒ष्यं नारा॑तयो॒ वि न॑श॒न्नानृ॑तानि ॥६॥\n\nस्व आ दमे॑ सु॒दुघा॒ यस्य॑ धे॒नुः स्व॒धां पी॑पाय सु॒भ्वन्न॑मत्ति ।\n\nसो अ॒पां नपा॑दू॒र्जय॑न्न॒प्स्व१न्तर्व॑सु॒देया॑य विध॒ते वि भा॑ति ७॥\n\nयो अ॒प्स्वा शुचि॑ना॒ दैव्ये॑न ऋ॒तावाज॑स्र उर्वि॒या वि॒भाति॑ ।\n\nव॒या इद॒न्या भुव॑नान्यस्य॒ प्र जा॑यन्ते वी॒रुध॑श्च प्र॒जाभि॑: ॥८॥\n\nअ॒पां नपा॒दा ह्यस्था॑दु॒पस्थं॑ जि॒ह्माना॑मू॒र्ध्वो वि॒द्युतं॒ वसा॑नः ।\n\nतस्य॒ ज्येष्ठं॑ महि॒मानं॒ वह॑न्ती॒र्हिर॑ण्यवर्णा॒: परि॑ यन्ति य॒ह्वीः ॥९॥\n\nहिर॑ण्यरूप॒: स हिर॑ण्यसंदृग॒पां नपा॒त् सेदु॒ हिर॑ण्यवर्णः ।\n\nहि॒र॒ण्यया॒त् परि॒ योने॑र्नि॒षद्या॑ हिरण्य॒दा द॑द॒त्यन्न॑मस्मै ॥१०॥\n\nतद॒स्यानी॑कमु॒त चारु॒ नामा॑पी॒च्यं॑ वर्धते॒ नप्तु॑र॒पाम् ।\n\nयमि॒न्धते॑ युव॒तय॒: समि॒त्था हिर॑ण्यवर्णं घृ॒तमन्न॑मस्य ॥११॥\n\nअ॒स्मै ब॑हू॒नाम॑व॒माय॒ सख्ये॑ य॒ज्ञैर्वि॑धेम॒ नम॑सा ह॒विर्भि॑: ।\n\nसं सानु॒ मार्ज्मि॒ दिधि॑षामि॒ बिल्मै॒र्दधा॒म्यन्नै॒: परि॑ वन्द ऋ॒ग्भिः ॥१२॥\n\nस ईं॒ वृषा॑जनय॒त् तासु॒ गर्भं॒ स ईं॒ शिशु॑र्धयति॒ तं रि॑हन्ति ।\n\nसो अ॒पां नपा॒दन॑भिम्लातवर्णो॒ ऽन्यस्ये॑वे॒ह त॒न्वा॑ विवेष ॥१३॥\n\nअ॒स्मिन् प॒दे प॑र॒मे त॑स्थि॒वांस॑मध्व॒स्मभि॑र्वि॒श्वहा॑ दीदि॒वांस॑म् ।\n\nआपो॒ नप्त्रे॑ घृ॒तमन्नं॒ वह॑न्तीः स्व॒यमत्कै॒: परि॑ दीयन्ति य॒ह्वीः ॥१४॥\n\nअयां॑समग्ने सुक्षि॒तिं जना॒यायां॑समु म॒घव॑द्भ्यः सुवृ॒क्तिम् ।\n\nविश्वं॒ तद् भ॒द्रं यदव॑न्ति दे॒वा बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥१५॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 36,
        "text": "६ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। ऋतुदेवताः- १ इन्द्रो मधुश्च, २मरुतो माधवश्च, ३ त्वष्टा शुक्रश्च, ४ अग्निः शचिश्च, ५ इन्द्रो नभश्च, ६ मित्रावरुणौ नभस्यश्च। जगती।\n\nतुभ्यं॑ हिन्वा॒नो व॑सिष्ट॒ गा अ॒पो ऽधु॑क्षन् त्सी॒मवि॑भि॒रद्रि॑भि॒र्नर॑: ।\n\nपिबे॑न्द्र॒ स्वाहा॒ प्रहु॑तं॒ वष॑ट्कृतं हो॒त्रादा सोमं॑ प्रथ॒मो य ईशि॑षे ॥१॥\n\nय॒ज्ञैः सम्मि॑श्ला॒: पृष॑तीभिॠ॒ष्टिभि॒र्याम॑ञ्छु॒भ्रासो॑ अ॒ञ्जिषु॑ प्रि॒या उ॒त ।\n\nआ॒सद्या॑ ब॒र्हिर्भ॑रतस्य सूनवः पो॒त्रादा सोमं॑ पिबता दिवो नरः ॥२॥\n\nअ॒मेव॑ नः सुहवा॒ आ हि गन्त॑न॒ नि ब॒र्हिषि॑ सदतना॒ रणि॑ष्टन ।\n\nअथा॑ मन्दस्व जुजुषा॒णो अन्ध॑स॒स्त्वष्ट॑र्दे॒वेभि॒र्जनि॑भिः सु॒मद्ग॑णः ॥३॥\n\nआ व॑क्षि दे॒वाँ इ॒ह वि॑प्र॒ यक्षि॑ चो॒शन् हो॑त॒र्नि ष॑दा॒ योनि॑षु त्रि॒षु ।\n\nप्रति॑ वीहि॒ प्रस्थि॑तं सो॒म्यं मधु॒ पिबाग्नी॑ध्रा॒त् तव॑ भा॒गस्य॑ तृप्णुहि ॥४॥\n\nए॒ष स्य ते॑ त॒न्वो॑ नृम्ण॒वर्ध॑न॒: सह॒ ओज॑: प्र॒दिवि॑ बा॒ह्वोर्हि॒तः ।\n\nतुभ्यं॑ सु॒तो म॑घव॒न् तुभ्य॒माभृ॑त॒स्त्वम॑स्य॒ ब्राह्म॑णा॒दा तृ॒पत् पि॑ब ॥५॥\n\nजु॒षेथां॑ य॒ज्ञं बोध॑तं॒ हव॑स्य मे स॒त्तो होता॑ नि॒विद॑: पू॒र्व्या अनु॑ ।\n\nअच्छा॒ राजा॑ना॒ नम॑ एत्या॒वृतं॑ प्रशा॒स्त्रादा पि॑बतं सो॒म्यं मधु॑ ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 37,
        "text": "६ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। ऋतुदेवताः- १-४ द्रविणोदा ऋतवश्च, ५ अश्विनौ ऋतवश्च, ६ अग्निः ऋतुश्च। जगती।\n\n        मन्द॑स्व हो॒त्रादनु॒ जोष॒मन्ध॒सो ऽध्व॑र्यव॒: स पू॒र्णां व॑ष्ट्या॒सिच॑म् ।\n\n        तस्मा॑ ए॒तं भ॑रत तद्व॒शो द॒दिर्हो॒त्रात् सोमं॑ द्रविणोद॒: पिब॑ ऋ॒तुभि॑: ॥१॥\n\n        यमु॒ पूर्व॒महु॑वे॒ तमि॒दं हु॑वे॒ सेदु॒ हव्यो॑ द॒दिर्यो नाम॒ पत्य॑ते ।\n\n        अ॒ध्व॒र्युभि॒: प्रस्थि॑तं सो॒म्यं मधु॑ पो॒त्रात् सोमं॑ द्रविणोद॒: पिब॑ ऋ॒तुभि॑: ॥२॥\n\n        मेद्य॑न्तु ते॒ वह्न॑यो॒ येभि॒रीय॒से ऽरि॑षण्यन् वीळयस्वा वनस्पते ।\n\n        आ॒यूया॑ धृष्णो अभि॒गूर्या॒ त्वं ने॒ष्ट्रात् सोमं॑ द्रविणोद॒: पिब॑ ऋ॒तुभि॑: ॥३॥\n\n        अपा॑द्धो॒त्रादु॒त पो॒त्राद॑मत्तो॒त ने॒ष्ट्राद॑जुषत॒ प्रयो॑ हि॒तम् ।\n\n        तु॒रीयं॒ पात्र॒ममृ॑क्त॒मम॑र्त्यं द्रविणो॒दाः पि॑बतु द्राविणोद॒सः ॥४॥\n\n        अ॒र्वाञ्च॑म॒द्य य॒य्यं॑ नृ॒वाह॑णं॒ रथं॑ युञ्जाथामि॒ह वां॑ वि॒मोच॑नम् ।\n\n        पृ॒ङ्क्तं ह॒वींषि॒ मधु॒ना हि कं॑ ग॒तमथा॒ सोमं॑ पिबतं वाजिनीवसू ॥५॥\n\n        जोष्य॑ग्ने स॒मिधं॒ जोष्याहु॑तिं॒ जोषि॒ ब्रह्म॒ जन्यं॒ जोषि॑ सुष्टु॒तिम् ।\n\n        विश्वे॑भि॒र्विश्वाँ॑ ऋ॒तुना॑ वसो म॒ह उ॒शन् दे॒वाँ उ॑श॒तः पा॑यया ह॒विः ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 38,
        "text": "११ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। सविता।त्रिष्टुप्।\n\nउदु॒ ष्य दे॒वः स॑वि॒ता स॒वाय॑ शश्वत्त॒मं तद॑पा॒ वह्नि॑रस्थात् ।\n\nनू॒नं दे॒वेभ्यो॒ वि हि धाति॒ रत्न॒मथाभ॑जद् वी॒तिहो॑त्रं स्व॒स्तौ ॥१॥\n\nविश्व॑स्य॒ हि श्रु॒ष्टये॑ दे॒व ऊ॒र्ध्वः प्र बा॒हवा॑ पृ॒थुपा॑णि॒: सिस॑र्ति ।\n\nआप॑श्चिदस्य व्र॒त आ निमृ॑ग्रा अ॒यं चि॒द् वातो॑ रमते॒ परि॑ज्मन् ॥२॥\n\nआ॒शुभि॑श्चि॒द्यान् वि मु॑चाति नू॒नमरी॑रम॒दत॑मानं चि॒देतो॑: ।\n\nअ॒ह्यर्षू॑णां चि॒न्न्य॑याँ अवि॒ष्यामनु॑ व्र॒तं स॑वि॒तुर्मोक्यागा॑त् ॥३॥\n\nपुन॒: सम॑व्य॒द् वित॑तं॒ वय॑न्ती म॒ध्या कर्तो॒र्न्य॑धा॒च्छक्म॒ धीर॑: ।\n\nउत् संहाया॑स्था॒द् व्यृ१तूँर॑दर्धर॒रम॑तिः सवि॒ता दे॒व आगा॑त् ॥४॥\n\nनानौकां॑सि॒ दुर्यो॒ विश्व॒मायु॒र्वि ति॑ष्ठते प्रभ॒वः शोको॑ अ॒ग्नेः ।\n\nज्येष्ठं॑ मा॒ता सू॒नवे॑ भा॒गमाधा॒दन्व॑स्य॒ केत॑मिषि॒तं स॑वि॒त्रा ॥५॥\n\nस॒माव॑वर्ति॒ विष्ठि॑तो जिगी॒षुर्विश्वे॑षां॒ काम॒श्चर॑ताम॒माभू॑त् ।\n\nशश्वाँ॒ अपो॒ विकृ॑तं हि॒त्व्यागा॒दनु॑ व्र॒तं स॑वि॒तुर्दैव्य॑स्य ॥६॥\n\nत्वया॑ हि॒तमप्य॑म॒प्सु भा॒गं धन्वान्वा मृ॑ग॒यसो॒ वि त॑स्थुः ।\n\nवना॑नि॒ विभ्यो॒ नकि॑रस्य॒ तानि॑ व्र॒ता दे॒वस्य॑ सवि॒तुर्मि॑नन्ति ॥७॥\n\nया॒द्रा॒ध्यं१ वरु॑णो॒ योनि॒मप्य॒मनि॑शितं नि॒मिषि॒ जर्भु॑राणः ।\n\nविश्वो॑ मार्ता॒ण्डो व्र॒जमा प॒शुर्गा॑त्स्थ॒ स्थ॒शो जन्मा॑नि सवि॒ता व्याक॑: ॥८॥\n\nन यस्येन्द्रो॒ वरु॑णो॒ न मि॒त्रो व्र॒तम॑र्य॒मा न मि॒नन्ति॑ रु॒द्रः ।\n\nनारा॑तय॒स्तमि॒दं स्व॒स्ति हु॒वे दे॒वं स॑वि॒तारं॒ नमो॑भिः ॥९॥\n\nभगं॒ धियं॑ वा॒जय॑न्त॒: पुरं॑धिं॒ नरा॒शंसो॒ ग्नास्पति॑र्नो अव्याः ।\n\nआ॒ये वा॒मस्य॑ संग॒थे र॑यी॒णां प्रि॒या दे॒वस्य॑ सवि॒तुः स्या॑म ॥१०॥\n\nअ॒स्मभ्यं॒ तद् दि॒वो अ॒द्भ्यः पृ॑थि॒व्यास्त्वया॑ द॒त्तं काम्यं॒ राध॒ आ गा॑त् ।\n\nशं यत् स्तो॒तृभ्य॑ आ॒पये॒ भवा॑त्युरु॒शंसा॑य सवितर्जरि॒त्रे ॥११॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 39,
        "text": "८ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। अश्विनौ। त्रिष्टुप्।\n\nग्रावा॑णेव॒ तदिदर्थं॑ जरेथे॒ गृध्रे॑व वृ॒क्षं नि॑धि॒मन्त॒मच्छ॑ ।\n\nब्र॒ह्माणे॑व वि॒दथ॑ उक्थ॒शासा॑ दू॒तेव॒ हव्या॒ जन्या॑ पुरु॒त्रा ॥१॥\n\nप्रा॒त॒र्यावा॑णा र॒थ्ये॑व वी॒रा ऽजेव॑ य॒मा वर॒मा स॑चेथे ।\n\nमेने॑ इव त॒न्वा॒३ शुम्भ॑माने॒ दम्प॑तीव क्रतु॒विदा॒ जने॑षु ॥२॥\n\nशृङ्गे॑व नः प्रथ॒मा ग॑न्तम॒र्वाक् छ॒फावि॑व॒ जर्भु॑राणा॒ तरो॑भिः ।\n\nच॒क्र॒वा॒केव॒ प्रति॒ वस्तो॑रुस्रा॒ ऽर्वाञ्चा॑ यातं र॒थ्ये॑व शक्रा ॥३॥\n\nना॒वेव॑ नः पारयतं यु॒गेव॒ नभ्ये॑व न उप॒धीव॑ प्र॒धीव॑ ।\n\nश्वाने॑व नो॒ अरि॑षण्या त॒नूनां॒ खृग॑लेव वि॒स्रस॑: पातम॒स्मान् ॥४॥\n\nवाते॑वाजु॒र्या न॒द्ये॑व री॒तिर॒क्षी इ॑व॒ चक्षु॒षा या॑तम॒र्वाक् ।\n\nहस्ता॑विव त॒न्वे॒३ शम्भ॑विष्ठा॒ पादे॑व नो नयतं॒ वस्यो॒ अच्छ॑ ॥५॥\n\nओष्ठा॑विव॒ मध्वा॒स्ने वद॑न्ता॒ स्तना॑विव पिप्यतं जी॒वसे॑ नः ।\n\nनासे॑व नस्त॒न्वो॑ रक्षि॒तारा॒ कर्णा॑विव सु॒श्रुता॑ भूतम॒स्मे ॥६॥\n\nहस्ते॑व श॒क्तिम॒भि सं॑द॒दी न॒: क्षामे॑व न॒: सम॑जतं॒ रजां॑सि ।\n\nइ॒मा गिरो॑ अश्विना युष्म॒यन्ती॒: क्ष्णोत्रे॑णेव॒ स्वधि॑तिं॒ सं शि॑शीतम् ॥७॥\n\nए॒तानि॑ वामश्विना॒ वर्ध॑नानि॒ ब्रह्म॒ स्तोमं॑ गृत्सम॒दासो॑ अक्रन् ।\n\nतानि॑ नरा जुजुषा॒णोप॑ यातं बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥८॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 40,
        "text": "६ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। सोमापूषणौ, ६(अन्त्यार्धर्चस्य) अदितिः। त्रिष्टुप्।\n\nसोमा॑पूषणा॒ जन॑ना रयी॒णां जन॑ना दि॒वो जन॑ना पृथि॒व्याः ।\n\nजा॒तौ विश्व॑स्य॒ भुव॑नस्य गो॒पौ दे॒वा अ॑कृण्वन्न॒मृत॑स्य॒ नाभि॑म् ॥१॥\n\nइ॒मौ दे॒वौ जाय॑मानौ जुषन्ते॒मौ तमां॑सि गूहता॒मजु॑ष्टा ।\n\nआ॒भ्यामिन्द्र॑: प॒क्वमा॒मास्व॒न्तः सो॑मापू॒षभ्यां॑ जनदु॒स्रिया॑सु ॥२॥\n\nसोमा॑पूषणा॒ रज॑सो वि॒मानं॑ स॒प्तच॑क्रं॒ रथ॒मवि॑श्वमिन्वम् ।\n\nवि॒षू॒वृतं॒ मन॑सा यु॒ज्यमा॑नं॒ तं जि॑न्वथो वृषणा॒ पञ्च॑रश्मिम् ॥३॥\n\nदि॒व्य१न्यः सद॑नं च॒क्र उ॒च्चा पृ॑थि॒व्याम॒न्यो अध्य॒न्तरि॑क्षे ।\n\nताव॒स्मभ्यं॑ पुरु॒वारं॑ पुरु॒क्षुं रा॒यस्पोषं॒ वि ष्य॑तां॒ नाभि॑म॒स्मे ॥४॥\n\nविश्वा॑न्य॒न्यो भुव॑ना ज॒जान॒ विश्व॑म॒न्यो अ॑भि॒चक्षा॑ण एति ।\n\nसोमा॑पूषणा॒वव॑तं॒ धियं॑ मे यु॒वाभ्यां॒ विश्वा॒: पृत॑ना जयेम ॥५॥\n\nधियं॑ पू॒षा जि॑न्वतु विश्वमि॒न्वो र॒यिं सोमो॑ रयि॒पति॑र्दधातु ।\n\nअव॑तु दे॒व्यदि॑तिरन॒र्वा बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥६॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 41,
        "text": "२१ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। १-२ वायुः, ३ इंद्रवायू, ४-६ मित्रावरुणौ, ७-९ अश्विनौ, १०-१२ इन्द्रः, १३-१५ विश्वेदेवाः,  १६-१८ सरस्वती, १९-२१ द्यावापृथिव्यौ हविर्धाने वाः (१९ तृतीयपादस्य अग्निर्वा)।गायत्री, १६-१७ अनुष्टुप्, १८ बृहती।\n\nवायो॒ ये ते॑ सह॒स्रिणो॒ रथा॑स॒स्तेभि॒रा ग॑हि । नि॒युत्वा॒न्त्सोम॑पीतये ॥१॥\n\nनि॒युत्वा॑न् वाय॒वा ग॑ह्य॒यं शु॒क्रो अ॑यामि ते । गन्ता॑सि सुन्व॒तो गृ॒हम् ॥२॥\n\nशु॒क्रस्या॒द्य गवा॑शिर॒ इन्द्र॑वायू नि॒युत्व॑तः । आ या॑तं॒ पिब॑तं नरा ॥३॥\n\nअ॒यं वां॑ मित्रावरुणा सु॒तः सोम॑ ऋतावृधा ।ममेदि॒ह श्रु॑तं॒ हव॑म् ॥४॥\n\nराजा॑ना॒वन॑भिद्रुहा ध्रु॒वे सद॑स्युत्त॒मे । स॒हस्र॑स्थूण आसाते ॥५॥\n\nता स॒म्राजा॑ घृ॒तासु॑ती आदि॒त्या दानु॑न॒स्पती॑ ।सचे॑ते॒ अन॑वह्वरम् ॥६॥\n\nगोम॑दू॒ षु ना॑स॒त्याश्वा॑वद्यातमश्विना । व॒र्ती रु॑द्रा नृ॒पाय्य॑म् ॥७॥\n\nन यत् परो॒ नान्त॑र आद॒धर्ष॑द् वृषण्वसू । दु॒:शंसो॒ मर्त्यो॑ रि॒पुः ॥८॥\n\nता न॒ आ वो॑ळहमश्विना र॒यिं पि॒शङ्ग॑संदृशम् । धिष्ण्या॑ वरिवो॒विद॑म् ॥९॥\n\nइन्द्रो॑ अ॒ङ्ग म॒हद् भ॒यम॒भी षदप॑ चुच्यवत् । स हि स्थि॒रो विच॑र्षणिः ॥१०॥\n\nइन्द्र॑श्च मृ॒ळया॑ति नो॒ न न॑: प॒श्चाद॒घं न॑शत् । भ॒द्रं भ॑वाति नः पु॒रः ॥११॥\n\nइन्द्र॒ आशा॑भ्य॒स्परि॒ सर्वा॑भ्यो॒ अभ॑यं करत् । जेता॒ शत्रू॒न् विच॑र्षणिः ॥१२॥\n\nविश्वे॑ देवास॒ आ ग॑त शृणु॒ता म॑ इ॒मं हव॑म् । एदं ब॒र्हिर्नि षी॑दत ॥१३॥\n\nती॒व्रो वो॒ मधु॑माँ अ॒यं शु॒नहो॑त्रेषु मत्स॒रः । ए॒तं पि॑बत॒ काम्य॑म् ॥१४॥\n\nइन्द्र॑ज्येष्ठा॒ मरु॑द्गणा॒ देवा॑स॒: पूष॑रातयः । विश्वे॒ मम॑ श्रुता॒ हव॑म् ॥१५॥\n\nअम्बि॑तमे॒ नदी॑तमे॒ देवि॑तमे॒ सर॑स्वति ।\n\nअ॒प्र॒श॒स्ता इ॑व स्मसि॒ प्रश॑स्तिमम्ब नस्कृधि ॥१६॥\n\nत्वे विश्वा॑ सरस्वति श्रि॒तायूं॑षि दे॒व्याम् ।\n\nशु॒नहो॑त्रेषु मत्स्व प्र॒जां दे॑वि दिदिड्ढि नः॥१७॥\n\nइ॒मा ब्रह्म॑ सरस्वति जु॒षस्व॑ वाजिनीवति ।\n\nया ते॒ मन्म॑ गृत्सम॒दा ऋ॑तावरि प्रि॒या दे॒वेषु॒ जुह्व॑ति ॥१८॥\n\nप्रेतां॑ य॒ज्ञस्य॑ श॒म्भुवा॑ यु॒वामिदा वृ॑णीमहे । अ॒ग्निं च॑ हव्य॒वाह॑नम् ॥१९॥\n\nद्यावा॑ नः पृथि॒वी इ॒मं सि॒ध्रम॒द्य दि॑वि॒स्पृश॑म् । य॒ज्ञं दे॒वेषु॑ यच्छताम् ॥२०॥\n\nआ वा॑मु॒पस्थ॑मद्रुहा दे॒वाः सी॑दन्तु य॒ज्ञिया॑: । इ॒हाद्य सोम॑पीतये ॥२१॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 42,
        "text": "३ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। शकुन्तः (कपिञ्जलरूपीन्द्रः)। त्रिष्टुप्।\n\nकनि॑क्रदज्ज॒नुषं॑ प्रब्रुवा॒ण इय॑र्ति॒ वाच॑मरि॒तेव॒ नाव॑म् ।\n\nसु॒म॒ङ्गल॑श्च शकुने॒ भवा॑सि॒ मा त्वा॒ का चि॑दभि॒भा विश्व्या॑ विदत् ॥१॥\n\nमा त्वा॑ श्ये॒न उद् व॑धी॒न्मा सु॑प॒र्णो मा त्वा॑ विद॒दिषु॑मान् वी॒रो अस्ता॑ ।\n\nपित्र्या॒मनु॑ प्र॒दिशं॒ कनि॑क्रदत् सुम॒ङ्गलो॑ भद्रवा॒दी व॑दे॒ह ॥२॥\n\nअव॑ क्रन्द दक्षिण॒तो गृ॒हाणां॑ सुम॒ङ्गलो॑ भद्रवा॒दी श॑कुन्ते ।\n\nमा न॑: स्ते॒न ई॑शत॒ माघशं॑सो बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥३॥"
    },
    {
        "veda": "rigveda",
        "mandala": 2,
        "sukta": 43,
        "text": "३ गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः। शकुन्तः(-कपिञ्जलरूपीन्द्रः)। जगती, २ अतिशक्वरी अष्टिर्वा।\n\nप्र॒द॒क्षि॒णिद॒भि गृ॑णन्ति का॒रवो॒ वयो॒ वद॑न्त ऋतु॒था श॒कुन्त॑यः ।\n\nउ॒भे वाचौ॑ वदति साम॒गा इ॑व गाय॒त्रं च॒ त्रैष्टु॑भं॒ चानु॑ राजति ॥१॥\n\nउ॒द्गा॒तेव॑ शकुने॒ साम॑ गायसि ब्रह्मपु॒त्र इ॑व॒ सव॑नेषु शंससि ।\n\nवृषे॑व वा॒जी शिशु॑मतीर॒पीत्या॑ स॒र्वतो॑ नः शकुने भ॒द्रमा व॑द\n\nवि॒श्वतो॑ नः शकुने॒ पुण्य॒मा व॑द ॥२॥\n\nआ॒वदं॒स्त्वं श॑कुने भ॒द्रमा व॑द तू॒ष्णीमासी॑नः सुम॒तिं चि॑किद्धि नः ।\n\nयदु॒त्पत॒न् वद॑सि कर्क॒रिर्य॑था बृ॒हद् व॑देम वि॒दथे॑ सु॒वीरा॑: ॥३॥\n\n       ॥इति द्वितीयं मण्डलं समाप्तम्॥"
    }
]